{"https://co.linkedin.com/in/ana-mar%C3%ADa-garc%C3%A9s-pedraza-492809147":{"error":false,"response":{"first_name":"Ana María","last_name":"Garcés Pedraza","full_name":"Ana María Garcés Pedraza","gender":"female","job_title":"Civil engineer for quality control and assurance, costs, bidding procesess and budgets.","linkedin":"https://www.linkedin.com/in/ana-maria-garces-pedraza","summary":"Civil Engineer, Master in Road Infrastructure. Extensive experience in coordination, monitoring, management and control of engineering projects, application of controls under quality management systems of organizations through the review of construction practices, quality control of materials and monitoring of compliance with technical specifications, measurement plans, inspection and testing and applicable contractual requirements; experience in the preparation and presentation of proposals in bidding processes, design of hydraulic projects, supervision of works and control of deep foundations; In charge of the documented, maintained and preserved information of road infrastructure projects. Conceptual clarity, project management skills, systems organization, precision and attention to detail, and excellent performance in multidisciplinary teams.","premium":false,"skills":"Escucha activa, Comunicación, Atención al detalle, Ingeniería de la construcción, Mejora de la calidad, Planificación de transportes, Estimación de proyectos, Pruebas, Capacidad de análisis, Inspección, Trabajo en equipo, Gestión de la calidad, Carreteras, Materiales, Ingeniería de proyectos, Aseguramiento de la calidad, AutoCAD, Construcción, Gestión de obras de construcción, Infraestructura","work_experience":[{"company":{"id":null,"name":"Murcia Construcciones SAS","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":12,"day":null,"year":2018},"end":{"month":4,"day":null,"year":2022}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":12,"day":null,"year":2018},"end":{"month":4,"day":null,"year":2022}},"company":"Murcia Construcciones SAS","description":"Auditar actividades constructivas ejecutadas por la organización y subcontratistas, mediante visitas de obra para identificar, analizar y valorar productos no conformes, definir responsabilidades, costos en las reparaciones y su impacto en el modelo de pagos y gastos de los proyectos; elaborar, actualizar y asegurar el cumplimiento de las especificaciones técnicas, procedimientos constructivos, normas que enmarcan el Sistema de Gestión de Calidad, requisitos contractuales y requerimientos del cliente; elaborar, actualizar y hacer seguimiento a los procedimientos constructivos en cada obra, planes de calidad, planes de inspección, medición y ensayos, planes metrológicos de equipos de laboratorio propios de la organización y de subcontratistas y laboratorios, bajo especificaciones técnicas y lineamientos contractuales aplicables; seguimiento en términos técnicos y económicos, a la ejecución de obras y entrega de las mismas. Planear, hacer seguimiento, controlar y generar informes gerenciales sobre la programación de obra de proyectos de ingeniería en softwares especializados. Revisar y conciliar actas de obra con clientes y subcontratistas, elaborar y hacer seguimiento a flujos de caja de proyectos, elaborar análisis de precios unitarios, revisar planos constructivos, gestionar la participación activa de la organización en procesos licitatorios de orden público y privado, incluyendo elaboración de propuestas técnicas y económicas, análisis de riesgos, gestión documental ante corredores de seguros, gestión de cotizaciones con  proveedores, acercamientos con potenciales socios estratégicos, seguimiento al desarrollo, modificaciones de tipo técnico y económico de procesos licitatorios.","title":"Ingeniera de Control y Aseguramiento de la Calidad","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Consorcio Constructor Conexión Norte","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":7,"day":null,"year":2018},"end":{"month":12,"day":null,"year":2018}},"profile_positions":[{"location":"Caucasia, Antioquia","date":{"start":{"month":7,"day":null,"year":2018},"end":{"month":12,"day":null,"year":2018}},"company":"Consorcio Constructor Conexión Norte","description":"Coordinar el personal para la verificación de materiales utilizados en la ejecución de las actividades constructivas, garantizando el cumplimiento de los parámetros contractuales, calidad del producto final y satisfacción del cliente;  realizar seguimiento y asegurar la implementación del plan de inspección, medición y ensayos ante los diferentes contratistas y constructores del proyecto; liderar y gestionar la sistematización y control de la información documentada; liderar el seguimiento y atención a las no conformidades identificadas en campo y desde la gestión documental; informar al Gerente General el estado del proyecto, grado de incumplimiento y aseguramiento de la calidad.","title":"Coordinadora de Calidad","employment_type":null}]},{"company":{"id":null,"name":"Consorcio Contructor Conexión Norte","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":3,"day":null,"year":2018},"end":{"month":7,"day":null,"year":2018}},"profile_positions":[{"location":"Caucasia, Antioquia","date":{"start":{"month":3,"day":null,"year":2018},"end":{"month":7,"day":null,"year":2018}},"company":"Consorcio Contructor Conexión Norte","description":"Controlar calidad de los materiales instalados en obra, como concretos hidráulicos, asfálticos, materiales granulares, acero, elementos prefabricados, anclajes y drenes; asegurar la gestión de archivos para permitir trazabilidad de las diferentes actividades ejecutadas en el desarrollo del proyecto; asegurar el cumplimiento del plan de inspección, medición y ensayos aprobado de los constructores y subcontratistas para el proyecto; comunicar a la coordinación de calidad y técnica, irregularidades presentadas en el desarrollo de las actividades y el incumplimiento de normas, diseños o términos contractuales.","title":"Ingeniera Residente de Calidad","employment_type":null}]},{"company":{"id":22286057,"name":"TREVIGALANTE S.A.","logo":"https://media.licdn.com/dms/image/C560BAQFGZ5-OAZXU5A/company-logo_400_400/0/1519870002490?e=1705536000&v=beta&t=MdvgDoIv7GXr1DwGPaVOR4QPw49nSMtaz5pwBZ78leo","url":"https://www.linkedin.com/company/trevigalante/","employees":{"start":201,"end":500}},"date":{"start":{"month":1,"day":null,"year":2018},"end":{"month":1,"day":null,"year":2018}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":1,"day":null,"year":2018},"end":{"month":1,"day":null,"year":2018}},"company":"TREVIGALANTE S.A.","description":"Elaborar y hacer seguimiento a los planes de calidad, planes de inspección, medición y ensayos y apoyo en elaboración de procedimientos constructivos por obra, de acuerdo a requerimientos del cliente; controlar la calidad sobre excavaciones, concretos, aceros y fluidos de perforación, realizando análisis estadístico sobre los resultados obtenidos; inspeccionar y liberar actividades de excavación y fundida de los elementos estructurales dando cumplimiento a lo establecido en los diseños, normas, especificaciones técnicas y requerimientos del cliente; identificar, analizar y valorar económicamente productos no conformes para definir la responsabilidad de costos incurridos en su reparación y su impacto en los costos del proyecto.","title":"Ingeniera de Calidad","employment_type":null}]},{"company":{"id":null,"name":"Hidroconsulta S.A.S.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":2,"day":null,"year":2016},"end":{"month":8,"day":null,"year":2016}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":2,"day":null,"year":2016},"end":{"month":8,"day":null,"year":2016}},"company":"Hidroconsulta S.A.S.","description":"Realizar interventoría sobre actividades constructivas ejecutadas por el contratista para la ejecución de alcantarillado pluvial, reconstrucción y rehabilitación del corredor vial; ejecutar la interventoría al presupuesto y avance de obra programado-ejecutado por el contratista; elaborar, implementar y hacer seguimiento al plan de inspección, medición y ensayos del proyecto; controlar la calidad de los materiales empleados en obra, como concretos hidráulicos, asfálticos, materiales granulares, acero, elementos prefabricados, anclajes, drenes y los equipos de laboratorio empleados por el contratista.","title":"Ingeniera Residente II","employment_type":null}]},{"company":{"id":null,"name":"Hidroconsulta S.A.S.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":8,"day":null,"year":2012},"end":{"month":10,"day":null,"year":2015}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":8,"day":null,"year":2014},"end":{"month":10,"day":null,"year":2015}},"company":"Hidroconsulta S.A.S.","description":"Desde el 01 de agosto de 2014 hasta el 04 de octubre de 2015 desempeñando las funciones listadas a continuación:\n-\tElaboración e implementación del Plan de Calidad del proyecto “Interventoría Integral a la Rehabilitación de la Vía antigua a Bogotá entre Pipiral (82+410) y Grama (98+940)”.\n-\tElaboración e implementación del Plan de Calidad del proyecto “Estudios y diseños de las Vías priorizadas en el Plan Vial Departamental del Vichada”.","title":"Profesional en Gestión de Calidad","employment_type":null},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":8,"day":null,"year":2012},"end":{"month":8,"day":null,"year":2014}},"company":"Hidroconsulta S.A.S.","description":"Elaborar e implementar planes de calidad; diseñar Planes de Manejo de Tráfico (PMT); participar en el diseño de sistemas de acueducto y alcantarillado en la zona urbana del departamento de Chocó; realizar modelación hidráulica, cálculo y análisis de socavación en estructuras especiales en diferentes proyectos de ingeniería.","title":"Ingeniera Auxiliar","employment_type":null}]}],"education":[{"date":{"start":{"month":11,"day":null,"year":2020},"end":{"month":11,"day":null,"year":2020}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Gestión de Proyectos de Construcción: Estimación de Costos, Planeación y Control","field_of_study":"Gestión de proyectos","grade":"Gestión de Proyectos de Construcción: Estimación de Costos, Planeación y Control"},{"date":{"start":{"month":10,"day":null,"year":2017},"end":{"month":10,"day":null,"year":2017}},"school":{"name":"ICONTEC","logo":null,"url":null},"degree_name":"Diploma of Education","field_of_study":"Sistemas de Gestión de Calidad","grade":"Certificación como Auditor Interno en el SGC NTC ISO 9001:2015"},{"date":{"start":{"month":null,"day":null,"year":2013},"end":{"month":null,"day":null,"year":2016}},"school":{"name":"Universidad de Los Andes","logo":"https://media.licdn.com/dms/image/C510BAQEO0I5nIlsnpg/company-logo_400_400/0/1519855939395?e=1705536000&v=beta&t=zJlYTEQeOydf3TkeMoIJI-5hInkGpS2WwgnIEWw4TDc","url":"https://www.linkedin.com/school/universidad-de-los-andes/"},"degree_name":"Maestría en Ingeniería Civil","field_of_study":"Infraestructura Vial","grade":null},{"date":{"start":{"month":null,"day":null,"year":2005},"end":{"month":null,"day":null,"year":2011}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniería","field_of_study":"Ingeniería civil","grade":null},{"date":{"start":{"month":null,"day":null,"year":null},"end":{"month":null,"day":null,"year":null}},"school":{"name":"GEOSPATIAL SAS","logo":null,"url":null},"degree_name":"Diploma of Education","field_of_study":null,"grade":"AutoCAD Civil 3D"}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"},{"country":"US","language":"en"}],"profile_languages":[]},"current_job_year":2018,"current_job_month":12,"picture":null,"email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Murcia Construcciones SAS"},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}