{"https://co.linkedin.com/in/sebassupegomez93":{"error":false,"response":{"first_name":"Sebastián","last_name":"Supelano Gómez","full_name":"Sebastián Supelano Gómez","gender":"male","job_title":"Manufactura y Operaciones | Gerencia de Proyectos | Innovación | Design Thinking | Sostenibilidad Corporativa | Análisis de Datos","linkedin":"https://www.linkedin.com/in/sebassupegomez93","summary":"Ingeniero químico con más de 4 años de experiencia en industrias de bebidas y alimentos. Soy un líder asertivo y estratégico, con una sólida trayectoria en el desarrollo de equipos de alto desempeño que logren o superen sus objetivos bajo el cumplimiento de indicadores de gestión.\n\nCuento con excelentes conocimientos en gerencia de proyectos, manejo de presupuestos y análisis financieros, control y planeación de la producción, implementación de sistemas integrados de gestión, manejo y cumplimiento de KPIs, aseguramiento de la calidad y estrategias de mejora continua para asegurar la eficiencia en el uso de los recursos.\n\nTengo especial interés por las áreas de innovación, gerencia de proyectos y sostenibilidad, con el deseo de asumir nuevos retos que generen impactos positivos en mis lugares de trabajo.","premium":false,"skills":"Ingeniería de procesos, Ingeniería química, Alimentación y bebidas, Capacidad de análisis, Aspen HYSYS, Microsoft Excel, Microsoft Office, Operaciones de planta, Aspen Plus, Liderazgo de equipos, Toma de decisiones, Comunicación interpersonal, Interpersonal Communication, Self-confidence, Workplace Relations","work_experience":[{"company":{"id":5635136,"name":"Grupo Phoenix","logo":"https://media.licdn.com/dms/image/C4E0BAQEXbfw1DVcPpw/company-logo_400_400/0/1675104253779/phoenix_packaging_operations_llc_logo?e=1705536000&v=beta&t=NLf4xDu_0_6pY7X7gqSUHLBsU-YEYKZ5akcuwjlDf-A","url":"https://www.linkedin.com/company/phoenix-packaging-operations-llc/","employees":{"start":501,"end":1000}},"date":{"start":{"month":4,"day":null,"year":2022},"end":{"month":12,"day":null,"year":2022}},"profile_positions":[{"location":"Bogotá, Capital District, Colombia","date":{"start":{"month":4,"day":null,"year":2022},"end":{"month":12,"day":null,"year":2022}},"company":"Grupo Phoenix is now TekniPlex","description":"• Integrar la gestión de proyectos dentro de la compañía proporcionando herramientas de control y seguimiento basado en la metodología PMI.\n• Priorizar la ejecución de proyectos y vigilar su ciclo de vida, desde su aprobación hasta su cierre, llevando el control del alcance, costo y tiempo para asegurar la calidad de estos.\n• Calcular y analizar los KPIs de proyectos y del área de R&D para determinar estrategias de mejora y tomar decisiones oportunas.\n• Apoyar el desarrollo de proyectos en conjunto con las áreas de compras, ventas y finanzas.","title":"PMO Engineer","employment_type":"Full-time"}]},{"company":{"id":255188,"name":"AB InBev","logo":"https://media.licdn.com/dms/image/C560BAQEZRSga0FreWA/company-logo_400_400/0/1656631574060/ab_inbev_logo?e=1705536000&v=beta&t=phPTpHQgE2_gB27RXteQAyoi3mup6nQNT6LQ-SYnQso","url":"https://www.linkedin.com/company/ab-inbev/","employees":{"start":10001,"end":null}},"date":{"start":{"month":9,"day":null,"year":2017},"end":{"month":9,"day":null,"year":2021}},"profile_positions":[{"location":"Tocancipá, Cundinamarca, Colombia","date":{"start":{"month":4,"day":null,"year":2021},"end":{"month":9,"day":null,"year":2021}},"company":"AB InBev","description":"• Liderar equipos de más de 30 personas bajo el cumplimiento de indicadores de gestión (KPIs)\n• Asegurar la calidad de las cervezas y bebidas bajo el cumplimiento de estándares globales.\n• Programar la producción y liderar los procesos de Propagación, Fermentación y Maduración de todas las marcas de cerveza, correspondientes al 40% de la producción nacional de cerveza.\n• Implementación continua del sistema integrado de gestión de ABInBev (VPO) en el área de cavas, incluyendo pilares de calidad, ambiente, seguridad industrial, mantenimiento, gestión, logística y gente.\n• Liderar la aplicación de la metodología PDCA y Six Sigma para lograr la mejora continua de KPIs (TEL, BSSI, PCI, Consumos de servicios, entre otros)\n• Coordinación de diferentes proyectos desde el área de cavas tales como la ampliación de la capacidad de la planta, reducción de costos operativos y la producción de nuevas marcas de bebidas como Corona.","title":"Cellars Coordinator (Production Coordinator) at Tocancipa Brewery","employment_type":"Full-time"},{"location":"Tocancipá, Cundinamarca","date":{"start":{"month":9,"day":null,"year":2017},"end":{"month":3,"day":null,"year":2021}},"company":"AB InBev","description":"• Liderar equipos de más de 10 personas bajo el cumplimiento de indicadores de gestión (KPIs)\n• Programar la producción y liderar el proceso de Filtración y envío de cerveza al área de envase.\n• Evaluar procesos, consolidar e interpretar datos y establecer planes de mejora y mejores prácticas para cada una de las etapas del proceso de maduración y filtración de la cerveza.\n• Gestionar e implementar planes de mantenimiento correctivos, preventivos y principalmente autónomos.\n• Uso de la herramienta SAP para la planeación de la producción, notificación de órdenes de producción y mantenimiento.\n• Líder y champion del Pilar Gestión (VPO, Sistema de Gestión del área de Supply de ABInBev) en el área de Elaboración durante los años 2019 y 2020.","title":"Manufacturing Team Leader at Tocancipa Brewery","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Cervecería Heaven and Hell S.A.S","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":10,"day":null,"year":2015},"end":{"month":3,"day":null,"year":2017}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":10,"day":null,"year":2015},"end":{"month":3,"day":null,"year":2017}},"company":"Cervecería Heaven and Hell S.A.S","description":"Heaven and Hell S.A.S es una cervecería artesanal que nace como un proyecto de emprendimiento pero que actualmente se encuentra constituida legalmente como empresa. \n\nComo uno de los co-fundadores, desarrollé en conjunto el proyecto de la cervecería en todos los ámbitos relacionados: aspectos legales, productivos, técnicos, sanidad e higiene, calidad, documentaciones, búsqueda de financiación, contacto con proveedores y clientes. \n\nUna vez constituida la empresa, desarrollé mis funciones principalmente desde el área técnica y de producción de cerveza, siendo el Director de Planta. Diseñé recetas de cervezas artesanales para su posterior producción y distribución, estandaricé el proceso de producción, elaboré pruebas para el desarrollo de nuevos estilos de cerveza, implementé normas y regulaciones necesarias en el área de higiene y sanidad y realicé el contacto con proveedores y distribuidores comerciales para la venta del producto. \n\nDurante este tiempo, logramos vender dos estilos de cerveza con muy buena aceptación por parte de los consumidores en más de una decena de establecimientos en la ciudad de Bogotá y participamos de varios eventos y festivales nacionales de cerveza artesanal.","title":"Plant Director","employment_type":null}]},{"company":{"id":136801,"name":"CasaLuker S.A","logo":"https://media.licdn.com/dms/image/C560BAQF8Ey4ZX14qtw/company-logo_400_400/0/1519912556913?e=1705536000&v=beta&t=mlj8FM79Fdl9mCDk7QagNZ5LWpvGtRE3zdJKBPxtAes","url":"https://www.linkedin.com/company/casa-luker/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":1,"day":null,"year":2016},"end":{"month":7,"day":null,"year":2016}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":1,"day":null,"year":2016},"end":{"month":7,"day":null,"year":2016}},"company":"CasaLuker S.A","description":"En Casa Luker pude desarrollar mi pasantía en el área de calidad. Llevé a cabo una serie de proyectos relacionados con el seguimiento de las condiciones de proceso en varias de las líneas de chocolates y en la bodega de almacenamiento de cacao, el análisis de los sistemas de medición usados para determinar la humedad del cacao usando métodos enmarcados en la metodología Six Sigma, la \telaboración de Procedimientos Operativos Estandarizados de Saneamiento (POES) para su posterior implementación y el desarrollo de estudios relacionados con los licores de cacao actualmente producidos en Casa Luker que pudiesen generar un beneficio económico.","title":"Quality Assurance Intern","employment_type":null}]}],"education":[{"date":{"start":{"month":1,"day":null,"year":2022},"end":{"month":12,"day":null,"year":2022}},"school":{"name":"Universidad El Bosque","logo":"https://media.licdn.com/dms/image/C560BAQEHfy10DTndEg/company-logo_400_400/0/1634227500390/universidad_el_bosque_logo?e=1705536000&v=beta&t=TYBnlUGNutevyKEKHsVXGldjOjcIZ44BBaNY8azwiks","url":"https://www.linkedin.com/school/universidad-el-bosque/"},"degree_name":null,"field_of_study":"Especialización en Gerencia de Proyectos","grade":null},{"date":{"start":{"month":null,"day":null,"year":2011},"end":{"month":null,"day":null,"year":2017}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero químico","field_of_study":"Ingeniería química","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Inglés","proficiency":"FULL_PROFESSIONAL"}]},"current_job_year":2022,"current_job_month":4,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_ACFF4ZFDV0RWZZDRG4RF.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Grupo Phoenix is now TekniPlex","is_catch_all":null,"size":"501-1000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_TUFX0MNIO0S0K283F83P.jpg","linkedin":"https://www.linkedin.com/company/phoenix-packaging-operations-llc","website":"http://tekni-plex.com","domain":"tekni-plex.com","common_email_pattern":null,"industry":"Packaging and Containers Manufacturing","founded_in":2010,"description":"Grupo Phoenix is now TekniPlex Consumer Products: \nGrupo Phoenix joined the TekniPlex family September 2021 bringing expertise enhancing global brands in more than 20 vertical markets including dairy, desserts, coffee, beverages, soups, spreads, cosmetics, household cleaning, and more. Grupo Phoenix, now TekniPlex Consumer Products, expands the division’s materials science solutions portfolio and enhances its capabilities in protecting products, strengthening brands, and innovating sustainably for well-known brands around the world.\n\nAbout TekniPlex: \nTekniPlex is a globally integrated company that provides innovative solutions through materials science and manufacturing technologies. A global leader in the Healthcare and Consumer Products markets, TekniPlex provides medical device components and a multitude of materials science solutions that lead to a healthier and more sustainable world. Our solutions are found in some of the most well-known names in the Healthcare, Pharmaceutical, Personal Care, Household, and Food & Beverage markets.","total_emails":0,"location":{"country":"United States","country_code":"US","state":null,"city":"Dublin","timezone":"America/New_York","timezone_offset":"-4.0","postal_code":null,"address":"4800 Lina Lane"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}