{"https://co.linkedin.com/in/sergio-andr%C3%A9s-veloza-garcia-474215135":{"error":false,"response":{"first_name":"Sergio Andrés","last_name":"Veloza Garcia","full_name":"Sergio Andrés Veloza Garcia","gender":"male","job_title":"Asesor de de Innovación tecnológica y emprendimiento de la Facultad de Medicina - Universidad Nacional de Colombia  Ingeniero de gestión de proyectos","linkedin":"https://www.linkedin.com/in/sergio-andrés-veloza-garcia-474215135","summary":"Ingeniero Mecatrónico, Candidato a Maestría en Ing Biomédica, Joven Investigador de Mienciencias, Consultor de la OPS, Asesor de Innovación Tecnológica y Emprendimiento de la Facultad de Medicina de la Universidad Nacional de Colombia, Scrum Master, Ingeniero líder del desarrollo de la Plataforma de Acompañamiento Estudiantil e Ingeniero a Cargo de la Ley del Residente de la Facultad de Medicina de la Universidad Nacional de Colombia","premium":false,"skills":"conocimientos en manejo de software de diseño, Seguridad industrial, Seguridad y Salud ocupacional (OHS), Control de calidad, Control de proyectos, Formulación de estrategias corporativas, Gestión de proyectos, Planificación de proyectos, Desarrollo de proyectos, Gestión de supervisión, Maquinaria, Entrega de proyectos, Entrega de aplicaciones, Elaboración de informes, Presentaciones, Docencia, Presentador, Capacitación docente, Capacitación, Elaboración de presupuestos","work_experience":[{"company":{"id":464241,"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":10,"day":null,"year":2018},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":10,"day":null,"year":2018},"end":{"month":null,"day":null,"year":null}},"company":"Universidad Nacional de Colombia","description":"Ingeniero de la Vicedecanatura de Investigación y Extensión de la Facultad de Medicina de la Universidad nacional de Colombia, a  cargo de prestar servicios profesionales en la realización y apoyo a la gestión de proyectos de la Vicedecanatura, participando en el diseño y desarrollo para la implementación del sistema de seguimiento de proyectos, procesos de contratación en la plataforma de Colombia Compra Eficiente - SECOP II y la implementación del mismo.","title":"Ingeniero de gestión de proyectos Vicedecanatura de Investigación y Extensión - Facultad de Medicina","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":2,"day":null,"year":2023},"end":{"month":4,"day":null,"year":2023}},"company":"Universidad Nacional de Colombia","description":"Orden Contractual de Prestación de Servicios 77 - Servicios profesionales a la Facultad de Medicina\n\nOfrecer soporte profesional en el seguimiento y ajustes relacionados con la implementación de procesos y procedimientos, llevar a cabo el mantenimiento preventivo y correctivo del Sistema de Acompañamiento \"SAE\" y administrar la herramienta web diseñada por la Facultad de Medicina para la sistematización interna del Sistema de Residencias Médicas.","title":"OPS 77 - Servicios profesionales para la Facultad de Medicina","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":7,"day":null,"year":2022},"end":{"month":1,"day":null,"year":2023}},"company":"Universidad Nacional de Colombia","description":"Orden Contractual de Prestación de Servicios 159 - Profesional de apoyo en gestión de proyectos de la Vicedecanatura de Investigación y Extensión. \n\nPrestar servicios profesionales para la realización de actividades en base a la gestión de proyectos, emprendimiento e innovación de la Vicedecanatura de Investigación y Extensión de la Facultad de Medicina, asegurando copias de respaldo (backups) de la información y bases de datos de propiedad y administración, además de proporcionar asesoría técnica en la implementación de herramientas y sistemas tecnológicos de la Vicedecanatura.","title":"OPS 159 - Profesional en actividades de apoyo a la gestión de proyectos","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":7,"day":null,"year":2022},"end":{"month":1,"day":null,"year":2023}},"company":"Universidad Nacional de Colombia","description":"Orden Contractual de Prestación de Servicios 197 - Servicios profesionales a la Vicedecanatura Académica de la Facultad de Medicina.\n\nPrestar servicios profesionales relacionados con el manejo oportuno de la información para el sistema de Residencias Médicas de Colombia. Responsable del diseño e implementación de la sistematización del proceso, los procedimientos y actividades que garantizan el cumplimiento de la normatividad vigente sobre el Sistema de Residencias Médicas, Responsable del diseño y mantenimiento del mecanismo de registro relacionado con el acompañamiento de los estudiantes de la Facultad de Medicina, además de brindar apoyo en el seguimiento continuo, evaluación, análisis y retroalimentación oportuna para cada uno de los procesos.","title":" OPS 197 - Manejo de información para el Sistema de Residencias Médicas de Colombia y Registro Único","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":2,"day":null,"year":2022},"end":{"month":7,"day":null,"year":2022}},"company":"Universidad Nacional de Colombia","description":"Orden Contractual de Prestación de Servicios 53 - Servicios profesionales a la Vicedecanatura Académica de la Facultad de Medicina.\n\nPrestar servicios profesionales relacionados con el manejo oportuno de la información para el Sistema de Residencias Médicas de Colombia. Responsable del diseño e implementación de la sistematización del proceso, los procedimientos y actividades que garantizan el cumplimiento de la normatividad vigente sobre el Sistema de Residencias Médicas. Gestionar la adecuación de la información requerida, desarrollar e implementar una herramienta web o software para la sistematización de todo el proceso de registro de calificaciones de los estudiantes de pregrado del programa curricular de Medicina, y encargarse del diseño y mantenimiento del mecanismo de registro y de las herramientas relacionadas con el proceso de gestión.","title":"OPS 53 - Manejo de información para el Sistema de Residencias Médicas de Colombia y Registro Único.","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":10,"day":null,"year":2021},"end":{"month":1,"day":null,"year":2022}},"company":"Universidad Nacional de Colombia","description":"Orden Contractual de Prestación de Servicios 275 - Profesional de apoyo en gestión de proyectos de la Vicedecanatura de Investigación y Extensión. \n\nPrestar servicios profesionales para la realización de actividades en base a la gestión de proyectos, emprendimiento e innovación de la Vicedecanatura de Investigación y Extensión de la Facultad de Medicina, contribuyendo a la consolidación de proyectos en el ámbito del emprendimiento tecnológico de la Facultad, gestionando y salvaguardando información de la Vicedecanatura, respaldando las actividades relacionadas con los proyectos de la Vicedecanatura y proporcionando asesoría técnica en la implementación de herramientas tecnológicas.","title":"OPS 275 - Profesional en actividades de apoyo a la gestión de proyectos","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":1,"day":null,"year":2021},"end":{"month":7,"day":null,"year":2021}},"company":"Universidad Nacional de Colombia","description":"Orden Contractual de Prestación de Servicios 87- Profesional de apoyo en gestión de proyectos de la Vicedecanatura de Investigación y Extensión.\n \nPrestar servicios profesionales para la realización de actividades en base a la gestión de proyectos, emprendimiento e innovación de la Vicedecanatura de Investigación y Extensión de la Facultad de Medicina, trabajando en la concepción de proyectos innovadores, participando activamente en la evolución y mejora constante de las herramientas del sistema de información, ofreciendo asesoría técnica en la implementación de tecnologías de la Vicedecanatura y contribuyendo de manera integral a los comités con conocimiento y experiencia.","title":"OPS 87 - Profesional en actividades de apoyo a la gestión de proyectos","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":10,"day":null,"year":2020},"end":{"month":1,"day":null,"year":2021}},"company":"Universidad Nacional de Colombia","description":"Orden Contractual de Prestación de Servicios 317 - Profesional de apoyo en gestión de proyectos de la Vicedecanatura de Investigación y Extensión. \n\nPrestar servicios profesionales para la realización de actividades en base a la gestión de proyectos, emprendimiento e innovación de la Vicedecanatura de Investigación y Extensión de la Facultad de Medicina, participando en las reuniones de la Vicedecanatura, brindando acompañamiento tanto a docentes de la Facultad como a la elaboración de cuestionarios creados en la plataforma de “REDCAP” y proporcionando apoyo en el mantenimiento y actualización de la experiencia de proyectos ejecutados en el “Registro Único de Proponentes” correspondientes a la Facultad.","title":"OPS 317 - Profesional en actividades de apoyo a la gestión de proyectos","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":8,"day":null,"year":2020},"end":{"month":9,"day":null,"year":2020}},"company":"Universidad Nacional de Colombia","description":"Orden Contractual de Prestación de Servicios 201 - Profesional de apoyo en gestión de proyectos de la Vicedecanatura de Investigación y Extensión. \n\nPrestar de servicios profesionales para la realización de actividades en base a la gestión de proyectos, emprendimiento e innovación de la Vicedecanatura de Investigación y Extensión de la Facultad de Medicina, colaborando en la formulación de proyectos innovadores, involucrándose en la adaptación y mejora continua de las herramientas del sistema de información y apoyando transversalmente a los comités creados en atención a la pandemia del COVID-19.","title":"OPS 201 - Profesional en actividades de apoyo a la gestión de proyectos","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":7,"day":null,"year":2020},"end":{"month":7,"day":null,"year":2020}},"company":"Universidad Nacional de Colombia","description":"Orden Contractual de Prestación de Servicios 171 - Profesional de apoyo en gestión de proyectos de la Vicedecanatura de Investigación y Extensión.  \n\nPrestar servicios profesionales para la realización de actividades en base a la  gestión de proyectos, emprendimiento e innovación de la Vicedecanatura de Investigación y Extensión de la Facultad de Medicina, aportando en la  gestión para la consolidación de iniciativas “SPIN-OFF” de la Facultad, con el objetivo de fortalecer y promover proyectos de emprendimiento tecnológico, participando activamente en la mejora y adaptación de herramientas, colaborando en la creación de cuestionarios, realizando gestiones cruciales y proporcionando apoyo tanto tecnológico como operativo.","title":"OPS 171 - Profesional en actividades de apoyo a la gestión de proyectos","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":2,"day":null,"year":2020},"end":{"month":6,"day":null,"year":2020}},"company":"Universidad Nacional de Colombia","description":"Orden Contractual de Prestación de Servicios 80 - Profesional de apoyo en gestión de proyectos de la Vicedecanatura de Investigación y Extensión. \n\nPrestar de servicios profesionales para la realización de actividades en base a la  gestión de proyectos, emprendimiento e innovación de la Vicedecanatura de Investigación y Extensión de la Facultad de Medicina, contribuyendo de manera activa en la administración, desempeñando un papel esencial en la mejora y desarrollo de herramientas, proporcionando orientación y respaldo en proyectos relevantes vinculados a la historia de la Facultad.","title":"OPS 80 - Profesional en actividades de apoyo a la gestión de proyectos","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":10,"day":null,"year":2019},"end":{"month":1,"day":null,"year":2020}},"company":"Universidad Nacional de Colombia","description":"Orden Contractual de Prestación de Servicios 52 - Profesional de apoyo en gestión de proyectos de la Vicedecanatura de Investigación y Extensión.\n\nPrestar servicios profesionales para llevar a cabo actividades relacionadas con la gestión de proyectos, emprendimiento e innovación de la Vicedecanatura de Investigación y Extensión de la Facultad de Medicina, participando en los desarrollos y ajustes requeridos en la herramienta de seguimiento de proyectos, proporcionando asesoría en asuntos vinculados a la implementación de herramientas tecnológicas y realizando los ajustes necesarios al manual de uso y manejo de la herramienta de seguimiento de proyectos. Además de respaldar las gestiones pertinentes para mantener actualizada la experiencia de la Facultad de Medicina en el \"RUP\".","title":"OPS 52 - Profesional en actividades de apoyo a la gestión de proyectos","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":9,"day":null,"year":2019},"end":{"month":9,"day":null,"year":2019}},"company":"Universidad Nacional de Colombia","description":"Orden Contractual de Prestación de Servicios 40 - Profesional de apoyo en gestión de proyectos de la Vicedecanatura de Investigación y Extensión. \n\nPrestar servicios profesionales para llevar a cabo actividades relacionadas con la gestión de proyectos, emprendimiento e innovación de la Vicedecanatura de Investigación y Extensión de la Facultad de Medicina. Esto incluye la participación en los desarrollos y ajustes requeridos en la herramienta de seguimiento de proyectos, así como brindar apoyo tecnológico y operativo en la administración de la plataforma \"SECOP II\".","title":"OPS 40 - Profesional en actividades de apoyo a la gestión de proyectos","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":8,"day":null,"year":2019},"end":{"month":8,"day":null,"year":2019}},"company":"Universidad Nacional de Colombia","description":"Orden Contractual de Prestación de Servicios 25 - Profesional de apoyo en gestión de proyectos de la Vicedecanatura de Investigación y Extensión.\n\nPrestar servicios profesionales para la realización de actividades relacionadas con la gestión de proyectos, emprendimiento e innovación en la Vicedecanatura de Investigación y Extensión de la Facultad de Medicina. Participando activamente en los desarrollos y ajustes necesarios en la herramienta de trazabilidad de proyectos, además de proporcionar apoyo tecnológico y operativo en el manejo de la plataforma 'SECOP II'.","title":"OPS 25 - Profesional en actividades de apoyo a la gestión de proyectos","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":2,"day":null,"year":2019},"end":{"month":7,"day":null,"year":2019}},"company":"Universidad Nacional de Colombia","description":"Orden Contractual de Prestación de Servicios 6 - Profesional de apoyo en gestión de proyectos de la Vicedecanatura de Investigación y Extensión. \n\nPrestar servicios profesionales para la realización de actividades en base a la gestión de proyectos, emprendimiento e innovación de la Vicedecanatura de Investigación y Extensión de la Facultad de Medicina, participando activamente en el desarrollo y mejora de herramientas, brindando apoyo tecnológico y operativo, realizando ajustes en el manual de uso y asegurando la seguridad. Además, asesorar en la implementación de herramientas tecnológicas y asistir a las reuniones requeridas.","title":"OPS 6 - Profesional en actividades de apoyo a la gestión de proyectos ","employment_type":null}]},{"company":{"id":null,"name":"Robotica Colombia SAS ","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":2,"day":null,"year":2018},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":2,"day":null,"year":2018},"end":{"month":null,"day":null,"year":null}},"company":"Robotica Colombia SAS ","description":null,"title":"Ingeniero Líder en Procesos de Educación con Tecnología","employment_type":null}]},{"company":{"id":null,"name":"Robotica Colombia SAS","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":8,"day":null,"year":2017},"end":{"month":2,"day":null,"year":2018}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":8,"day":null,"year":2017},"end":{"month":2,"day":null,"year":2018}},"company":"Robotica Colombia SAS","description":null,"title":"Ingeniero Líder en Procesos de Venta, Asistida y Digital","employment_type":null}]},{"company":{"id":464241,"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":3,"day":null,"year":2014},"end":{"month":1,"day":null,"year":2015}},"profile_positions":[{"location":null,"date":{"start":{"month":3,"day":null,"year":2014},"end":{"month":1,"day":null,"year":2015}},"company":"Universidad Nacional de Colombia","description":"Docente del área de matemáticas. Proyecto de fortalecimiento Unal-SED.\n\nA cargo de la dirección y  elaboación de 4 cursos de estudiantes según los reglamentos de la Universidad.","title":"Personal docente","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2010},"end":{"month":null,"day":null,"year":2015}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero Mecatrónico","field_of_study":"Ingeniería electrónica, robótica y mecatrónica","grade":"Egresado"},{"date":{"start":{"month":null,"day":null,"year":2008},"end":{"month":null,"day":null,"year":2009}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Estudiante Ingeniería Eléctrica","field_of_study":"Ingeniería eléctrica y electrónica","grade":"4 Semestres aprobados"},{"date":{"start":{"month":null,"day":null,"year":2004},"end":{"month":null,"day":null,"year":2007}},"school":{"name":"Colegio Campestre Maximino Poitiers","logo":null,"url":null},"degree_name":"Bachiller Académico","field_of_study":"Programa de Excelencia en Bachillerato","grade":"Mejor bachiller, graduado con excelencia académica."}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Español","proficiency":null},{"name":"Francés","proficiency":null},{"name":"Inglés","proficiency":null},{"name":"Japonés","proficiency":null}]},"current_job_year":2018,"current_job_month":10,"picture":null,"email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Universidad Nacional de Colombia"},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}