{"https://co.linkedin.com/in/iv%C3%A1n-dar%C3%ADo-pinilla-mart%C3%ADnez-822a71a2":{"error":false,"response":{"first_name":"Iván Darío","last_name":"Pinilla Martínez","full_name":"Iván Darío Pinilla Martínez","gender":"male","job_title":"Ingeniero agrícola","linkedin":"https://www.linkedin.com/in/iván-darío-pinilla-martínez-822a71a2","summary":"Ingeniero Agrícola egresado de la Universidad Nacional de Colombia, con interés en las áreas de\ningeniería de riegos y drenajes, estructuras hidráulicas, hidrología y maquinaria agrícola. Buen\nmanejo del sistema operativo Microsoft Windows y de la suite ofimática Microsoft Office, con\nconocimientos en AutoCAD, Model Maker, WaterCAD, Epanet, HEC-HMS, entre otros. Con\nexperiencia en seguimiento e interventoría de obras civiles de pequeña escala, diseño y\npresupuesto de sistemas de riego presurizado, administración de sistemas de riego por aspersión y\nmonitoreo de las labores agronómicas en cultivos de palma, y coordinación de grupos de trabajo.\nPersona con alta atención al detalle, capacidad de análisis y pensamiento estratégico, autónomo,\nperseverante, proactivo, creativo, con habilidad para trabajar en equipo, organizar y delegar\nfunciones, dispuesto a aprender, a realizar un trabajo eficaz y a ser cada día mejor.","premium":false,"skills":"Ingeniería de riegos, Hydraulics, Hydrology, Drainage, AutoCAD, HEC-HMS, Inglés, Microsoft Office, Microsoft Excel, Customer Service, Hidrología, Negociación, Planificación estratégica, Microsoft Word, PowerPoint, Capacidad de análisis, Trabajo en equipo, Suelo","work_experience":[{"company":{"id":null,"name":"Extractora Palmariguaní S.A.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":8,"day":null,"year":2021},"end":{"month":11,"day":null,"year":2021}},"profile_positions":[{"location":"Cesar, Colombia","date":{"start":{"month":8,"day":null,"year":2021},"end":{"month":11,"day":null,"year":2021}},"company":"Extractora Palmariguaní S.A.","description":"Liderar el proceso de socialización y divulgación del proyecto de mejora de los sistemas de riego de los predios de los productores del núcleo. Realizar el planeamiento, programación y ejecución de visitas a los productores para hacer el diagnóstico técnico de los sistemas de riego empleados en cada uno de los predios. Realizar la georreferenciación y medición de áreas y perímetros de los predios de los productores del núcleo. Recabar información correspondiente a las labores agronómicas realizadas, y a los recursos de agua y suelo con los que se dispone en cada uno de los predios para el aprovechamiento en el cultivo de palma de aceite. Realizar en cada predio la evaluación del perfil del suelo y realizar pruebas de determinación de textura por el método organoléptico. Compilar la información obtenida en campo y realizar un informe para cada uno de los predios visitados. Realizar una propuesta de mejora de los sistemas de riego empleados en cada uno de los predios de los productores del núcleo. Diseñar y ejecutar días de campo en las parcelas demostrativas seleccionadas junto con Cenipalma, para la capacitación en mejores prácticas de sostenibilidad en el cultivo de palma de aceite.","title":"Ingeniero agrícola","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Corprogreso - FAO (Empleado en misión)","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":12,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2020}},"profile_positions":[{"location":"Cundinamarca, Colombia","date":{"start":{"month":12,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2020}},"company":"Corprogreso - FAO (Empleado en misión)","description":null,"title":"Profesional misional agrícola","employment_type":null}]},{"company":{"id":null,"name":"Palmeras de la Cartuja S.A.S.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":1,"day":null,"year":2019},"end":{"month":4,"day":null,"year":2019}},"profile_positions":[{"location":"Codazzi, Cesar","date":{"start":{"month":1,"day":null,"year":2019},"end":{"month":4,"day":null,"year":2019}},"company":"Palmeras de la Cartuja S.A.S.","description":"Administrar la infraestructura y recursos dispuestos por la empresa destinados al\nárea de riego de la finca La Cartuja, con el objetivo de optimizar el proceso de aplicación del agua\nnecesaria para suplir el déficit hídrico en época de verano propiciando el óptimo desarrollo del\ncultivo de palma de aceite. Evaluar la logística de la operación y la eficiencia de la aplicación del\nriego, enfocando las labores en un área de 276 ha. Manejar datos meteorológicos para realizar el\nbalance hídrico, conocer los requerimientos reales de la palma y realizar una programación de\nriego más ajustada a las necesidades del cultivo. Diseñar un programa de mantenimiento de tipo\npreventivo y de reparación del sistema en función de las labores culturales del cultivo. Programar\nmantenimientos de equipos y estructuras concernientes al sistema de riego. Velar por el buen\nfuncionamiento del tendido eléctrico y programar el mantenimiento básico del sistema como\ncambio de cañuelas y limpieza de transformadores de ser necesario.","title":"Supervisor de riego","employment_type":null}]},{"company":{"id":null,"name":"Independiente","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":4,"day":null,"year":2018},"end":{"month":8,"day":null,"year":2018}},"profile_positions":[{"location":"Pelaya, Cesar","date":{"start":{"month":4,"day":null,"year":2018},"end":{"month":8,"day":null,"year":2018}},"company":"Independiente","description":"Evaluar los recursos naturales, humano y de capital disponibles para el desarrollo\ndel proyecto productivo. Formular plan de adecuación de tierras con el objetivo de realizar una\nnivelación de un lote de 4 ha y diseñar red de drenaje de un lote de 10 ha. Apoyar la planificación\ndel laboreo de los lotes de acuerdo a sus requerimientos y realizar el acompañamiento\ncorrespondiente a dicha labor. Supervisar el proceso de siembra, verificando la calibración de la\nsembradora, la óptima distribución y el tapado de la semilla. Apoyar el diseño del caballoneado del\nterreno y la instalación del riego en el lote. Apoyar la revisión en campo del estado general del\ncultivo, emitiendo alertas en caso de observar posibles deficiencias nutricionales, proliferación de\nmalezas, presencia significativa de plagas y/o brotes de enfermedades fúngicas. Supervisar la\nejecución de labores culturales como fertilización y aplicación de agroquímicos para control de\nmalezas, plagas y enfermedades. Supervisar el proceso de cosecha, verificando avance y\nrendimiento de la combinada, y apoyando la logística de acopio del grano cosechado para su\nposterior embarque y envío al molino.","title":"Productor de arroz","employment_type":null}]},{"company":{"id":1180153,"name":"Industrial Agraria La Palma Limitada - Indupalma","logo":"https://media.licdn.com/dms/image/C510BAQFNv6KYpSzy1A/company-logo_400_400/0/1519889923051?e=1705536000&v=beta&t=TBUGKnvOvTKNSEKq3xBABQuNNwIpx42NAQ7sLS6y6tE","url":"https://www.linkedin.com/company/industrial-agraria-la-palma-limitada---indupalma/","employees":{"start":201,"end":500}},"date":{"start":{"month":2,"day":null,"year":2017},"end":{"month":12,"day":null,"year":2017}},"profile_positions":[{"location":"Pelaya, Cesar","date":{"start":{"month":2,"day":null,"year":2017},"end":{"month":12,"day":null,"year":2017}},"company":"Industrial Agraria La Palma Limitada - Indupalma","description":"Realizar las funciones concernientes al cargo Especialista de riego. Desarrollar\nplanes y programar labores de mantenimiento y rehabilitación de vías, trinchos y pasebúfalos de la\nplantación La Loma (1549 ha) sin causar afectación al desarrollo de las actividades agronómicas ni\nal personal que las ejecuta. Monitorear las labores de mantenimiento y rehabilitación de las obras\nciviles de la plantación asegurando su óptima operación. Realizar interventoría en campo de las\nactividades agronómicas, apoyando las tareas de monitoreo del avance de las labores asignadas y\nvelando por el cumplimiento de los estándares de calidad establecidos, especialmente en las\nlabores de poda y mantenimiento con guadaña de calles de cosecha, calles de riego y los platos de\nlas palmas. Apoyar con la programación y monitoreo de las labores de cosecha, polinización y\nfertilización de la plantación La Loma siempre que se presentara la necesidad.","title":"Especialista agrícola","employment_type":null}]},{"company":{"id":null,"name":"Su Temporal S.A. - Indupalma Ltda. (Empleado en misión)","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":3,"day":null,"year":2016},"end":{"month":2,"day":null,"year":2017}},"profile_positions":[{"location":"Pelaya, Cesar","date":{"start":{"month":3,"day":null,"year":2016},"end":{"month":2,"day":null,"year":2017}},"company":"Su Temporal S.A. - Indupalma Ltda. (Empleado en misión)","description":"Administrar la infraestructura y recursos dispuestos por la empresa destinados al\nárea de riego y drenajes de la plantación La Loma, con el objetivo de optimizar el proceso de\naplicación del agua necesaria para suplir el déficit hídrico en época de verano y evacuar los\nexcesos de humedad en época de invierno propiciando el óptimo desarrollo del cultivo de palma de\naceite. Evaluar la logística de la operación y la eficiencia de la aplicación del riego, enfocando las\nlabores en un área priorizada de 1005 ha. Manejar datos meteorológicos para realizar el balance\nhídrico, conocer los requerimientos reales de la palma y realizar una programación de riego más\najustada a las necesidades del cultivo. Diseñar un programa de mantenimiento y reparación del\nsistema en función de las labores culturales del cultivo. Programar mantenimientos de equipos y\nestructuras concernientes al sistema de riego. Presupuestar costos de operación del sistema\nnecesarios para ejecutar el plan de riego definido. Programar las labores de mantenimiento de\ndrenajes principales, secundarios y terciarios, así como la construcción de los drenajes terciarios\nfaltantes para evacuar los excesos de humedad y drenar el suelo favoreciendo su aireación.","title":"Especialista de riego","employment_type":null}]},{"company":{"id":null,"name":"Irrigación e Industria de Colombia Irridelco S.A.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":11,"day":null,"year":2014},"end":{"month":2,"day":null,"year":2016}},"profile_positions":[{"location":"Chia, Cundinamarca","date":{"start":{"month":11,"day":null,"year":2014},"end":{"month":2,"day":null,"year":2016}},"company":"Irrigación e Industria de Colombia Irridelco S.A.","description":"Desarrollar proyectos agrícolas referentes al cálculo, diseño y presupuesto de\nsistemas de riego, analizando los proyectos de clientes privados, asociaciones y comunidades,\nevaluando integralmente la información de la zona, costos de inversión, montaje y operación, hasta\nla ejecución y puesta en marcha de los sistemas diseñados. Enfocar los conocimientos técnicos en\nla disminución de las pérdidas de agua, maximizando las eficiencias de conducción, distribución y\naplicación en el sistema de riego diseñado. Brindar apoyo constante al desarrollo de las\nactividades concernientes al departamento de diseño y al departamento comercial, tal como\ndigitalización de planos, cálculo de estructuras hidráulicas y asesoría de clientes, entre otros.","title":"Ingeniero de diseño","employment_type":null}]},{"company":{"id":null,"name":"Palmeras del Llano S.A.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":2,"day":null,"year":2013},"end":{"month":12,"day":null,"year":2013}},"profile_positions":[{"location":"Acacias, Meta","date":{"start":{"month":2,"day":null,"year":2013},"end":{"month":12,"day":null,"year":2013}},"company":"Palmeras del Llano S.A.","description":"Realizar supervisión como ingeniero residente a la construcción de una laguna de\ntratamiento de aguas residuales, la instalación de la línea de conducción del efluente desde la\nplanta extractora hasta la laguna de tratamiento y la puesta en marcha del sistema. Diseñar y\nrealizar la nivelación de un área de 1,6 ha destinada al establecimiento de un previvero y un vivero,\ny realizar los cálculos de los movimientos de tierra para la nivelación de un área de 167 ha\ndestinada a la siembra de palma. Brindar apoyo constante al desarrollo de las actividades\nconcernientes al área de aguas y suelos del departamento agronómico y al departamento\nambiental de la empresa, tales como muestreo y análisis de suelos, programación de preparación\nde terrenos y de limpieza de canales, diseño y construcción de canales, entre otros.","title":"Auxiliar dpto agronómico","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2006},"end":{"month":null,"day":null,"year":2012}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero Agrícola","field_of_study":"Ingeniería","grade":"Intereses en el área de recursos hídricos y maquinaria agrícola."}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Español","proficiency":"NATIVE_OR_BILINGUAL"},{"name":"Inglés","proficiency":"PROFESSIONAL_WORKING"},{"name":"Portugués","proficiency":"ELEMENTARY"}]},"current_job_year":2021,"current_job_month":8,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_W29QJAGNNIM9YOQM5PML.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Extractora Palmariguaní S.A."},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}