{"https://co.linkedin.com/in/isaza-ruiz":{"error":false,"response":{"first_name":"Juan Carlos","last_name":"Isaza Ruiz","full_name":"Juan Carlos Isaza Ruiz","gender":"male","job_title":"Ingeniero de diseño mecánico en INGETEC","linkedin":"https://www.linkedin.com/in/isaza-ruiz","summary":"Soy ingeniero mecánico de la Universidad Nacional de Colombia, tengo conocimientos en las áreas de diseño de máquinas, producción de energía, ingeniería de materiales, ingeniería de manufactura e ingeniería de procesos, también tengo profundizaciones en dinámica de fluidos computacional, energías limpias y administración de recursos humanos. Estoy interesado en el diseño mecánico, la programación y la mecánica de fluidos computacional. Soy experto en sistemas de extinción de incendios.\n\nMe considero una persona con muy buenas habilidades analíticas, sociales y de liderazgo. Soy responsable, perseverante, con voluntad, personalidad y carácter. Me apasiona el diseño, las artes plásticas y la fotografía.","premium":false,"skills":"Matlab, Fortran, Autodesk Inventor, AutoCAD, Common Lisp, LaTeX, Microsoft Office, Energías renovables, Gestión energética, Diseño de máquinas, Gestión de proyectos, Gestión de recursos humanos, Educación superior, Manufactura, Lean manufacturing, Materiales, Liderazgo, Administración y dirección de empresas","work_experience":[{"company":{"id":1123558,"name":"INGETEC","logo":"https://media.licdn.com/dms/image/C560BAQH6sBEwMqm80g/company-logo_400_400/0/1519879511871?e=1705536000&v=beta&t=kVdYCsf3qXCjjauu_NZjKGBb8C_pVKV7exJjBHqLxMg","url":"https://www.linkedin.com/company/ingetec-s.a.s/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":1,"day":null,"year":2017},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":1,"day":null,"year":2017},"end":{"month":null,"day":null,"year":null}},"company":"INGETEC","description":"Diseño de Sistemas de Extinción de Incendios,\nen proyectos como: Central Cervecera de Colombia; Metro de Bogotá; Transmilenio Carrera 7ma y Portal 200; Cruce Cordillera Central (Túnel de La Línea); Planta Trilladora de Café Caribecafé; Proyecto Hidroeléctrico El Tornillito, Honduras; Transmilenio Portal Américas; Proyecto Hidroeléctrico Talasa; Econnabis Producción de Cannabis Medicinal; Realce Presa Miraflores; Estación Elevadora de Aguas Residuales Canoas; Mina Queresas y Porvenir - Cerro Matoso; Subestación Planta Solar Armero-San Felipe; Subestación Planta Solar Cartago-Obando; Subestación Planta Solar Campano-Chinú; Termoguajira; Edificio Principal Bancamía.\n\nRevisión de Diseño de Sistemas de Extinción de Incendios,\nen proyectos como: Torre Colpatria;  Concesión Pacífico 3;  Carretera Perimetral de Oriente; Edificio Nuevo CAD de Bogotá; Túneles GICA Colpatria; Concesión Ruta del Sol - Sector 3; Proyectos Hidroeléctricos Luzma I y II; 9 Proyectos Hidroeléctricos Northland Power.\n\nAnálisis de Riesgo de Áreas Explosivas y Sustancias Peligrosas,\nen proyectos como: Central Cervecera de Colombia;  Estación Elevadora de Aguas Residuales Canoas; Mina Principal Cerro Matoso; Mina Queresas y Porvenir; Realce Presa Miraflores; Termoguajira.\n\nDiseño de Sistemas de Bombeo de Agua Potable, Cruda y Residual,\nen proyectos como: Presa El Quimbo; Presa Misicuni, Bolivia; Transmilenio Portal Américas; Estación Elevadora de Aguas Residuales Canoas; Portal Centenario; Ampliación Mina Cerro Matoso; Nestlé, Ecuador.\n\nSupervisión Técnica Mecánica en Campo,\nen proyectos como: Entrega de la PTAP Tibitoc; Levantamiento de redes de gas natural, acueducto y alcantarillado para REGIOTRAM.\n\nDiseño de Traslado de Redes de Gas Natural,\nen proyectos como: Ampliación Av. ALO; Ampliación Av. Centenario; Ampliación Av. Ciudad de Cali; Plan Parcial El Carmen; Plan Parcial Triángulo Fenicia; Accesos Norte Fase II.","title":"Ingeniero de diseño mecánico","employment_type":null}]},{"company":{"id":3548519,"name":"Compañía General de Aceros S.A.","logo":"https://media.licdn.com/dms/image/D4E0BAQFsbaYb225uNw/company-logo_400_400/0/1681163916464?e=1705536000&v=beta&t=PcZipKgd7-QvJUzvpRem2Vi3BRWvpy2rpNH3ThDCg3Q","url":"https://www.linkedin.com/company/compa%C3%B1%C3%ADa-general-de-aceros-s-a-/","employees":{"start":201,"end":500}},"date":{"start":{"month":3,"day":null,"year":2015},"end":{"month":7,"day":null,"year":2015}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":3,"day":null,"year":2015},"end":{"month":7,"day":null,"year":2015}},"company":"Compañía General de Aceros S.A.","description":"Ocupación: Practicante – Ingeniero de Manufactura \nJefe Directo: Bernardo Ruiz\nProfesor Director: Ernesto Córdoba Nieto\nDepartamento: Ingeniería\nFunciones: Monitorear procesos industriales, modelar planta, revisar normas de seguridad, proponer mejoras de seguridad y organización, proponer un modelo de medición de eficiencia.","title":"Ingeniero de procesos","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2011},"end":{"month":null,"day":null,"year":2016}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Grado en Ingeniería","field_of_study":"Ingeniería mecánica","grade":"4.0"}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Alemán","proficiency":"ELEMENTARY"},{"name":"Español","proficiency":"NATIVE_OR_BILINGUAL"},{"name":"Inglés","proficiency":"FULL_PROFESSIONAL"}]},"current_job_year":2017,"current_job_month":1,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_5WU6VJBTL5AO7O88LDR7.jpg","email":{"email":"juanisaza@ingetec.com.co","email_anon_id":"Wb1MPF9HTuk1","email_status":"VALID","email_type":"professional"},"company":{"name":"INGETEC","is_catch_all":null,"size":"1001-5000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_2AZEZV8TVEBYRNEQLHTV.jpg","linkedin":"https://www.linkedin.com/company/ingetec-s.a.s","website":"http://www.ingetec.com.co","domain":"ingetec.com.co","common_email_pattern":"{first}{last}","industry":"Civil Engineering","founded_in":1947,"description":"INGETEC está conformado por un grupo de profesionales con alto nivel de especialización, quienes trabajan dentro de las diferentes gerencias y divisiones que componen la organización: Gerencia General, Gerencia de Interventoría, Gerencia de Proyectos, Gerencia Administrativa y Financiera y Gerencia Técnica, la cual a su vez se subdivide en las siguientes Divisiones: Recursos Hídricos, Ambiental, Estructuras, Geotecnia, Vías, Tránsito y Transporte, Eléctrica y Electrónica, Mecánica e Industrial.\n\nLa firma cuenta con amplia experiencia en diseño, asesoría y supervisión de proyectos hidroeléctricos y termoeléctricos, líneas de transmisión y subestaciones eléctricas, transporte, disposición de aguas servidas, distritos de riego, carreteras (incluyendo túneles, puentes y viaductos), transporte masivo (metro, buses articulados), estudios ambientales y sociales, desarrollos industriales, entre otros, con liderazgo destacado en diseño de presas, túneles, cavernas y pozos profundos de gran diámetro. \n","total_emails":47,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogotá","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":"Carrera 6 No 30 A - 30"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}