{"https://co.linkedin.com/in/luis-miguel-ramirez-jimenez-513960a5":{"error":false,"response":{"first_name":"Luis Miguel","last_name":"Ramirez Jimenez","full_name":"Luis Miguel Ramirez Jimenez","gender":"male","job_title":"Director de Investigación y desarrollo","linkedin":"https://www.linkedin.com/in/luis-miguel-ramirez-jimenez-513960a5","summary":"Actualmente desempeño mi rol como Director de I+D liderando a un talentoso equipo, responsable de la adopción, desarrollo y escalamiento de tecnologías en la industria oleoquímica que renueven el \"Core\" de la compañía, aseguren el futuro de nuestras operaciones y que resulten en el crecimiento de la industria del pais. \n\nObtuve mi título de MEng. en Ingeniería Química de la Universidad Nacional de Colombia, como parte de mi desarrollo profesional en el área de la química de los aceites vegetales, el cual he aplicado y he enfocado en el diseño y validación de soluciones renovables con énfasis en la generación de valor agregado para las industrias de energía, de manufactura y cosmética entre otros. \n\nDurante mis 7 años de experiencia laboral, he fortalecido mis habilidades en la generación, validación y puesta en marcha de iniciativas de innovación tanto de producto como de procesos productivos, diseñando, escalando, estandarizando y dirigiendo la operación de pltaformas tecnológicas, convencionales y no convencionales de transformación fisicoquímicas. \n\nLo anterior ha sido posible enfocando los esfuerzos personales y del equipo en la construccion de alianzas clave, asi como empleando herramientas y crietrios de inteligencia competitiva, tecnológica, de modelamiento y simulación de procesos de transformación a multiescala, y de evaluación de viabilidad tecnicoeconómica de proyectos de innovación bajo escenarios de gran inceridumbre.","premium":false,"skills":"Investigación y desarrollo (I+D), Innovación tecnológica, Evaluación tecnológica, Desarrollo de productos, Estudios de factibilidad, Gestión de proyectos, Liderazgo de equipos, Planificación estratégica, Inglés, Estrategia empresarial, Microsoft Office, Microsoft Excel, Español, Investigación y desarrollo, Microsoft PowerPoint, Matlab, Análisis de datos, Docencia, Ingeniería química, Microsoft Word","work_experience":[{"company":{"id":28655754,"name":"Bio D S.A.","logo":"https://media.licdn.com/dms/image/C4E0BAQE_4PXEeMyWtw/company-logo_400_400/0/1525704336322?e=1705536000&v=beta&t=hAAxq_y5gpJCjlvGUOdGR73DQ3ahCfmgFlr8-1HuNBk","url":"https://www.linkedin.com/company/bio-d-s-a/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":1,"day":null,"year":2019},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Facatativá, Cundinamarca, Colombia","date":{"start":{"month":9,"day":null,"year":2022},"end":{"month":null,"day":null,"year":null}},"company":"Bio D S.A.","description":null,"title":"Director de investigación y desarrollo","employment_type":"Full-time"},{"location":"Facatativá","date":{"start":{"month":1,"day":null,"year":2019},"end":{"month":3,"day":null,"year":2023}},"company":"Bio D S.A.","description":null,"title":"Ingeniero de investigación","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Biominerales Colombia S.A.S.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":10,"day":null,"year":2018},"end":{"month":1,"day":null,"year":2019}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":10,"day":null,"year":2018},"end":{"month":1,"day":null,"year":2019}},"company":"Biominerales Colombia S.A.S.","description":"Elaboración de la gestión documental del sistema de gestión de la calidad de acuerdo a la norma NTC ISO 9001:2015 de la empresa Biominerales Colombia S.A.S.","title":"Consultor en Gestión de Calidad","employment_type":null}]},{"company":{"id":null,"name":"Biominerales Colombia S.A.S","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":2,"day":null,"year":2017},"end":{"month":7,"day":null,"year":2018}},"profile_positions":[{"location":"Av Calle 17 No 132-18 Parque empresarial los urapanes","date":{"start":{"month":2,"day":null,"year":2017},"end":{"month":7,"day":null,"year":2018}},"company":"Biominerales Colombia S.A.S","description":"Área de I+D: \n•\tExtracción líquido-líquido para el lavado en seco de biodiesel, implementación a escala piloto y a escala planta.\n•\tDiseño y evaluación a escala banco de la sulfonación y epoxidación  de ésteres metílicos de aceite vegetal usado.\n•\tDiseño y evaluación conjunta a escala banco de la compactación y limpieza de las resinas PD206 y su uso como medio filtrante en la remoción de estereoglucósidos. \n•\tEvaluación a escala planta de la reacción de transesterificación de aceite vegetal usado mediante cavitación hidrodinámica.\nÁrea de Producción: Análisis, diseño y dimensionamiento de nueva infraestructura. Puesta en marcha de nuevas unidades de operativas. Elaboración de procedimientos, inventario de tiempos de operación,  balance de masa y evaluación de rendimientos asociados a las operaciones, estimaciones de capacidad de producción y generación de alternativas parar reducir tiempos muertos. Capacitación y evaluación de desempeño del personal a cargo. Puesta en marcha de la planta de producción de Biodiésel, dirección del personal operativo a cargo en las áreas de producción y almacén, operación de producción en modalidad de turnos rotativos 24h. Diagramación BD, PFD, P&ID de proceso y elaboración de documentación concerniente al área de producción requerida para emisión de certificado de productores de biodiésel Min. Minas. Implementación de gestión documental en los procesos de almacén, aseguramiento de la calidad y producción. Registro de los movimientos de manipulación de sustancias químicas controladas, así como disposiciones ambientales en plataformas de las entidades de control SICOQ y RUA. \nLogros durante el cargo: Puesta en operación de la planta de producción de biodiésel con producto bajo especificaciones para mezclas con diésel cumpliendo regulación del ministerio de minas.\nÁrea de control de calidad: ejecución de ensayos de rutina para control de materias primas, producto en proceso y producto terminado para su aceptación o rechazo.","title":"Jefe de producción","employment_type":null}]},{"company":{"id":null,"name":"SBC - Sustancias Básicas Colombianas","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":11,"day":null,"year":2015},"end":{"month":11,"day":null,"year":2016}},"profile_positions":[{"location":null,"date":{"start":{"month":11,"day":null,"year":2015},"end":{"month":11,"day":null,"year":2016}},"company":"SBC - Sustancias Básicas Colombianas","description":"Estandarización de procesos de producción, cálculos de capacidad de planta instalada, elaboración de procedimientos para la manipulación y recepción de insumos, operación de equipos, alineamiento de válvulas, envasado, manipulación de producto terminado y control de emergencias. Programación y modificación de cronogramas de producción y mantenimiento de equipos. Elaboración de órdenes de producción, cálculos de consumo de materias primas y supervisión de actividades de fabricación de lubricantes líquidos y semisólidos de grados USP y técnico. Generación de soluciones ante imprevistos, toma de decisiones en escenarios de presión. Generación y evaluación de alternativas con miras a la mejora del proceso productivo. Dirección del personal operativo, inducción, entrenamiento y evaluación de rendimiento del personal, supervisión del cumplimiento de instrucciones dictadas al personal operativo y elaboración de llamados de atención cuando la situación lo requiere. Soporte técnico al área administrativa y generación de alternativas para la reducción de costos.  Manejo de almacén de materia prima y almacén de producto terminado, control de inventarios mediante Microsoft Excel 2016 ® y Helisa ®. \n\nImplementación de normatividad y procedimientos de ensayo de laboratorio en control de calidad según normatividad ASTM y USP. Evaluación de insumos (Parafinas bases lubricantes y aceites) y producto terminado (Aceite grados técnico y USP, vaselinas grados técnico y USP) según normatividad ASTM y USP mediante ensayos fisicoquímicos de las muestras. Aceptación o rechazo de insumos y lotes. Asesoría en el área de compras para la adquisición de equipos, materiales e instrumentos de laboratorio. Elaboración de certificados de calidad de producto e informes de resultado. Evaluación de nuevos insumos en la formulación de bases lubricantes líquidos y semisólidos.","title":"Ingeniero de producción y calidad","employment_type":null}]},{"company":{"id":464241,"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":6,"day":null,"year":2014},"end":{"month":6,"day":null,"year":2015}},"profile_positions":[{"location":null,"date":{"start":{"month":6,"day":null,"year":2014},"end":{"month":6,"day":null,"year":2015}},"company":"Universidad Nacional de Colombia","description":"Grupo de Investigación: Diseño de Procesos Químicos y Bioquímicos; Tareas realizadas: Diseño, construcción, puesta en marcha y estandarización de\noperación de reactor integral de lecho fijo para procesos de producción de esteres\nempleando catalizador de intercambio catiónico; Grupo de investigación: Diseño de Procesos Químicos y Bioquímicos; Tareas realizadas: Trabajo voluntario como asistente de estudiantes de doctorado y\nMaestría en el Grupo de Investigación de Diseño de Procesos Químicos y Bioquímicos\nde la Universidad Nacional de Colombia lo que justificó capacitación en diferentes\nequipos de análisis químico.\nExperiencia con:\nEquipos de Laboratorio: Termo gravimetría, Espectrometría, Espectroscopia,\nSortometría y Difracción de Rayos X.\nEquipamiento de planta piloto: Equipos de destilación continua y por\nlotes. Equipos de Intercambio de Calor como Intercambiadores, Evaporadores y\nCalderas. Reactores por lotes y continuos. Fermentadores por lotes. Dispositivos de\ncontrol, secado, molienda y Análisis Granulométrico entre otros","title":"Estudiante Líder de Proyecto","employment_type":null}]}],"education":[{"date":{"start":{"month":8,"day":null,"year":2016},"end":{"month":8,"day":null,"year":2019}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Magister en ingeniería Química","field_of_study":"Oleoquímica cinética de reacción","grade":null},{"date":{"start":{"month":null,"day":null,"year":2010},"end":{"month":null,"day":null,"year":2015}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero Químico","field_of_study":"Diseño e implementación de reactor integral heterogeneo para esterificación en fase liquida","grade":null},{"date":{"start":{"month":null,"day":null,"year":1996},"end":{"month":null,"day":null,"year":2008}},"school":{"name":"Colombia Escuela Pedagógica Experimental","logo":null,"url":null},"degree_name":"Bachiller","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Español","proficiency":"NATIVE_OR_BILINGUAL"},{"name":"Inglés","proficiency":"PROFESSIONAL_WORKING"}]},"current_job_year":2019,"current_job_month":1,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_1QSBZ0LCPTFA6BCMABZZ.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Bio D S.A.","is_catch_all":null,"size":"5001-10000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_SF10V49I2UMNHYPPKVGW.jpg","linkedin":"https://www.linkedin.com/company/bio-d-s-a","website":"http://www.biodsa.com.co","domain":"biodsa.com.co","common_email_pattern":null,"industry":"Oil and Gas","founded_in":null,"description":"It is with immense pleasure that we welcome you to Bio D.\n\nOver 10 years ago, we were created by 13 visionary Colombian companies who have dedicated themselves to transforming how people view and benefit from truly sustainable palm oil.\n\nToday, with 17 committed stakeholders and full ownership of our supply chain, we are producing some of the highest quality and most responsible bio-renewable solutions in the world.\n\nBy living our Symbiotic Circle of Business each and every day, we are able to show you who we are and what we believe. Our Symbiotic Circle of Business has also been the reason why our clients have enjoyed our dependability for so long.\n\nAs we continue to grow, all of us at Bio D are encouraged to know that because of who we are and what we value, our future looks bright. The only way we will sustain our success as a global organization, is by continuing to be a responsible Colombian company.","total_emails":0,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Facatativá","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":"Terminal de Combustibles Sabana Mancila Facatativá-El Vino, Facatativá, Cundinamarca"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}