{"https://co.linkedin.com/in/julian-david-avella-76064113":{"error":false,"response":{"first_name":"Julian David","last_name":"Avella","full_name":"Julian David Avella","gender":"male","job_title":"ESPECIALISTA EN SEGURIDAD DE LA INFORMACIÓN","linkedin":"https://www.linkedin.com/in/julian-david-avella-76064113","summary":"Ingeniero electrónico con especialización en seguridad de la información, experiencia y proyección hacia la seguridad de la información y las redes de telecomunicaciones.\n\nDominio y conocimiento de tecnologías y plataformas de seguridad como Firewall, UTM, Antivirus, VPN, SIEM, herramientas de monitoreo y análisis de incidentes de seguridad. Conocimiento seguridad en sistemas Operativos, frameworks enfocados a la seguridad de la información como SGSI ISO-27000, ITIL y COBIT, gerencia de proyectos, continuidad de negocio.\n\nTengo experiencia en administración, soporte, mantenimiento y configuración de plataformas de seguridad (Fortinet, Checkpoint, Intel McAfee, Cisco ASA, Alienvault, Optenet, Proventia, Kaspersky).\nDominio y conocimiento en tecnologías de networking, WAN, LAN, topologías y arquitecturas de red, servicios de red, redes móviles y ópticas. Cuento con experiencia en administración, soporte, configuración, mantenimiento y monitoreo en tecnologías de redes como Cisco, Hewlett Packard D-Link y Huawei.\n\nHe desarrollado a través de mi experiencia profesional capacidad  para la organización, coordinación y seguimiento en proyectos relacionados con tecnología,  tengo capacidad de adaptación  en cualquier entorno de trabajo, Tengo habilidades para comunicar y resolver problemas y requerimientos enfocados a la tecnología, además del interés continuo de aprendizaje y superación de nuevos retos profesionales y personales.\n","premium":false,"skills":"Telecommunications, Security, Networking, Network Security, Fortinet, Cisco Systems Products","work_experience":[{"company":{"id":null,"name":"SELCOMP","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":6,"day":null,"year":2013},"end":{"month":3,"day":null,"year":2018}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":6,"day":null,"year":2013},"end":{"month":3,"day":null,"year":2018}},"company":"SELCOMP","description":"FUNCIONES\n•\tAdministrar los sistemas de seguridad informática, realizar mantenimiento y actualización del sistema, monitoreo de rendimiento y uso adecuado de los recursos, garantizando el correcto funcionamiento, efectuando apoyo técnico especializado de manera presencial o remota. (Productos Fortinet, McAffe, Manage Engine). \n•\tAdministrar la infraestructura de red, realizar mantenimiento del hardware y software de los equipos de red, monitoreo de rendimiento y recursos, garantizando el correcto funcionamiento, efectuando apoyo técnico especializado de manera presencial o remota. (Cisco, 3com, HP, Fortinet). \n•\tValidar y administrar la gestión de accesos a través de las herramientas utilizadas en el proyecto. \n•\tIntegrar los nuevos procesos, procedimientos y cambios en la infraestructura del cliente. Así como tener capacidad para la administración de nuevas plataformas. \n•\tEjecutar configuraciones en las plataformas de seguridad y de red de acuerdo a requerimientos e incidentes, que involucren las plataformas de red y de seguridad, evaluando su impacto y riesgo. \n•\tApoyar, Diseñar, ejecutar y probar nuevas implementaciones de soluciones de seguridad de la información e infraestructura de red. \n•\tParticipar activamente y apoyar en los procesos de seguridad de la información del cliente (políticas de seguridad, gestión de seguridad de la información, planes de respuesta ante incidentes, análisis y evaluación de riesgos de seguridad).\n•\tProponer y establecer métodos, soluciones, controles y procedimientos concernientes a la seguridad de la información e infraestructura de red.\n•\tEvaluar la seguridad de los activos de información, mediante pruebas de vulnerabilidades, reportes y análisis de incidentes de seguridad informática. \n•\tElaborar procedimientos, manuales y/o instructivos de instalación y configuración de plataformas de infraestructura.","title":"PROFESIONAL NIVEL II","employment_type":null}]},{"company":{"id":1508196,"name":"KAPPA10 LTDA","logo":"https://media.licdn.com/dms/image/C4D0BAQGQOT9vuJYzzw/company-logo_400_400/0/1643946125933?e=1705536000&v=beta&t=ripEKU1IrFxKSJhM0GIVk8Yhdvrlxk06E5Q83prB_Uc","url":"https://www.linkedin.com/company/kappa10/","employees":{"start":11,"end":50}},"date":{"start":{"month":5,"day":null,"year":2012},"end":{"month":6,"day":null,"year":2013}},"profile_positions":[{"location":"Bogotá D.C. Area, Colombia","date":{"start":{"month":5,"day":null,"year":2012},"end":{"month":6,"day":null,"year":2013}},"company":"KAPPA10","description":"FUNCIONES\n\n•\tAnalizar y ejecutar cambios en las diferentes plataformas de seguridad evaluando el riesgo hacia los servicios prestados por Claro Colombia en sus servicios de Datacenter.\n•\tRealizar gestión de cambios como análisis, troubleshooting y recomendaciones sobre las diferentes plataformas de seguridad, las plataformas en que se realiza gestión son Fortinet, Checkpoint, Cisco ASA, Optenet-WOLF (Filtrado de contenido), Netxplorer Allot, Cisco ACS, etc. \n•\tRealiza monitoreo proactivo de eventos de seguridad, análisis y contención de incidentes relacionados a la seguridad de los clientes y proyectos de Claro Colombia, a través de diferentes herramientas de seguridad como Alienvault, RSA Envision, Fortianalyzer, Proventia IBM etc. \n•\tGenerar y analizar reportes de plataforma de seguridad, de acuerdo a requerimientos de los clientes. \n•\tResponsable del proceso de gestión de identidad en plataformas de seguridad (Ciclo de vida del usuario, solicitud, creación, eliminación).","title":"INGENIERO SEGURIDAD DE LA INFORMACIÓN","employment_type":null}]},{"company":{"id":null,"name":"ITS Infocomunicación SAS","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":8,"day":null,"year":2011},"end":{"month":5,"day":null,"year":2012}},"profile_positions":[{"location":"Bogotá D.C. Area, Colombia","date":{"start":{"month":8,"day":null,"year":2011},"end":{"month":5,"day":null,"year":2012}},"company":"ITS Infocomunicación SAS","description":"•\tRealizar monitoreo proactivo de red, de seguridad y Servidores, a través de diferentes herramientas de la infrestructura de varios clientes y proyectos, las herramientas que utilizo son sitescope de HP, Orion de Solar winds, Nagios, MARS y ASAs de Cisco y acceso directo a los equipos a monitorear switches, routers servidores. Dentro de las tareas diarias se encuentra la Generación de informes para revisión y seguimiento del comportamiento de los diversos parámetros a monitorear como disponibilidad, tiempo de respuesta, ancho de banda, memoria de utilización, carga de CPU etc.\n•\tMonitoreo 5x8 o 7x24 de la infraestructura instalada, en cuanto a WAN, LAN, WLAN, VozIP, QoS, IPM, aplicaciones, entre otras.\n•\tAnalizar el impacto y criticidad de las fallas. \n•\tAplicar procedimientos de restablecimiento o normalización de servicio.\n•\tResponsable del registro de incidentes en la herramienta de generación de tiquetes respectiva.\n•\tResponsable de hacer el escalamiento y seguimiento de los incidentes que no haya podido resolver. \n•\tResponsable del procesamiento de datos para los informes periódicos (reportes de disponibilidad e inventarios de red).\n•\tResponsable por notificar a tiempo a niveles superiores de cualquier situación excepcional en la prestación del servicio.","title":"Agente de monitoreo","employment_type":null}]},{"company":{"id":null,"name":"Microhome LTDA","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":10,"day":null,"year":2009},"end":{"month":6,"day":null,"year":2011}},"profile_positions":[{"location":"Bogotá D.C. Area, Colombia","date":{"start":{"month":10,"day":null,"year":2009},"end":{"month":6,"day":null,"year":2011}},"company":"Microhome LTDA","description":"•\tAdministración, configuración y monitoreo equipos de comunicaciones Cisco. Implementación.\n•\tApoyo, soporte y manejo de cableado estructurado. \n•\tSoporte remoto de los equipos de comunicaciones de la red LAN de A Toda Hora (ATH) y en la Red WAN de Cajeros automáticos de A Toda Hora (ATH). \n•\tAprovisionamiento de equipos de red Cisco.\n•\tApoyo y soporte en proyectos como; Migración de tecnología, Migración de protocolos, Aseguramiento LAN cajeros, cambio direccionamiento IP de red LAN de ATH, Administración y manejo de herramientas web para administración de redes. \n•\tUso de programas para conexión remota por SSH y telnet.\n•\tMonitoreo sobre sistemas de información y plataformas como; Sislogis, Cisco Works, NNM Openview HP y Firewall checkpoint.\n•\tDesarrollé destrezas de organización, coordinación y seguimiento en proyectos, habilidades de análisis, comunicación para dar soporte remoto y resolución de problemas en situación críticas, fui responsable e integral, además de tener iniciativa para cumplir con los proyectos que se involucraban en el área.","title":"Operador soporte de telecomunicaciones","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2015},"end":{"month":null,"day":null,"year":2016}},"school":{"name":"Univesidad Catolica de Colombia","logo":null,"url":null},"degree_name":"Security  information Specialist","field_of_study":"Computer and Information Sciences, General","grade":"Especialización"},{"date":{"start":{"month":null,"day":null,"year":2001},"end":{"month":null,"day":null,"year":2007}},"school":{"name":"Universidad de San Buenaventura","logo":"https://media.licdn.com/dms/image/C4E0BAQHJMVy47TDYAQ/company-logo_400_400/0/1558707287072?e=1705536000&v=beta&t=Rmkc1DIpwa9J4P0UeUkHxKVj9UMmoEp7xT-XPh9QNiU","url":"https://www.linkedin.com/school/universidad-de-san-buenaventura/"},"degree_name":"Engineer's degree","field_of_study":"Electrical and Electronics Engineering","grade":null}],"languages":{"primary_locale":{"country":"US","language":"en"},"supported_locales":[{"country":"US","language":"en"}],"profile_languages":[]},"current_job_year":2013,"current_job_month":6,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_ANAAUQLMLKBTHEEYZHG9.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"SELCOMP"},"location":{"country":"Colombia","country_code":"CO","state":null,"city":null,"timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Colombia"}}}}