{"https://co.linkedin.com/in/yesid-javier-hidalgo-huertas-5245196a":{"error":false,"response":{"first_name":"Yesid Javier","last_name":"Hidalgo Huertas","full_name":"Yesid Javier Hidalgo Huertas","gender":"male","job_title":"OpenPages Technical Support Engineer","linkedin":"https://www.linkedin.com/in/yesid-javier-hidalgo-huertas-5245196a","summary":"I’m a Systems Engineer with experience documenting, installing, implementing and supporting complex software products. I have experience working directly with customers in South America and North America using English and Spanish.\n\nMy experience is principally with IBM OpenPages with Watson but it involves a good knowledge on all the software tiers like operative systems (Linux, Windows, AIX), databases (IBM DB2, Oracle), application servers (IBM WebSphere Application Server), web servers (Microsoft Internet Information Services, IBM Http Server), networking and technologies.","premium":false,"skills":"Open Pages, IBM BPM, Cognos, WebSphere Application Server, Unica Campaign, Enterprise Architecture, Arquitectura de soluciones, Linux, Solution Architecture, Business Intelligence, Gestión de proyectos de software, Gestión de proyectos, Análisis de negocio, Liderazgo de equipos, Project Management, Analytical Skills, Infrastructure, JavaScript, Architecture, Kubernetes","work_experience":[{"company":{"id":1009,"name":"IBM","logo":"https://media.licdn.com/dms/image/D560BAQGiz5ecgpCtkA/company-logo_400_400/0/1688684715427?e=1705536000&v=beta&t=21wXYLspKz0CTxe5T6-_HIWvoPS1MiYtN-axC52WnmE","url":"https://www.linkedin.com/company/ibm/","employees":{"start":10001,"end":null}},"date":{"start":{"month":7,"day":null,"year":2011},"end":{"month":10,"day":null,"year":2022}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":7,"day":null,"year":2017},"end":{"month":10,"day":null,"year":2022}},"company":"IBM","description":"L2/L3 support for IBM OpenPages GRC with Watson product principally for America's customers due to the current location. OpenPages is installed over Oracle or DB2 databases with high availability and disaster recovery configurations, old versions over WebSphere Application Server Network Deployment and recent versions over WebSphere Liberty Profile which was part of the necessary changes to have the product ready for containerization. Web servers in front like IBM HTTP Server, Apache Tomcat or Microsoft Internet Information Services. Or load balancers like F5. IBM Cognos Analytics is included as the business intelligence, visualization and analytics tool. It can be integrated with IBM Cloud services like Watson Assistant and Natural Language Classifier. So the position requires good architectural knowledge to be able to detect where the issue is coming from, good troubleshooting skills and good communication skills.","title":"Technical Support Engineer","employment_type":"Full-time"},{"location":"Colombia","date":{"start":{"month":8,"day":null,"year":2013},"end":{"month":7,"day":null,"year":2017}},"company":"IBM","description":"* Implementation project of IBM OpenPages GRC Platform v7.0 for an insurance company in Colombia, principally installing 3 environments, 2 of them with high availability and disaster recovery.\n* Implementation project of IBM OpenPages GRC Platform v7.0 for Oil & Gas company in Ecuador helping with the installation and development of the security model which includes business views, roles and profiles of the business users.\n* Technical support to the previous projects and transfer skill sessions for the administration of OpenPages.\n* Collaboration with IBM OpenPages GRC Platform projects in Banking companies in Chile by imparting formal training on IBM Cognos which is the reporting tool used by OpenPages and by testing multiple solutions to the business problem to decide which one offer to the customer as the final recommended solution.\n* Accelerated Value Leader (AVL) specialist for IBM Cognos Analytics in Banking companies in Argentina. The Accelerated Value Program consists of: 1- Anticipate issues, by helping to avoid problems when upgrading software or developing new features. 2- Advise customer, by providing content and expertise tailored to customer skills and environment. 3- Act as a trusted advisor, by assisting with critical events and providing personalized reports.\n* Collaboration in IBM OpenPages GRC Platform projects for Banking companies in Perú by making transfer skills and technical advise.","title":"Technical Services Specialist","employment_type":"Full-time"},{"location":"Colombia","date":{"start":{"month":7,"day":null,"year":2011},"end":{"month":8,"day":null,"year":2013}},"company":"IBM","description":"* Development of a proof of technology for IBM Business Process Manager (BPM) v7.5.\n* Development of a BPM designer training guide for IBM OpenPages Governance Risk and Compliance (GRC) Platform v6.1.\n* Development of an installation guide for IBM OpenPages GRC Platform v6.2.\n* Collaboration in PaperLess project mapping IBM Forms fields to the IBM BPM variables and Accelerated Value Program (AVP) tasks for IBM BPM.","title":"Intern Student","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":2,"day":null,"year":2007},"end":{"month":9,"day":null,"year":2013}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Systems Engineer","field_of_study":"Engineering","grade":"4.0/5.0"},{"date":{"start":{"month":null,"day":null,"year":1995},"end":{"month":null,"day":null,"year":2006}},"school":{"name":"Santa Barbara Lyceum","logo":null,"url":null},"degree_name":"Academic Bachelor","field_of_study":null,"grade":"Graduated with Army Commando Cup"}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"},{"country":"US","language":"en"}],"profile_languages":[{"name":"Español","proficiency":"NATIVE_OR_BILINGUAL"},{"name":"Hebreo","proficiency":"ELEMENTARY"},{"name":"Inglés","proficiency":"PROFESSIONAL_WORKING"}]},"current_job_year":2011,"current_job_month":7,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_IJEF6X8UHHHI5FSXUUAH.jpg","email":{"email":"yesid@ibm.com","email_anon_id":"lM0tsxAdsIit","email_status":"CATCH_ALL","email_type":"professional"},"company":{"name":"IBM","is_catch_all":true,"size":"11-50","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_GKZ5N91AG3CL9BFQ4M4G.jpg","linkedin":"https://www.linkedin.com/company/ibm","website":"http://www.ibm.com","domain":"ibm.com","common_email_pattern":null,"industry":"IT Services and IT Consulting","founded_in":null,"description":"At IBM, we do more than work. We create. We create as technologists, developers, and engineers. We create with our partners. We create with our competitors. If you're searching for ways to make the world work better through technology and infrastructure, software and consulting, then we want to work with you.\n\nWe're here to help every creator turn their \"what if\" into what is. Let's create something that will change everything.","total_emails":1000,"location":{"country":"United States","country_code":"US","state":null,"city":"Armonk, New York","timezone":"America/New_York","timezone_offset":"-4.0","postal_code":null,"address":"International Business Machines Corp."}},"location":{"country":"Israel","country_code":"IL","state":null,"city":null,"timezone":"Asia/Jerusalem","timezone_offset":3.0,"postal_code":null,"raw":"Israel"}}}}