{"https://co.linkedin.com/in/edgar-andres-barrera-vega-b6484b124":{"error":false,"response":{"first_name":"Edgar Andres","last_name":"Barrera Vega","full_name":"Edgar Andres Barrera Vega","gender":"male","job_title":"Pool Mechanical Engineer - HVAC en IDOM","linkedin":"https://www.linkedin.com/in/edgar-andres-barrera-vega-b6484b124","summary":null,"premium":false,"skills":"Diseño de proyectos, Dirección de proyectos, Puesta en marcha, Modelado de información de construcción (BIM), Ingeniería mecánica, Ingeniería de proyectos, Diseño asistido por ordenador (CAD), Canalización, Revit, Revit Avanzado HVAC, Microsoft Office, Microsoft Excel, Gestión de proyectos, AutoCAD, Planificación estratégica, Inglés, Ingeniería, Climatización, Liderazgo de equipos, Microsoft Word","work_experience":[{"company":{"id":12514,"name":"IDOM Consulting, Engineering, Architecture","logo":"https://media.licdn.com/dms/image/C4D0BAQEqvVU_lYiosw/company-logo_400_400/0/1677838633944?e=1705536000&v=beta&t=R1RMrTsdpWLrPXoNA-tgCF9euw2v02S9Qwe-hdgu86U","url":"https://www.linkedin.com/company/idom/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":5,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Medellín, Antioquia, Colombia","date":{"start":{"month":5,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"company":"IDOM Consulting, Engineering, Architecture","description":"Como Ingeniero de Diseño HVAC en mi rol actual, tengo el privilegio de participar en proyectos internacionales donde puedo enfrentar grandes y estrictos desafíos en sistemas HVAC, como plantas térmicas de generación de energía eléctrica. Mi experiencia previa ha sido esencial para aplicar conocimientos sólidos en este campo, permitiéndome entregar diseños de la más alta calidad dentro de plazos óptimos.\n\nAdemás, estoy liderando la innovación dentro de la compañía al implementar herramientas BIM para el diseño óptimo de sistemas HVAC. Mi trayectoria en la implementación de la metodología BIM y la dirección de equipos en proyectos HVAC para laboratorios farmacéuticos y plantas de biocontención ha sentado las bases para enfrentar estos desafíos complejos. La precisión en los cálculos, el manejo de normativas y regulaciones específicas, y la optimización de los sistemas HVAC son elementos centrales en mis contribuciones.\n\nEn este nuevo entorno internacional, cada proyecto presenta desafíos únicos de adaptación a las normativas de cada país, lo que añade un emocionante componente a mi labor. Mi capacidad para liderar equipos y mantener la cohesión en proyectos desafiantes también desempeña un papel crucial en mi actual función. El compromiso con la calidad y la eficiencia sigue siendo el pilar de mi enfoque profesional, mientras aplico la rica experiencia acumulada en todos mis roles anteriores.","title":"Pool Engineer - HVAC","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Metalicas Snaire LTDA","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":3,"day":null,"year":2018},"end":{"month":5,"day":null,"year":2023}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":10,"day":null,"year":2018},"end":{"month":5,"day":null,"year":2023}},"company":"Metalicas Snaire LTDA","description":"Durante este periodo tuve el honor de inmersión en sistemas HVAC para plantas farmacéuticas y laboratorios de biocontención. En esta etapa, fui pionero en la implementación de la metodología BIM, lo que permitió optimizar tiempos y recursos en el diseño y ejecución de proyectos, todos diseñados en Revit.\n\nEn tan solo 8 meses, ascendí a Director de Diseño, donde creé el Proceso de Diseño dentro de la empresa. Entre mis contribuciones más sobresalientes se encuentra el laboratorio farmacéutico Vitalis: 3,200 m² de áreas clasificadas bajo las normativas ISO 14644, ISPE y el Informe 45 de la OMS, con condiciones críticas controladas, este diseño fue realizando 100% aplicando la metodología BIM para sistemas HVAC, y fue la consolidación de 7 años de conocimiento adquirido aplicando esta forma de diseño, gracias a esto, se lograron cálculos exactos, coordinación 3D de las rutas de ductos y tubería, pensando en la ejecución y posterior mantenimiento de la planta farmacéutica, reducción en el tiempo de fabricación, reducción en el desperdicio de material y optimización en la instalación al contar con planimetrías detallada en 3D. \n\nAdemás, diseñé laboratorios de biocontención, cumpliendo con los estándares del NIH en EE. UU., y una cabina para el crecimiento de tallos de palmas en la Sabana de Bogotá. Todo bajo el entorno MEP de Revit. \n\nMi paso por Snaire no solo enriqueció mi expertise en sistemas HVAC y biocontención, sino que también me permitió liderar equipos y abordar proyectos desafiantes. Mi entusiasmo por aplicar esta rica experiencia y mi destreza con BIM en futuros desafíos profesionales es insaciable.","title":"Director de Diseño HVAC","employment_type":"Full-time"},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":3,"day":null,"year":2018},"end":{"month":10,"day":null,"year":2018}},"company":"Metalicas Snaire LTDA","description":null,"title":"Ingeniero de proyecto","employment_type":"Full-time"}]},{"company":{"id":null,"name":"JGM Ingenieros Consultores SAS","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":7,"day":null,"year":2016},"end":{"month":3,"day":null,"year":2018}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":7,"day":null,"year":2016},"end":{"month":3,"day":null,"year":2018}},"company":"JGM Ingenieros Consultores SAS","description":"Durante el período comprendido entre julio de 2016 y marzo de 2018, tuve la valiosa oportunidad de formar parte del equipo de JGM Ingenieros Consultores en calidad de ingeniero mecánico especializado en HVAC. Durante mi tiempo en esta prestigiosa empresa, tuve el privilegio de realizar mis prácticas profesionales, bajo la tutela de mi distinguido mentor, quien también era mi profesor en el ámbito del aire acondicionado. Su posición como destacado experto en HVAC en el país me proporcionó una base sólida y una comprensión integral de los aspectos más fundamentales de la ingeniería HVAC.\n\nDurante mi estancia en JGM Ingenieros Consultores, fui responsable de llevar a cabo proyectos de diseño de sistemas HVAC para una variada gama de instalaciones, incluyendo hospitales, oficinas, centros penitenciarios y bodegas farmacéuticas. Cada proyecto fue ejecutado meticulosamente, cumpliendo rigurosamente con los estándares nacionales de Colombia y los criterios establecidos por ASHRAE, que reflejan los más altos niveles de calidad y eficiencia en la industria.\n\nEste periodo formativo no solo me proporcionó una sólida base teórica, sino también una invaluable experiencia práctica en la aplicación de conceptos y técnicas de ingeniería HVAC en situaciones del mundo real. Esta experiencia enriquecedora me ha permitido abordar desafíos complejos con una perspectiva informada y creativa.\n\nMi paso por JGM Ingenieros Consultores marcó un capítulo fundamental en mi desarrollo profesional como ingeniero especializado en HVAC. La orientación de mi mentor y la exposición a proyectos diversificados han solidificado mi comprensión de los principios de HVAC y me han preparado para seguir contribuyendo con conocimientos y soluciones innovadoras en mi trayectoria profesional continua.","title":"Ingeniero de Diseño de Sistemas HVAC","employment_type":"Part-time"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2012},"end":{"month":null,"day":null,"year":2018}},"school":{"name":"Universidad Nacional de Colombia","logo":null,"url":null},"degree_name":"Ingenieria Mecanica","field_of_study":"Sistemas de Aire Acodicionado y Ventilación","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2023,"current_job_month":5,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_PN7BLDHX68C2XNX3AOFG.jpg","email":{"email":"edgar.barrera@idom.com","email_anon_id":"kJqrUQosv4Aq","email_status":"VALID","email_type":"professional"},"company":{"name":"IDOM Consulting, Engineering, Architecture","is_catch_all":null,"size":"5001-10000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_1O8U4EJ4J25OXB5TOS21.jpg","linkedin":"https://www.linkedin.com/company/idom","website":"http://www.idom.com","domain":"idom.com","common_email_pattern":"{f}{last}","industry":"IT Services and IT Consulting","founded_in":1957,"description":"IDOM is a leading multinational company providing professional services in consulting, engineering and architecture. One of its competitive advantages is the exceptional level of commitment it offers its clients, accompanying them through all phases of their projects.\n\nSince its foundation in 1957, IDOM has worked on all five continents, carefully maintaining its independence from financial or interest groups, thus guaranteeing independence and impartiality in the global services delivered.\n\nWith a team of more than 5,000 professionals of 70 different nationalities, IDOM has the capacity and expertise to tackle complex large-scale projects with a multidisciplinary approach.\n\nIDOM is an employee-owned organization with 968 partners form all areas and levels of the company. This ownership structure creates a culture of engagement and collaboration, breaking down the barriers of operating in a global market. ","total_emails":521,"location":{"country":"Spain","country_code":"ES","state":null,"city":"Bilbao","timezone":"Europe/Madrid","timezone_offset":"2.0","postal_code":null,"address":"Avda. Zarandoa 23"}},"location":{"country":"Colombia","country_code":"CO","state":"Antioquia","city":"Medellín","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":"0500","raw":"Medellín, Antioquia, Colombia"}}}}