{"https://co.linkedin.com/in/maria-fernanda-vega-de-mendoza?original_referer=https%3A%2F%2Fwww.google.com%2F":{"error":false,"response":{"first_name":"Maria Fernanda","last_name":"Vega De Mendoza","full_name":"Maria Fernanda Vega de Mendoza","gender":"female","job_title":"Cooperación, Educacion Internacional y Relaciones Nacionales e Internacionales","linkedin":"https://www.linkedin.com/in/maria-fernanda-vega-de-mendoza","summary":"Soy Maria Fernanda y ayudo a que organizaciones con vocación social establezcan relaciones estratégicas, productivas y de largo plazo con organismos de todos los órdenes: local, nacional e internacional. Mi formación como Comunicadora Social, y como especialista y magíster en los campos de la gerencia, la innovación social y el desarrollo local, me ha permitido desempeñarme no sólo en el área de la Comunicación Organizacional, sino que además ha sido un valioso activo que me ha posibilitado trabajar durante los últimos 15 años en el ámbito de la cooperación al desarrollo, las relaciones internacionales y la responsabilidad social empresarial. \n\nSoy bilingüe con amplia experiencia en la gestión del ciclo de vida de proyectos bajo diversos enfoques, metodologías y estándares, tanto desde el sector privado como desde el público. Siempre estaré disponible para asumir nuevos retos que involucren altos niveles de creatividad, pensamiento crítico y estratégico, y que a su vez busquen un impacto positivo en el desarrollo del mundo. ","premium":false,"skills":"Cooperación internacional, Gestión de proyectos internacionales, Planificación estratégica, Relaciones internacionales, Desarrollo sostenible, Gestión de proyectos, Responsabilidad social corporativa, Comunicaciones estratégicas","work_experience":[{"company":{"id":15093959,"name":"Universidad de América","logo":"https://media.licdn.com/dms/image/C4D0BAQHz7zqxqjM_gA/company-logo_400_400/0/1642872094369?e=1705536000&v=beta&t=VGT4gSe8QZrSCC8b4UeExWmj733jZgD8ppeJ9hnakX8","url":"https://www.linkedin.com/school/universidad-de-am%C3%A9rica/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":7,"day":null,"year":2020},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":7,"day":null,"year":2020},"end":{"month":null,"day":null,"year":null}},"company":"Universidad de América","description":null,"title":"Directora de Internationalization","employment_type":"Full-time"}]},{"company":{"id":11340393,"name":"ITM - Instituto Tecnológico Metropolitano","logo":"https://media.licdn.com/dms/image/D4E0BAQF-5UrjrEtrUw/company-logo_400_400/0/1681161461602?e=1705536000&v=beta&t=q35cYXR0gCo--dX-j7na9-095-GIupShZlytbHcRrJI","url":"https://www.linkedin.com/school/institucion-universitaria-itm/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":8,"day":null,"year":2014},"end":{"month":6,"day":null,"year":2020}},"profile_positions":[{"location":"Medellín - Colombia","date":{"start":{"month":1,"day":null,"year":2016},"end":{"month":6,"day":null,"year":2020}},"company":"Institución Universitaria ITM","description":"Responsable de liderar la estrategia de relacionamiento, cooperación académica e internacionalización de la Institución para el beneficio de los más de 24 mil estudiantes y docentes con los que cuenta el ITM. Durante mi desempeño en este cargo he logrado un cumplimiento del 100% de las metas totales propuestas en cada uno de los años laborados, y dentro de mis principales logros puedo destacar:\n\n1. Inicié el proceso de dobles titulaciones para el ITM, con cuatro convenios internacionales de esta naturaleza firmados a la fecha con instituciones en paises como Francia, Reino Unido, España y México. \n2. Logré la consolidación de nueva política y plataforma para la gestión de la internacionalización institucional favoreciendo la gestión de recursos externos mediante estrategias de relacionamiento internacional con actores clave de la ciudad y el mundo como el Newton Fund, Fullbright, DAAD, Partners of The Americas y Sapiencia entre otros. \n3. El desempeño de indicadores institucionales de internacionalización se han duplicado durante mi gestión. \n4. La inserción del ITM al grupo de las 10 instituciones del país socias del Programa Jóvenes Ingenieros del Servicio Alemán de de Intercambio Académico DAAD es tal vez uno de mis mayores logros, posibilitando el diseño y ejecución de un modelo de gestión del talento juvenil para el desarrollo del perfil global, reconocido por el DAAD como práctica de excelencia. \n5. En representación del ITM soy Coordinadora del Nodo Occidente y Coordinadora Suplente Nacional de la Red Colombiana para la Internacionalización de la Educación Superior RCI promovida por la Asociación Colombiana de Universidades ASCUN, para los años 2018 y 2019.  \n6. Durante mi gestión, el ITM recibió reconocimiento por parte del ICETEX por su gestión y desarrollo en materia de internacionalización.","title":"Directora de Cooperación y Relaciones Internacionales","employment_type":null},{"location":"Medellín - Colombia","date":{"start":{"month":4,"day":null,"year":2015},"end":{"month":1,"day":null,"year":2016}},"company":"Institución Universitaria ITM","description":"Mi función principal fue la de liderar el proceso de Extensión y Proyección Social del ITM, un sistema que comprende las estrategias de educación continua, egresados, la Unidad de Paz y la coordinación de los proyectos sociales de la institución: la U en Mi Barrio, Ciclo Lectivo Especiales Integrados para Población Extraedad, Educación para el Trabajo y el Desarrollo Humano vía Presupuesto Participativo, Formación en Artes y Oficios en Centros Penitenciarios, Jóvenes por la Vida, entre otros. \n\nDurante mi gestión logré un cumplimiento del 100% en las metas totales a mi cargo, entre ellas:\n\n1. La implementación de la estrategia de Niveles Precedentes: CLEI, para el beneficio de 700 jóvenes y adultos vulnerables de la ciudad. \n2. El desarrollo de la Estrategia la U en Mi Barrio, para la descentralización de la Educación Superior en los barrios marginales de Medellín. \n3. Inicio de la estrategia de generación de ingresos del ITM por venta de servicios especializados. \n\nAdicionalmente, fui co-editora de dos publicaciones: el libro ITM: Un proyecto Social de Medellín. Registro de experiencias sociales del Instituto Tecnológico Metropolitano. Volumen II - 2015; la Revista TEC Social, una publicación dedicada a destacar al ITM como proyecto social y plataforma de cooperación Sur – Sur desde la Educación Superior en la Ciudad de Medellín. Así mismo soy autora del artículo RSU: de los nuevos retos de una sociedad en cambio hacia una posible respuesta desde las universidades de Medellín, publicado en la Revista Universidad Pontificia Bolivariana número 154 de 2015","title":"Directora de Extensión","employment_type":null},{"location":"Medellín - Colombia","date":{"start":{"month":8,"day":null,"year":2014},"end":{"month":4,"day":null,"year":2015}},"company":"Institución Universitaria ITM","description":"Fui la responsable de la estructuración y ejecución de la plataforma de Cooperación Sur – Sur para la institución en el marco de la estrategia de proyección social “ITM: Laboratorio de Tecnologías Sociales”. El proyecto fue iniciativa de las Direcciones de Cooperación y Relaciones Internacionales, y la de Extensión Académica, e incluye la gestión de estrategias para la visibilidad, proyección y transferencia local e internacional de modelos sociales de alto impacto que han sido desarrollados por la institución, así como la definición de la estrategia general de relacionamiento para fortalecer la estrategia de cooperación del ITM. De igual manera fui co-editora del libro ITM: Un proyecto Social de Medellín. Registro de experiencias sociales del Instituto Tecnológico Metropolitano. Volumen I – 2014 y tuve a cargo la creación y gestión del Micrositio del ITM asociado al Laboratorio de Tecnologías Sociales.","title":"Docente Ocasional","employment_type":null}]},{"company":{"id":null,"name":"Varias Universidades ","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":8,"day":null,"year":2009},"end":{"month":6,"day":null,"year":2015}},"profile_positions":[{"location":null,"date":{"start":{"month":8,"day":null,"year":2009},"end":{"month":6,"day":null,"year":2015}},"company":"Varias Universidades ","description":"Instituto Tecnológico Metropolitano ITM\nDocente de la Cátedra CTS – Ciencia, Tecnología y Sociedad.  \n2015.\n\nUniversidad Pontificia Bolivariana para la Agencia de Cooperación e Inversión -ACI- de la Alcaldía de Medellín\nDocente de Herramientas conceptuales y metodológicas para la gestión integrada de proyectos de cooperación \n2013 y 2014\n\nUniversidad CES\nTallerista para el proceso de diseño e implementación de la Política de Responsabilidad Social - Taller de introducción y acompañamiento inicial para el diseño e implementación de una política de RSE/RSU para la Universidad CES.  \n2014. \n\nUniversidad Industrial de Santander\nDocente de Cátedra - Gestión para la nueva arquitectura de la cooperación internacional en el marco de la Gerencia de Proyectos.\n2013\n\nUniversidad de Medellín\nDocente de la Cátedra de Cooperación Nacional e Internacional\nPrograma de Negocios Internacionales\n2009","title":"Sessional Lecturer","employment_type":null}]},{"company":{"id":11389844,"name":"Institución Universitaria Esumer","logo":"https://media.licdn.com/dms/image/C4E0BAQFLTrLFGn_V6Q/company-logo_400_400/0/1678978220386?e=1705536000&v=beta&t=ioVFHhkVMuCFdPnwsCzEbgzJ086fi30Q4prDOBSe-wk","url":"https://www.linkedin.com/school/esumer/","employees":{"start":201,"end":500}},"date":{"start":{"month":4,"day":null,"year":2014},"end":{"month":12,"day":null,"year":2014}},"profile_positions":[{"location":"Medellín - Colombia","date":{"start":{"month":4,"day":null,"year":2014},"end":{"month":12,"day":null,"year":2014}},"company":"Institución Universitaria ESUMER","description":"Asesoré a ESUMER en el diseño de la estrategia de Internacionalización y Relaciones Internacionales,  incluyendo las siguientes etapas:\n\n1. Diagnóstico para el establecimiento de una línea de base que determine el estado actual de las relaciones internacionales para ESUMER.\n2. Definición de una estrategia de relaciones internacionales para Esumer, que incluya sus tres funciones sustantivas (docencia, investigación y extensión) fundamentada en las fortalezas institucionales y los criterios establecidos por el Consejo Nacional de Acreditación CNA, así como en las oportunidades del entorno para la institución.\n3. Diseño del modelo de internacionalización, diseño de la política, y planeación estratégica de la internacionalización de ESUMER a 5 años.","title":"Consultora para el Diseño de la estrategia de Relacionamiento Internacional","employment_type":null}]},{"company":{"id":1392053,"name":"Comfenalco Antioquia","logo":"https://media.licdn.com/dms/image/C4D0BAQG33pLiUXmLyg/company-logo_400_400/0/1566389220928?e=1705536000&v=beta&t=kze8x75JUiKQ5HyIHhYoLO1afy2VkLoLNhLKMB8zQWM","url":"https://www.linkedin.com/company/comfenalco-antioquia/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":12,"day":null,"year":1998},"end":{"month":9,"day":null,"year":2012}},"profile_positions":[{"location":"Medellín - Colombia","date":{"start":{"month":3,"day":null,"year":2004},"end":{"month":9,"day":null,"year":2012}},"company":"Comfenalco Antioquia","description":"Primero Analista, luego Coordinadora y finalmente Jefe de Cooperación Internacional, fui responsable  de la estrategia de relacionamiento para la gestión de un portafolio de proyectos de cooperacion al desarrollo por valor de USD25 millones. Esto implicó el relacionamiento con socios de alto reconocimiento como el Banco Interamericano de Desarrollo, la Comunidad de Madrid, la Generalitat Valenciana, el Gobierno de Navarra y diversas ONGS de carácter internacional, entre muchos otros actores del nivel local y nacional.\n\nFui responsable de la gerencia del ciclo de vida del portafolio de proyectos de cooperación nacional e internacional de la Caja (identificación, formulación, ejecución, monitoreo, evaluación y cierre), con auditorias de resultados técnicos y financieros exitosas en el 100% de los proyectos. \n\nParticipé y gestioné recursos para el diseño e implementación de proyectos en el marco de estrategias de Responsabilidad Social Empresarial  de la Organización. \n\nDesarrollé el programa de formación y capacitación al personal de la Caja en temas relacionados con la gestión social y de proyectos de cooperación nacional e internacional con el fin de generar capacidades institucionales que favorecieran el relacionamiento local, nacional e internacional, brindando asesoría a instituciones de carácter local, regional y nacional en el tema de Cooperación Nacional e Internacional. \n\nParticipé en la conformación de la Red Antioqueña de Cooperación Internacional en representación de Comfenalco Antioquia, una iniciativa liderada por la Agencia de Cooperación e Inversión de la Alcaldía de Medellín, en la que participaron Comfama, Comfenalco Antioquia, la Gobernación de Antioquia, el IDEA, la Alcaldía de Medellín a través de la ACI, la Universidad de Antioquia y la Federación Antioqueña de ONG. En el marco de esta red, hice parte del equipo formulador de la Política Pública de Cooperación Internacional de Medellín y Antioquia, en representación de Comfenalco Antioquia.","title":"Jefe de Cooperación Internacional","employment_type":null},{"location":"Medellín - Colombia","date":{"start":{"month":12,"day":null,"year":1998},"end":{"month":2,"day":null,"year":2004}},"company":"Comfenalco Antioquia","description":"Responsable de la definición e implementación de las estrategias de comunicación y relaciones con los públicos de interés para diversas áreas de la Organización, así como de la conceptualización y publicación de material promocional e informativo.  Tuve a mi cargo la dirección, planeación, organización y ejecución de eventos internos y externos, nacionales e internacionales. Dentro de los mayores logros se destacan la coordinación comunicacional de los proyectos especiales Vitrina cultural y Fondo Editorial.","title":"Comunicadora Social","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2014},"end":{"month":null,"day":null,"year":2016}},"school":{"name":"Universidad EAFIT","logo":"https://media.licdn.com/dms/image/D560BAQF6jcwKpHZ1Hw/company-logo_400_400/0/1695777378058?e=1705536000&v=beta&t=0xNostQxHIqXXcKnyiUDKaxc_j0oSyDqXWQy0dBNltY","url":"https://www.linkedin.com/school/universidadeafit/"},"degree_name":"Magíster en Gerencia de Empresas Sociales para la Innovación Social y el Desarrollo Local","field_of_study":"Business Administration and Management, General","grade":null},{"date":{"start":{"month":null,"day":null,"year":2007},"end":{"month":null,"day":null,"year":2008}},"school":{"name":"Universidad de Antioquia","logo":"https://media.licdn.com/dms/image/C4E0BAQEXFU6ObS2Nzw/company-logo_400_400/0/1651332306519?e=1705536000&v=beta&t=JtVaB7_-fOc2W-lo7dwG1BartRSO3eQhGew3sopcBHM","url":"https://www.linkedin.com/school/udea-/"},"degree_name":"Especialista en Gerencia Social ","field_of_study":"Gerencia Social","grade":null},{"date":{"start":{"month":null,"day":null,"year":1992},"end":{"month":null,"day":null,"year":1997}},"school":{"name":"Universidad Pontificia Bolivariana","logo":"https://media.licdn.com/dms/image/C560BAQFryYkh65VgPw/company-logo_400_400/0/1638308404131?e=1705536000&v=beta&t=hWZ4AWWXtJS-h3VMuGWK2L0yIhpcq3EgqIWDZKl5cF0","url":"https://www.linkedin.com/school/universidad-pontificia-bolivariana/"},"degree_name":"Comunicadora Social - Periodista","field_of_study":"Comunicación empresarial","grade":null}],"languages":{"primary_locale":{"country":"US","language":"en"},"supported_locales":[{"country":"US","language":"en"}],"profile_languages":[{"name":"Español","proficiency":"NATIVE_OR_BILINGUAL"},{"name":"Inglés","proficiency":"NATIVE_OR_BILINGUAL"}]},"current_job_year":2020,"current_job_month":7,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_XJ8I2047AON00DFCR119.jpg","email":{"email":"maria.vega@uamerica.edu.co","email_anon_id":"WpitJPY1YNlw","email_status":"VALID","email_type":"professional"},"company":{"name":"Universidad de América"},"location":{"country":"Colombia","country_code":"CO","state":null,"city":null,"timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"raw":"Colombia"}}}}