{"https://co.linkedin.com/in/john-elver-jimenez-suarez-247a24a2?original_referer=https%3A%2F%2Fwww.google.com%2F":{"error":false,"response":{"first_name":"John Elver","last_name":"Jimenez Suarez","full_name":"John Elver Jimenez Suarez","gender":"male","job_title":"Global Clinical Data Specialist at Nestlé","linkedin":"https://www.linkedin.com/in/john-elver-jimenez-suarez-247a24a2","summary":"Chemical Engineer with over 7 years of work experience in Clinical Data Management overseeing and mentoring DM teams in planning and execution of data management activities and derivable in Clinical Trials such as Start-Up, EDC Development, Maintenance, Query Management, Quality assurance, Documentation via eTMF and Database Lock Preparation across multiples Oncology clinical studies Phase III-IV. \n\nActive participant of Standards and TAST libraries for new/updates on eCRFs, Data Review Tools and mapping specs at core and therapeutic area level. \n\nCurrently working as Clinical Data Specialist and Clinical Data Steward ensuring the execution and quality of Nutritional Clinical Data in a highly innovative environment where novel ways of data collection, sensors and medical devices, app development, data management risk based monitoring approach and clinical digital transformation is present. \n\nWith a high capacity for innovation, teamwork, leadership, and adaptability, looking forward to opportunities for professional development on leading and execution of data management projects with special focus on eHR data integration, sensor RWE validation and re-design of clinical data management data flows for future initiatives of IA training and data mining using Clinical Trial Data.","premium":false,"skills":"CRO Management, Teamwork, Microsoft Excel, Management, Leadership, Good Clinical Practice (GCP), Pharmaceutical Industry, Project Management, Data Management, Clinical Operations, Clinical Nutrition, Clinical Data Management, Data Analysis, Regulatory Submissions, Clinical Research, Laboratorio, Investigación y desarrollo, Análisis de datos, Research, Industria petrolera","work_experience":[{"company":{"id":1393,"name":"Nestlé","logo":"https://media.licdn.com/dms/image/C4E0BAQGaL-YyJ8xd7Q/company-logo_400_400/0/1592405863758?e=1705536000&v=beta&t=m4pyhAcoIMjddnCUqx4w_E9HV_zDXLJzv5zMsPgen68","url":"https://www.linkedin.com/company/nestle-s-a-/","employees":{"start":10001,"end":null}},"date":{"start":{"month":5,"day":null,"year":2022},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Switzerland","date":{"start":{"month":5,"day":null,"year":2022},"end":{"month":null,"day":null,"year":null}},"company":"Nestlé","description":"As Clinical Data Specialist I am in charge or overseeing end to end DM activities (Startup,Conduct and Closing Out) for global clinical nutritional studies with focus on use of new digital solutions involving use of remote devices/sensors for clinical and data lab collection and eCOA solutions by BYOD approach in EDC systems such as Medidata,Veeva,Medrio and eCOA specialized plataforms.\n\nInvolved in the clinical digital transformation group as Data Manager POC suporting selection and validation of sensors/wearable devices to be implemented in clinical trials.\n\nClinical Data Steward in charge of standardization and integration of clinical Data under CDASH/SDTM guidelines on Global central DataHub/Data Lake structure following internal data governance. \n\nOverseeing Clinical Trials DM activities with CROs vendors managing Budget negotiations, Client-CRO expectations and feedback in DM work execution aligned with internal/external SOPs.\n\nSupporting and leading the creation of Data Management key documentation such as \n\nProtocol\nMonitoring Plan\nData Management Plan\nQuality Plans\nSOP AND SWI","title":"Clinical Data Management Specialist","employment_type":"Full-time"}]},{"company":{"id":11408925,"name":"Syneos Health","logo":"https://media.licdn.com/dms/image/C4D0BAQHBsEZeIFwfmQ/company-logo_400_400/0/1519888772014?e=1705536000&v=beta&t=bXsSdtFtpz_hdaYrxkPaoJ7PjGW6TvW2cg5ubhBMUEI","url":"https://www.linkedin.com/company/syneos-health/","employees":{"start":10001,"end":null}},"date":{"start":{"month":4,"day":null,"year":2021},"end":{"month":5,"day":null,"year":2022}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":4,"day":null,"year":2021},"end":{"month":5,"day":null,"year":2022}},"company":"Syneos Health","description":"As Project Data Manager I ensure the execution and quality of contracted Data Management for clinical studies the customer’s expectations.\n\nSome of my current Functions are\n-Acts as Project Leader on a stand alone contract (\"project\") for Data Management, to include:\n        a. primary customer contact for all contracted Data Management;\n        b. direct liaison with Finance and Contract department on required matters (e.g., invoicing, contract changes).\n-Acts as Functional Lead for Data Management on full service contracts to include:\n        a. primary contact for internal liaison between Data Management and Company Project management, Clinical Monitoring, and other functional groups on 'full service' contracts;\n        b. liaison with Finance and Contracts groups via the Project Leader (e.g., concerning invoicing, contract changes).\n\n-Ensures launch, delivery and completion of all Data Management according to contractual agreement and relevant Standard Operating Procedures (SOPs), guidelines, and regulations.\n\n-Manages changes of scope, budget, revenue recognition, and participation in monthly internal project reviews.\n\n-Monitors and communicates project progress to the customer and project team including use of project status reports and tracking tools/metrics.\n\n-Plans, manages, and requests resource as required for assigned studies.\n\n-Develops and maintains:\n        a. Data Management Plans;\n        b. Project Management Plans (for stand-alone contracts only);\n        c. Communication Plans (for stand-alone contracts only);\n        d. Quality Plans; and other plans as delegated/required","title":"Project Data Manager","employment_type":"Full-time"}]},{"company":{"id":2848937,"name":"MSD","logo":"https://media.licdn.com/dms/image/D4E0BAQFOyCKkwPCg2w/company-logo_400_400/0/1688564261568?e=1705536000&v=beta&t=BtPNswoUgqHfbJ0h_txctGgEj9dATV2llVHs58MDZwQ","url":"https://www.linkedin.com/company/msd-global/","employees":{"start":10001,"end":null}},"date":{"start":{"month":7,"day":null,"year":2016},"end":{"month":3,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá D.C. Area, Colombia","date":{"start":{"month":9,"day":null,"year":2019},"end":{"month":3,"day":null,"year":2021}},"company":"MSD","description":"Overview\nOversee the excecution and quality of Data Mangamenet Activities and forecast,mitigate and communicate operational risks to meet data-managment deliverables and timelines\n\nLeading DM teams accountable of Data management activities across clinical Database platforms (Inform) supporting database development, data\nreview, data cleaning and data analysis of internal external data used in clinical\ndevelopment decision making.\n\nIn charge of project meetings with different Clinical Trials roles such as Clinical\nTeam, CRA/CRM, Trial Manager to ensure a clear overview of progress, risks and\nstrategies for all data management related deliverables\n\nAchievements\n\n-Author of Data review Efficiency Improvement Project: Using Data Science\ntools for gathering, reviewing and analyzing data and metadata of data\nreview tools.\n-Implementation of data visualization and descriptive analysis of quality DR\nindicators.\n-Non-supervised data analysis of portfolio protocols in order to identify\npossible errors in operation reports and trends that support manager\ndecisions and quality in the Data management operation.\n-As LCDM: 1 Sucesfull Clinical Trial Close-Out and 3 Interim Analysis for\nRegulatory Submission.","title":"Lead Clinical Data Manager","employment_type":"Full-time"},{"location":"Colombia","date":{"start":{"month":9,"day":null,"year":2017},"end":{"month":9,"day":null,"year":2019}},"company":"MSD","description":"Overview\nSupporting LCDM Data management such as data review, data cleaning and\nDatabase lock. Main POC of CDM within Protocol team.\n\nAchievements\n- Creation of new Data Entry Guidelines model improving understanding on\nsite end.\n- Active participant of TAST team in charge of technical component of Data\nReview specs.\n- As SCDM: 6 Interim Analysis for Efficacy and Safety purpose\n\nSpecific Tasks\n- Contact point of site staff and CRAs at international Level for DM issues.\n- Training CDM staff on the data review process and DM report creation.\n- Accountable of internal workload distribution.","title":"Senior Clinical Data Manager","employment_type":"Full-time"},{"location":"Colombia","date":{"start":{"month":7,"day":null,"year":2016},"end":{"month":9,"day":null,"year":2017}},"company":"MSD","description":"Data Reviewer accountable of collecting, cleaning and analyzing data from medical research projects for MSD focus on new Oncology immunotherapies treatments.\n\nAchievements\n\n-Involve on project for creation of DM workload distribution tool as Tester.\nSpecific Tasks\n-Query creation and handling to cleaning database process\n-Reports creation and running to check database inconsistencies\n-Creation of Test data and UAT testing environment for reports and ECS.","title":"Clinical Data Manager","employment_type":"Full-time"}]},{"company":{"id":1468,"name":"Schlumberger","logo":"https://media.licdn.com/dms/image/D560BAQFwhnoORL25KA/company-logo_400_400/0/1666604495973?e=1705536000&v=beta&t=ok-syweQH5yqvgh7N1tk9Ic6t3amYgux02VoEObBOeA","url":"https://www.linkedin.com/company/slbglobal/","employees":{"start":10001,"end":null}},"date":{"start":{"month":4,"day":null,"year":2015},"end":{"month":10,"day":null,"year":2015}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":4,"day":null,"year":2015},"end":{"month":10,"day":null,"year":2015}},"company":"SLB","description":"After come back from USA I got a chance to make a final Internship in Schlumberger,This was a totally and challenge work experience due to that was a huge difference with my previous work experience,I faced new challenges working in several environments like field and lab; developing and reformulated company products for cementing and stimulation process and living the \"oil company\" experience.Besides I learned some marketing skills working with some clients in the application and support of these technologies.Some specific tasks are presented below:\n\n▪Design and Evaluation of Slurries for Conventional and Offshore Cementing Operations Thickening Time, Fluid Loss, Rheologies,SGSA.\n\n▪Design and Evaluation of Matrix Stimulation Fluids and Fracturing Gels, Conventional and nonConventional treatments, Control and Formulation of main acid treatments and secondary fluids for control of clays and sandstones.\n\n▪Technical Support to Clients on Fluids Solutions.\n\n▪QA/QC Water","title":"Intern","employment_type":null}]},{"company":{"id":3846,"name":"Purdue University","logo":"https://media.licdn.com/dms/image/C4E0BAQGUO9Kvy1lfEA/company-logo_400_400/0/1619705137869?e=1705536000&v=beta&t=M3fYEfNNGNk5wFX4yWQklwED8q7crT3j-6eVHvMupYk","url":"https://www.linkedin.com/school/purdue-university/","employees":{"start":10001,"end":null}},"date":{"start":{"month":6,"day":null,"year":2014},"end":{"month":12,"day":null,"year":2014}},"profile_positions":[{"location":"Lafayette y alrededores, Indiana, Estados Unidos","date":{"start":{"month":6,"day":null,"year":2014},"end":{"month":12,"day":null,"year":2014}},"company":"Purdue University","description":"In the last months of my final year I took the opportunity to be part of a pioneer program that allow to several students to obtain a Undergraduate Research Experience in Purdue University.This program help to obtain a new vision of the world and the life-experience of live aboard.This enhance  my interest in R&D area.I gained a deep understanding of relationship between academia and industry in USA, and a specific knowledge in the area of Food Science working like research assistant on  Identification of microorganisms capable of depolymerizing proanthocyanidins polymers (PAC) in aerobic media using grape seed extract like carbon source. Some specific tasks that I was a charge are presented below\n\n▪Chemical profile of PAC polymers by HPLC-MS TOF\n\n▪Evaluation of biotransformation rate of PAC polymers, Design and Reformulation of mobile phases\n\n▪Culture, Isolation and initial identification M.O on Lab Scale\n\n▪Use PCR and sequencing tools.","title":"Research Intern","employment_type":null}]},{"company":{"id":464241,"name":"Universidad Nacional de Colombia ICTA Instituto de Ciencia y Tecnología de Alimentos","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":4,"day":null,"year":2013},"end":{"month":6,"day":null,"year":2014}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":4,"day":null,"year":2013},"end":{"month":6,"day":null,"year":2014}},"company":"Universidad Nacional de Colombia","description":"During one part of my last year in the university,I was working in one project that involve the characterization of Honey and their derivatives like potencial substrates for fermentation processes and their scale-up in 3 places in Colombia.All these with the intention of develope and improve Quality Standards for honey and enhance the economical and social benefit for beekeepers in agricultural sector.Some specific task are shown below \n\n▪Evaluation of specific quality parameters of honey including hydroxymethylfurfural (HMF ),specific rotation and sugars profile and the impact in fermentation processes. \n \n▪Record results and basic statistical analysis of these.\n\n▪Review and analysis protocols based on International standards (AOAC )","title":"Intern Student","employment_type":null}]},{"company":{"id":1265139,"name":"Laboratorios La Santé","logo":null,"url":"https://www.linkedin.com/company/laboratorios-la-sant-/","employees":{"start":null,"end":null}},"date":{"start":{"month":4,"day":null,"year":2008},"end":{"month":6,"day":null,"year":2009}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":4,"day":null,"year":2008},"end":{"month":6,"day":null,"year":2009}},"company":"Laboratorios La Santé","description":"Working like Quality Inspector help me to understand how the Quality and all the processes are linked  in a company,Furthermore I gained several skills that allow enhanced all the properties of a drug and follow up in the production chain. Finally I obtain social and teamwork skills that are vital for a good function of a  Quality Management System  (QMS). Some specific examples of tasks that I was in charge are shown below   \n\n▪Assurance and quality control of pharmaceutical products and processes according to the QMS under GMP, ISO 9001: 2000 and BASC.\n\n▪QA/QC Raw Materials, Excipients and Package Material, control and verification of active substances HPLC analysis\n\n▪Verification and Renovation material specifications,label arts","title":"Quality Control Inspector","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2019},"end":{"month":null,"day":null,"year":2019}},"school":{"name":"Universidad del Rosario","logo":"https://media.licdn.com/dms/image/D4E0BAQHijaN6jCDncg/company-logo_400_400/0/1692032995363?e=1705536000&v=beta&t=NwjRfP9h1_0-IemrYwtNO4wiOKAtkHNeD1ZSjDkp2iU","url":"https://www.linkedin.com/school/universidad-del-rosario/"},"degree_name":"Certified Degree Data Science","field_of_study":"Data Processing","grade":null},{"date":{"start":{"month":null,"day":null,"year":2009},"end":{"month":null,"day":null,"year":2015}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Bachelor of Engineering (B.E.)","field_of_study":"Chemical Engineering","grade":"4.0"},{"date":{"start":{"month":null,"day":null,"year":2006},"end":{"month":null,"day":null,"year":2008}},"school":{"name":"Servicio Nacional de Aprendizaje","logo":null,"url":null},"degree_name":"Industrial Chemical Technical","field_of_study":"Analytical Chemistry","grade":"4.5"}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"English","proficiency":"FULL_PROFESSIONAL"},{"name":"French","proficiency":"ELEMENTARY"},{"name":"Spanish","proficiency":"NATIVE_OR_BILINGUAL"}]},"current_job_year":2022,"current_job_month":5,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_XJ69FCP6HM03H2MZ5KI0.jpg","email":{"email":"john@nestle.com","email_anon_id":"0zSNxobElVFT","email_status":"VALID","email_type":"professional"},"company":{"name":"Nestlé","is_catch_all":true,"size":null,"logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_5Y4G8MCWJNT5J4KAOHRY.jpg","linkedin":"https://www.linkedin.com/company/nestle-s-a-","website":"http://www.nestle.com","domain":"nestle.com","common_email_pattern":"{first}","industry":"Food & Beverages","founded_in":null,"description":"As the world’s largest food and beverage company we are driven by a simple aim: unlocking the power of food to enhance quality of life for everyone, today and for generations to come. To deliver on this, we serve with passion, with a spirit of excellence, offering products and services for all stages of life, every moment of the day, helping people care for themselves and their families. Our culture is based on our values rooted in respect: respect for ourselves, respect for others, respect for diversity and respect for the future.\n\nWe can trace our origin back to 1866, when the first European condensed milk factory was opened in Cham, Switzerland, by the Anglo-Swiss Condensed Milk Company. One year later, Henri Nestlé, a trained pharmacist, launched one of the world’s first prepared infant cereals ‘Farine lactée’ in Vevey, Switzerland.\n\nToday, we employ around 273,000 people and have factories or operations in almost every country in the world. With our headquarters still based in the Swiss town of Vevey, we had sales of CHF 84.3 billion in 2020.\n\nOur portfolio covers almost every food and beverage category –offering products and services for all stages of life, every moment of the day, helping people care for themselves and their families.\n\nHouse rules: https://nes.tl/HouseRules","total_emails":1000,"location":{"country":"Switzerland","country_code":"CH","state":null,"city":"Vevey","timezone":"Europe/Zurich","timezone_offset":"2.0","postal_code":null,"address":"Av. Nestlé 55"}},"location":{"country":"Switzerland","country_code":"CH","state":"Vaud","city":"Lausanne","timezone":"Europe/Zurich","timezone_offset":2.0,"postal_code":null,"raw":"Lausanne, Vaud, Switzerland"}}}}