{"https://co.linkedin.com/in/nelson-fabian-saenz-leguizamon-a523a5143":{"error":false,"response":{"first_name":"Nelson Fabian","last_name":"Saenz Leguizamon","full_name":"Nelson Fabian Saenz Leguizamon","gender":"male","job_title":"Ingeniero Civil Especialista en Gerencia e Interventoría de Obras Civiles","linkedin":"https://www.linkedin.com/in/nelson-fabian-saenz-leguizamon-a523a5143","summary":"Soy Ingeniero Civil con experiencia en la gestión, interventoría y construcción de proyectos de obra civil, destacándome por mi habilidad en el control y seguimiento de cada etapa del proyecto. He liderado proyectos de gran importancia en el sector público y privado, implementando sistemas de gestión de calidad y seguridad en el trabajo. Además, tengo experiencia en la estructuración de proyectos. Mi experiencia en Sistemas de Información Geográfica me ha permitido identificar oportunidades de desarrollo de proyectos habitacionales en zonas rurales. Soy un profesional comprometido, orientado a resultados y con capacidad para trabajar en equipo.","premium":false,"skills":"Ingeniería de proyectos, Interventoría, Ingeniería civil, Gestión de obras de construcción, Ingeniería, Revit, Construction Site Inspections, Personnel Management, AutoCAD Civil 3D, Civil Engineering, AutoCAD, Engineering, Construction, Microsoft Office, Project Management, Project Planning, Construction Management, Microsoft Excel, Microsoft Project, Geotechnical Engineering","work_experience":[{"company":{"id":null,"name":"ECOVIVIENDA Empresa Constructora de Vivienda","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":10,"day":null,"year":2021},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Tunja, Boyacá, Colombia","date":{"start":{"month":1,"day":null,"year":2022},"end":{"month":null,"day":null,"year":null}},"company":"ECOVIVIENDA Empresa Constructora de Vivienda","description":"Como ingeniero Civil de apoyo en la D.T de ECOVIVIENDA, apoyo la supervisión de proyectos, contratos y convenios a cargo de la entidad, realizo visitas de seguimiento a los proyectos, reviso análisis de precios unitarios, costos y presupuestos y apoyo la elaboración de estudios previos. También realizo cartografía y consultas de predios con base en la información del POT y atiendo recomendaciones y requerimientos de la entidad. Además, apoyo al área de comunicaciones generando informes y reportes.","title":"Especialista de proyecto","employment_type":"Contract"},{"location":"Tunja, Boyacá, Colombia","date":{"start":{"month":10,"day":null,"year":2021},"end":{"month":12,"day":null,"year":2021}},"company":"ECOVIVIENDA Empresa Constructora de Vivienda","description":"Durante mi experiencia como Ingeniero Civil de apoyo a la supervisión de convenios y contratos y actividades a cargo de la Dirección Técnica de ECOVIVIENDA, he demostrado habilidades técnicas y de liderazgo en la gestión de proyectos de construcción, cumpliendo con los plazos establecidos y manteniendo altos estándares de calidad. Además, he destacado por mi capacidad de trabajar en equipo y de comunicarme efectivamente con los diferentes actores involucrados en los proyectos.\n\nEn mi rol como Ingeniero Civil de apoyo a la supervisión de convenios y contratos, he sido responsable de realizar la revisión y análisis de los documentos técnicos, supervisar y controlar el avance físico y financiero de los proyectos, coordinar la ejecución de actividades en campo, realizar informes de seguimiento y realizar la gestión de los recursos materiales y humanos necesarios para la ejecución de los proyectos.\n\nComo miembro del equipo de la Dirección Técnica de ECOVIVIENDA, he aportado con mis conocimientos y experiencia en la planificación y ejecución de proyectos de construcción de vivienda, implementando soluciones innovadoras y sostenibles para garantizar el éxito de los proyectos. Además, he participado activamente en el desarrollo de procesos y procedimientos para mejorar la eficiencia y eficacia de la gestión de proyectos","title":"Especialista de proyecto","employment_type":"Contract"}]},{"company":{"id":null,"name":"Autónomo","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":3,"day":null,"year":2018},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":3,"day":null,"year":2018},"end":{"month":null,"day":null,"year":null}},"company":"Autónomo","description":null,"title":"Ingeniero civil","employment_type":null}]},{"company":{"id":68365752,"name":"Banco Agrario de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQEUI86d9Z-AnQ/company-logo_400_400/0/1694278402479?e=1705536000&v=beta&t=--S1BiqvlVRSLHUtvMx1Cx8hbJLYCWFpUL3LaZX_ePY","url":"https://www.linkedin.com/company/banco-agrario-colombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":2,"day":null,"year":2022},"end":{"month":1,"day":null,"year":2023}},"profile_positions":[{"location":"Boyacá, Colombia","date":{"start":{"month":2,"day":null,"year":2022},"end":{"month":1,"day":null,"year":2023}},"company":"Banco Agrario de Colombia","description":"Como contratista de obra para las adecuaciones menores de obra civil en las oficinas de Zonal Tunja y Edificio Regional Oriental en Tunja, lideré la ejecución exitosa del proyecto en 11 municipios de la región, incluyendo Arcabuco, Jenesano, Nuevo Colón, Ramiriquí, Samacá, Tibaná, Toca, Turmequé, Ventaquemada y Villapinzón. Durante el contrato, me encargué de coordinar y supervisar las actividades de demolición, estructura, mampostería, pisos, enchapes, cubiertas, cielo raso, instalaciones hidráulicas y sanitarias, pintura, aseo y limpieza general, logrando entregar el proyecto dentro de los plazos establecidos y dentro del presupuesto asignado. Además, aseguré la calidad de los materiales y la seguridad de los trabajadores en el sitio de trabajo. Como resultado, el cliente quedó satisfecho con las labores ejecutadas.\n\nComo contratista de obra para las adecuaciones menores de obra civil en las áreas improductivas propias adscritas a la Regional Oriental del Banco Agrario de Colombia, fui responsable de coordinar y ejecutar diversas actividades, como demoliciones, estructuras, mampostería, pañetes, pisos, enchapes, cubiertas, cielo raso, instalaciones hidráulicas y sanitarias, pintura, aseo y limpieza general. Las áreas improductivas donde se realizaron las adecuaciones menores se ubicaron en Villa de Leyva, Santa Rosa de Viterbo, Moniquirá, El Cocuy, Soatá, Turmequé y Ventaquemada, lideré y coordiné equipos de trabajo, gestioné recursos, planifiqué  y ejecuté los proyectos, lo cual me permitió cumplir con los objetivos del proyecto en tiempo y forma.","title":"Ingeniero civil de proyectos","employment_type":"Contract"}]},{"company":{"id":null,"name":"SLG Ingeniería y Arquitectura S.A.S","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":1,"day":null,"year":2019},"end":{"month":1,"day":null,"year":2022}},"profile_positions":[{"location":"Tunja, Boyaca, Colombia","date":{"start":{"month":1,"day":null,"year":2019},"end":{"month":1,"day":null,"year":2022}},"company":"SLG Ingeniería y Arquitectura S.A.S","description":null,"title":"Gerente general","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Ingeniero Julián Federico Florez","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":1,"day":null,"year":2021},"end":{"month":6,"day":null,"year":2021}},"profile_positions":[{"location":"Tinjacá, Boyacá, Colombia","date":{"start":{"month":1,"day":null,"year":2021},"end":{"month":6,"day":null,"year":2021}},"company":"Ingeniero Julián Federico Florez","description":"F U N C I O N E S  D E L  C A R G O:\n\n•\tCooperar con la Dirección administrativa y financiera de la Policía Nacional la ejecución de sus respectivas labores\n•\tEjercer la inspección y vigilancia de la ejecución del contrato de obra , en lo relacionado con aspectos técnicos, todo de acuerdo con los diseños y estudios entregados al contratista\n•\tEfectuar la interventoría de la totalidad de las inversiones y obras previstas en el desarrollo y la ejecución de la obra\n•\tVerificar y realizar el seguimiento al cronograma de actividades propendiendo por el cumplimiento del mismo\n•\tRealizar la inspección visual de manera diaria a la ejecución de todas las actividades desarrolladas en obra\n•\tRevisión de actas parciales e informes para trámites de pago\n•\tDiligenciar la bitácora de interventoría\n•\tInspección de materiales usados en obra de acuerdo con las especificaciones de los estudios y diseños","title":"Supervisor de construcción","employment_type":"Contract"}]},{"company":{"id":1231117,"name":"Universidad Pedagógica y Tecnológica de Colombia","logo":"https://media.licdn.com/dms/image/C4E0BAQHh4nJTBy9M9w/company-logo_400_400/0/1676063324531/universidad_pedag_gica_y_tecnologica_de_colombia_logo?e=1705536000&v=beta&t=9IuLeeQJnh6Y-kHoM1Rb8J8Q0RCUoUrRoChbgb7nhrY","url":"https://www.linkedin.com/school/uptc/","employees":{"start":501,"end":1000}},"date":{"start":{"month":9,"day":null,"year":2020},"end":{"month":12,"day":null,"year":2020}},"profile_positions":[{"location":"Tunja, Boyacá, Colombia","date":{"start":{"month":9,"day":null,"year":2020},"end":{"month":12,"day":null,"year":2020}},"company":"Universidad Pedagógica y Tecnológica de Colombia","description":"•\tServicios profesionales para apoyar el acompañamiento técnico de los proyectos vigentes de la dirección de planeación y los que surjan en virtud de las necesidades de la universidad en la vigencia 2020.\n•\tElaboración de proyectos, presupuestos y conceptos técnicos relacionados con el área concentrada levantamiento de información obra.\n•\tDesarrollo de visitas de campo para determinar las necesidades de los diferentes unidades académico - administrativas de la UPTC.\n•\tSeguimiento de los proyectos asignados por parte de los comités de obra física.\n•\tAsistir a los diferentes comités y reuniones requeridas para Informe de avance de las diferentes asignaciones\n•\tLos demás que le sean asignados y concordantes con el objeto del contrato.","title":"Ingeniero civil","employment_type":"Contract"}]},{"company":{"id":null,"name":"Ingeniero Silverio Leguizamon","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":2,"day":null,"year":2020},"end":{"month":12,"day":null,"year":2020}},"profile_positions":[{"location":"Tunja, Boyacá, Colombia","date":{"start":{"month":2,"day":null,"year":2020},"end":{"month":12,"day":null,"year":2020}},"company":"Ingeniero Silverio Leguizamon","description":"O B R A S  R E A L I Z A D A S:\n•\t“REALIZAR ADECUACIÓN DE LA CASA DE LA UPTC, UBICADA EN LA TRANSVERSAL 9 # 29 – 19 BARRIO MALDONADO, PARA LA PUESTA EN FUNCIONAMIENTO DE LOS LABORATORIOS Y DESARROLLO DE INVESTIGACIÓN DE LOS DIFERENTES PROGRAMAS DE LA ESCUELA DE CIENCIAS TECNOLÓGICAS –FESAD TUNJA, BOYACÁ”\n\nF U N C I O N E S  D E L  C A R G O:\n\n•\tElaboración de propuesta técnica y económica con análisis de precios unitarios para la U.P.T.C.\n•\tAsegurar la calidad de la obra de acuerdo con los diseños entregados por el municipio, Verificar la calidad de los materiales usados en obra, Verificación y aplicación de diseño de mezcla, Verificar medidas y distribución de acero, Supervisión de EPP y SST en obra, Control de Nómina, Control de actividades diarias del personal, Garantizar el correcto funcionamiento de la obra, Elaboración de inventario de obra, Determinar los controles de calidad a implementar en la ejecución de obras de ingeniería civil\n•\tRealizar la solicitud de cantidad de materiales, Elaboración de cartillas de acero, Elaboración de informes y actas parciales para el municipio, Elaboración de actas de comité técnico, Revisión y elaboración de planos AS BUILT, Seguimiento del avance general y diario de las obras\n•\tEstablecer procedimientos constructivos y de operación de maquinaria, Garantizar el logro de la política y objetivos HSEQ de la empresa y del cliente, Establecer programas en la ejecución de obras enfocados al mejor aprovechamiento de los recursos de personal y materiales, Preparación de informes semanales de avance de obra e informes mensuales","title":"Ingeniero civil","employment_type":"Contract"}]},{"company":{"id":null,"name":"Ingeniero Silverio Leguizamon","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":4,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2019}},"profile_positions":[{"location":"Tunja, Boyacá, Colombia","date":{"start":{"month":12,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2019}},"company":"Ingeniero Silverio Leguizamon","description":"O B R A S  R E A L I Z A D A S:\n•\tRESANE, SUMINISTRO E INSTALACIÓN DE MANTOS ASFÁLTICOS DE LAS TORRES I-1,G-5 Y F-5 DEL PROYECTO VIP TORRES DEL PARQUE DEL MUNICIPIO DE TUNJA-BOYACÁ\n\nF U N C I O N E S  D E L  C A R G O:\n\n•\tElaboración de propuesta técnica y económica con análisis de precios unitarios para Empresa Constructora de Vivienda Tunja (ECOVIVIENDA).\n•\tAsegurar la calidad de la obra de acuerdo con los diseños entregados por el municipio, Verificar la calidad de los materiales usados en obra, Supervisión de EPP y SST en obra, Control de Nómina, Control de actividades diarias del personal, Garantizar el correcto funcionamiento de la obra, Elaboración de inventario de obra, Determinar los controles de calidad a implementar en la ejecución de obras de ingeniería civil\n•\tRealizar la solicitud de cantidad de materiales, Elaboración de informes y acta final de la obra, Elaboración de actas de comité técnico, Revisión y elaboración de planos AS BUILT, Seguimiento del avance general y diario de las obras\n•\tEstablecer procedimientos constructivos y de operación de maquinaria, Garantizar el logro de la política y objetivos HSEQ de la empresa y del cliente, Establecer programas en la ejecución de obras enfocados al mejor aprovechamiento de los recursos de personal y materiales, Preparación de informes semanales de avance de obra e informes mensuales","title":"Senior Project Coordinator","employment_type":"Contract"},{"location":"Tunja, Boyacá, Colombia","date":{"start":{"month":7,"day":null,"year":2019},"end":{"month":11,"day":null,"year":2019}},"company":"Ingeniero Silverio Leguizamon","description":"O B R A S  R E A L I Z A D A S:\n•\tContratar la construcción de la infraestructura física para instalar telescopio\n\nF U N C I O N E S  D E L  C A R G O:\n\n•\tElaboración de propuesta técnica y económica con análisis de precios unitarios para U.P.T.C.\n•\tAsegurar la calidad de la obra de acuerdo con los diseños entregados por el municipio, Verificar la calidad de los materiales usados en obra, Verificación y aplicación de diseño de mezcla, Verificar medidas y distribución de acero, Supervisión de EPP y SST en obra, Control de Nómina, Control de actividades diarias del personal, Garantizar el correcto funcionamiento de la obra, Elaboración de inventario de obra, Determinar los controles de calidad a implementar en la ejecución de obras de ingeniería civil\n•\tRealizar la solicitud de cantidad de materiales, Elaboración de cartillas de acero, Elaboración de informes y actas parciales para el municipio, Elaboración de actas de comité técnico, Revisión y elaboración de planos AS BUILT, Seguimiento del avance general y diario de las obras\n•\tEstablecer procedimientos constructivos y de operación de maquinaria, Garantizar el logro de la política y objetivos HSEQ de la empresa y del cliente, Establecer programas en la ejecución de obras enfocados al mejor aprovechamiento de los recursos de personal y materiales, Preparación de informes semanales de avance de obra e informes mensuales","title":"Resident Engineer","employment_type":"Part-time"},{"location":"Tunja, Boyacá, Colombia","date":{"start":{"month":7,"day":null,"year":2019},"end":{"month":11,"day":null,"year":2019}},"company":"Ingeniero Silverio Leguizamon","description":"O B R A S  R E A L I Z A D A S:\n•\tRealizar la adecuación del laboratorio del grupo de investigación de materiales siderúrgicos para la instalación de un horno de inducción e instalación de un contenedor para el incitema. sede central Tunja\n\nF U N C I O N E S  D E L  C A R G O:\n•\tElaboración de propuesta técnica y económica con análisis de precios unitarios para U.P.T.C.\n•\tAsegurar la calidad de la obra de acuerdo con los diseños entregados por el municipio, Verificar la calidad de los materiales usados en obra, Verificación y aplicación de diseño de mezcla, Verificar medidas y distribución de acero, Supervisión de EPP y SST en obra, Control de Nómina, Control de actividades diarias del personal, Garantizar el correcto funcionamiento de la obra, Elaboración de inventario de obra, Determinar los controles de calidad a implementar en la ejecución de obras de ingeniería civil\n•\tRealizar la solicitud de cantidad de materiales, Elaboración de cartillas de acero, Elaboración de informes y actas parciales para el municipio, Elaboración de actas de comité técnico, Revisión y elaboración de planos AS BUILT, Seguimiento del avance general y diario de las obras\n•\tEstablecer procedimientos constructivos y de operación de maquinaria, Garantizar el logro de la política y objetivos HSEQ de la empresa y del cliente, Establecer programas en la ejecución de obras enfocados al mejor aprovechamiento de los recursos de personal y materiales, Preparación de informes semanales de avance de obra e informes mensuales","title":"Resident Engineer","employment_type":"Part-time"},{"location":"Chíquiza, Boyacá, Colombia","date":{"start":{"month":5,"day":null,"year":2019},"end":{"month":8,"day":null,"year":2019}},"company":"Ingeniero Silverio Leguizamon","description":"O B R A S  R E A L I Z A D A S:\n•\tConstrucción de cerramiento en malla eslabonada y mampostería para tanque de almacenamiento de agua en vereda Vergara\n\nF U N C I O N E S  D E L  C A R G O:\n•\tElaboración de propuesta técnica y económica con análisis de precios unitarios para Alcaldía Municipal de Chiquiza\n•\tElaboración de diseños y presupuesto para la construcción del cerramiento.\n•\tAsegurar la calidad de la obra de acuerdo con los diseños entregados por el municipio, Verificar la calidad de los materiales usados en obra, Verificación y aplicación de diseño de mezcla, Verificar medidas y distribución de acero, Supervisión de EPP y SST en obra, Control de Nómina, Control de actividades diarias del personal, Garantizar el correcto funcionamiento de la obra, Elaboración de inventario de obra, Determinar los controles de calidad a implementar en la ejecución de obras de ingeniería civil\n•\tRealizar la solicitud de cantidad de materiales, Elaboración de cartillas de acero, Elaboración de informes y actas parciales para el municipio, Elaboración de actas de comité técnico, Revisión y elaboración de planos AS BUILT, Seguimiento del avance general y diario de las obras\n•\tEstablecer procedimientos constructivos y de operación de maquinaria, Garantizar el logro de la política y objetivos HSEQ de la empresa y del cliente, Establecer programas en la ejecución de obras enfocados al mejor aprovechamiento de los recursos de personal y materiales, Preparación de informes semanales de avance de obra e informes mensuales","title":"Resident Engineer","employment_type":"Part-time"},{"location":"Tibaná, Boyacá, Colombia","date":{"start":{"month":4,"day":null,"year":2019},"end":{"month":4,"day":null,"year":2019}},"company":"Ingeniero Silverio Leguizamon","description":"O B R A S  R E A L I Z A D A S:\n•\tConstrucción de muro de contención en concreto reforzado en vereda Mombita - Tibaná\n•\tConstrucción de placa para disipación de energía en quebrada vereda Mombita\n\nF U N C I O N E S  D E L  C A R G O:\n•\tElaboración de propuesta técnica y económica con análisis de precios unitarios para alcaldía municipal de Tibaná\n•\tAsegurar la calidad de la obra de acuerdo con los diseños entregados por el municipio, Verificar la calidad de los materiales usados en obra, Verificación y aplicación de diseño de mezcla, Verificar medidas y distribución de acero, Supervisión de EPP y SST en obra, Control de Nómina, Control de actividades diarias del personal, Garantizar el correcto funcionamiento de la obra, Elaboración de inventario de obra, Determinar los controles de calidad a implementar en la ejecución de obras de ingeniería civil\n•\tRealizar la solicitud de cantidad de materiales, Elaboración de cartillas de acero, Elaboración de informes y actas parciales para el municipio, Elaboración de actas de comité técnico, Revisión y elaboración de planos AS BUILT, Seguimiento del avance general y diario de las obras\n•\tEstablecer procedimientos constructivos y de operación de maquinaria, Garantizar el logro de la política y objetivos HSEQ de la empresa y del cliente, Establecer programas en la ejecución de obras enfocados al mejor aprovechamiento de los recursos de personal y materiales, Preparación de informes semanales de avance de obra e informes mensuales","title":"Resident Engineer","employment_type":"Part-time"}]},{"company":{"id":null,"name":"Sociedad Boyacence de Ingenieros y Arquitectos","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":7,"day":null,"year":2019},"end":{"month":11,"day":null,"year":2019}},"profile_positions":[{"location":"Tunja, Boyacá, Colombia","date":{"start":{"month":7,"day":null,"year":2019},"end":{"month":11,"day":null,"year":2019}},"company":"Sociedad Boyacence de Ingenieros y Arquitectos","description":"P R O Y E C T O\n•\tRealizar un estudio para definir el parámetro de ocupación para las agrupaciones de vivienda en las unidades de planeamiento rural del municipio de Tunja. (pirgua, Runta y Tras del alto)\n\nO B JE T O  Y  F U N C I O N E S  D E L   C O N T R A T O\n•\tRealizar levantamiento cartográfico digital en formato shape georreferenciado con coordenadas magna sirgas del problema habitacional de la vivienda en la zona rural de las tres veredas\n•\tRecopilación de información y levantamiento cartográfico de la zona rural correspondiente al proyecto\n•\tOrganización y Procesamiento de la información recopilada en campo\n•\tEstablecimiento de condiciones de las viviendas de la zona rural\n•\tGeneración de cartografía y mapas en ArcGis, georreferenciados según contrato","title":"Geographic Information Systems Consultant","employment_type":"Contract"}]},{"company":{"id":null,"name":"Ingeniero Silverio Leguizamón","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":5,"day":null,"year":2019},"end":{"month":9,"day":null,"year":2019}},"profile_positions":[{"location":"Tunja, Boyacá, Colombia","date":{"start":{"month":5,"day":null,"year":2019},"end":{"month":9,"day":null,"year":2019}},"company":"Ingeniero Silverio Leguizamón","description":"O B R A S  R E A L I Z A D A S:\n•\tConstrucción de dieciocho (18) mejoramientos de vivienda saludable en el área urbana de la ciudad de Tunja\nF U N C I O N E S  D E L  C A R G O:\n•\tElaboración de propuesta técnica y económica con análisis de precios unitarios para Ecovivienda.\n•\tAsegurar la calidad de la obra de acuerdo con los diseños entregados por el municipio, Verificar la calidad de los materiales usados en obra, Verificación y aplicación de diseño de mezcla, Verificar medidas y distribución de acero, Supervisión de EPP y SST en obra, Control de Nómina, Control de actividades diarias del personal, Garantizar el correcto funcionamiento de la obra, Elaboración de inventario de obra, Determinar los controles de calidad a implementar en la ejecución de obras de ingeniería civil\n•\tRealizar la solicitud de cantidad de materiales, Elaboración de cartillas de acero, Elaboración de informes y actas parciales para el municipio, Elaboración de actas de comité técnico, Revisión y elaboración de planos AS BUILT, Seguimiento del avance general y diario de las obras\n•\tEstablecer procedimientos constructivos y de operación de maquinaria, Garantizar el logro de la política y objetivos HSEQ de la empresa y del cliente, Establecer programas en la ejecución de obras enfocados al mejor aprovechamiento de los recursos de personal y materiales, Preparación de informes semanales de avance de obra e informes mensuales","title":"Resident Engineer","employment_type":"Part-time"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2010},"end":{"month":null,"day":null,"year":2017}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Engineer's degree","field_of_study":"Civil Engineering","grade":"Ingeniero Civil"},{"date":{"start":{"month":1,"day":null,"year":2021},"end":{"month":12,"day":null,"year":2021}},"school":{"name":"Universidad Pontificia Bolivariana - Postgrados","logo":null,"url":null},"degree_name":"Postgraduate Degree","field_of_study":"Project Management","grade":"Especialista en Gerencia e Interventoría de Obras Civiles"}],"languages":{"primary_locale":{"country":"US","language":"en"},"supported_locales":[{"country":"US","language":"en"}],"profile_languages":[]},"current_job_year":2021,"current_job_month":10,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_CK0WRZJU7A4YK3BEQ3XI.jpg","email":{"email":"nelson@tunja-boyaca.gov.co","email_anon_id":"LM8sDTeZ3z9d","email_status":"CATCH_ALL","email_type":"professional"},"company":{"name":"ECOVIVIENDA Empresa Constructora de Vivienda"},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}