{"https://uk.linkedin.com/in/karol-felipe-rodriguez-galeano-1649a8bb?original_referer=https%3A%2F%2Fwww.google.com%2F":{"error":false,"response":{"first_name":"Karol Felipe","last_name":"Rodriguez Galeano","full_name":"Karol Felipe Rodriguez Galeano","gender":null,"job_title":"High-strength low-alloy steel Researcher | Mechanical properties specialist | Searching for higher properties = low-weight designs = CO2 reduction | Mechanical Engineer","linkedin":"https://www.linkedin.com/in/karol-rodriguez-galeano","summary":"I am an industrious high-strength low-alloy steel researcher with both academic experience and principal experience in various research projects within the industry. My competence lies mainly in mechanical properties evaluation and improvement by focusing extensively on specifications for future use that are always compliant with the requirements necessary for effective implementation. \n\nIn recent times my research capabilities expanded toward leading development projects of high-strength steel products working closely with acclaimed academicians to achieve major breakthroughs marked by their ability to meet significant industry demand. \nBecause of its importance to scientific research, literature review takes up an extensive part of every project-design stage; hence attention is focused entirely on detailed studies of materials before conducting experiments involving different labs across varying locations. \nMy success stories stem from excellent leadership competencies coupled with management acumen expertise and exemplary communicative skills. \n\nPrecisely, delivering assignments timely remains central to my value system for consistency's sake. I am equally skilled in theoretical acumen as it complements my practical experience, making me well-rounded. \nMy proficiency extends beyond science research, as I'm a captivating lecturer that delivers engaging subject material on various materials-related subjects at conferences and colleges. My goal is to become a manager-scientist ultimately while harnessing teamwork to derive effective strategies that cater to humanity's current needs by examining industry requirements through idea exchanges with other scientists; That coupled with prioritizing deadlines should yield remarkable benefits.","premium":false,"skills":"University Lecturing, Collaborative Problem Solving, Visual Basic for Applications (VBA), Microscopy, Electron Microscopy, Etching, Microsoft Excel, Microsoft Excel Macros, AutoCAD, Solid Edge, Creative Problem Solving, Machining, Machine Tools, Welding, Casting, Metrology, Documentation, Technical Documentation, Document Management, Leading Meetings","work_experience":[{"company":{"id":166262,"name":"Tata Steel","logo":"https://media.licdn.com/dms/image/C4D0BAQEdQIE0htk3-Q/company-logo_400_400/0/1654756160550?e=1705536000&v=beta&t=fkekOovTjxmSmQQ7q_Q4wIoal2gz4g1axrijIFTNHCE","url":"https://www.linkedin.com/company/tatasteelltd/","employees":{"start":10001,"end":null}},"date":{"start":{"month":2,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Netherlands","date":{"start":{"month":2,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"company":"Tata Steel","description":"Principal researcher of the High Strength Strips (HSS) group at the Research and Development department of Tata Steel Europe - Netherlands. Now leading the support and development of High Strength Strips (HSS), specifically focusing on steel-sheet products that cater to the unique specifications of specialized customers across diverse industries, including automotive, construction, academia, and more.\n\nResponsibilities:\n- Lead and drive the research and development initiatives for HSS products, ensuring they align with the requirements of specialized customers in various industries.\n- Collaborate closely with cross-functional teams to provide technical expertise and guidance throughout the product development lifecycle.\n- Utilize your deep knowledge of materials science and engineering principles to develop innovative solutions that meet the highest industry standards.\n- Stay abreast of emerging technologies, industry trends, and advancements in materials science to inform product development strategies.\n- Conduct thorough analysis and testing of HSS products to validate their performance and suitability for specific customer applications.\n- Engage with external stakeholders, including academia, industry experts, and customers, to foster collaborations and gather valuable insights.\n- Drive continuous improvement initiatives to enhance product quality, efficiency, and customer satisfaction.","title":"Principal Researcher – High Strength Strip Steels","employment_type":"Full-time"}]},{"company":{"id":8421,"name":"The University of Sheffield","logo":"https://media.licdn.com/dms/image/D4E0BAQEORSKOZDnu4A/company-logo_400_400/0/1667299949604?e=1705536000&v=beta&t=0QS-V_ClGwRv0g-kIJm32SMESjNMohkZ1xCt1BgHrz8","url":"https://www.linkedin.com/school/university-of-sheffield/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":9,"day":null,"year":2018},"end":{"month":9,"day":null,"year":2022}},"profile_positions":[{"location":"Sheffield, England, United Kingdom","date":{"start":{"month":9,"day":null,"year":2018},"end":{"month":9,"day":null,"year":2022}},"company":"The University of Sheffield","description":"Ph.D. researcher specialized in evaluating and improving the mechanical properties of microalloyed steels for the car industry. I conducted advanced research to investigate the properties, behaviour, and performance of high-strength low-alloy (HSLA) steels. The project required delving into topics such as steel composition, microstructure, mechanical properties, heat treatment, and the influence of alloying elements on steel characteristics.\nAs a Ph.D. researcher, I encompassed several key aspects:\n1. Research Design: Formulating research questions, hypotheses, and objectives. Defining research methodologies, experimental protocols, and data collection techniques to address specific research goals.\n2. Experimental Work: Conduct laboratory experiments to synthesize, process, and characterize HSLA steels. This involves using cutting-edge techniques and equipment to analyse steel microstructure and mechanical properties.\n3. Data Analysis: Collecting experimental data and employing statistical analysis, modelling, or simulation techniques to interpret and derive meaningful insights from the results. Analysing the effects of different variables on steel properties and performance.\n4. Literature Review: Conduct a comprehensive review of existing literature to understand the state of the art in steel research, identify knowledge gaps, and provide a foundation for the researcher's work. Staying up-to-date with the latest advancements, theories, and techniques in the field.\nSkills: Documentation · Technical Documentation · Leading Meetings · Experimental Research · Design of Experiments (DOE) · motivation · Presentation Skills · Problem Solving · Analytical Reasoning · Progressive Discipline · Easily Adaptable","title":"Researcher PHD Student","employment_type":"Full-time"}]},{"company":{"id":80960,"name":"Escuela Colombiana de Ingeniería 'Julio Garavito'​","logo":"https://media.licdn.com/dms/image/C560BAQH-bNemOZZ2hQ/company-logo_400_400/0/1634912612508?e=1705536000&v=beta&t=V-M0ikegMx3AP4qel70xFzhMKPQP7IckEXrAB1a7m6k","url":"https://www.linkedin.com/school/escuela-colombiana-de-ingenieria/","employees":{"start":501,"end":1000}},"date":{"start":{"month":1,"day":null,"year":2017},"end":{"month":7,"day":null,"year":2018}},"profile_positions":[{"location":"Bogotá D.C. Area, Colombia","date":{"start":{"month":1,"day":null,"year":2017},"end":{"month":7,"day":null,"year":2018}},"company":"Escuela Colombiana de Ingeniería Julio Garavito","description":"Passionate and experienced Engineering Drawing Lecturer. As a lecturer, I played a vital role in delivering high-quality education and inspiring the next generation of engineers by delivering instruction in the field of engineering drawing. \n\nResponsibilities:\n- Developed and delivered engaging lectures and tutorials on engineering drawing to undergraduate students, utilizing a variety of teaching methodologies, including lectures, demonstrations, and hands-on exercises.\n- Created and maintained course materials, including syllabi, lesson plans, lecture notes, and assessment criteria, ensuring alignment with the curriculum and learning objectives.\n- Fostered a supportive and inclusive learning environment, encouraging active participation and engagement from students, and providing guidance and feedback on their progress.\n- Utilized modern educational technologies and software tools to enhance teaching and learning experiences, such as computer-aided design (CAD) software and virtual laboratories.\n- Stayed up-to-date with advancements in the field of engineering drawing and integrate relevant industry trends and practices into the curriculum.\n- Supervised and assessed student projects, assignments, and examinations, providing constructive feedback and evaluating their performance based on predefined criteria.\n- Mentored and guided students in their academic and professional development, offering career advice and encouraging research and innovation in the field of engineering drawing.\n- Collaborated with fellow faculty members, academic staff, and industry professionals to enhance the academic program, develop new courses, and contribute to ongoing curriculum development initiatives.\n- Engaged in continuous professional development by attending conferences, workshops, and seminars related to engineering drawing and pedagogy.","title":" Engineering Drawing - Lecturer","employment_type":null}]},{"company":{"id":1375406,"name":"Universidad Militar Nueva Granada","logo":"https://media.licdn.com/dms/image/D4E0BAQHVyIR_in7J1w/company-logo_400_400/0/1695822174955?e=1705536000&v=beta&t=FJJ6hUARZ6EL98jqYAgDBZ9BDK4wN7snTcL8IBKFZNc","url":"https://www.linkedin.com/school/universidad-militar-nueva-granada/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":8,"day":null,"year":2014},"end":{"month":12,"day":null,"year":2015}},"profile_positions":[{"location":"Cajicá, Cundinamarca, Colombia","date":{"start":{"month":8,"day":null,"year":2014},"end":{"month":12,"day":null,"year":2015}},"company":"Universidad Militar Nueva Granada","description":"Enthusiastic and knowledgeable engineer, lecturer in the fields of Engineering Drawing, Materials Science for Engineers, and Mechanics of Materials. As a Lecturer, I played a pivotal role in delivering high-quality instruction, mentoring students, and contributing to the overall academic community. \nResponsibilities:\n- Taught undergraduate courses in Engineering Drawing, Materials Science for Engineers, and Mechanics of Materials, using effective teaching strategies and methods.\n- Developed and delivered comprehensive lesson plans, lectures, and presentations to enhance students' understanding of fundamental concepts, theories, and applications in these fields.\n- Utilized modern instructional technologies and tools, including computer-aided design (CAD) software, simulation software, and relevant laboratory equipment, to facilitate student learning and engagement.\n- Provided guidance and support to students through individual consultations, feedback sessions, and academic advising, fostering their academic and professional growth.\n- Assessed student performance through assignments, exams, projects, and other evaluation methods, providing timely and constructive feedback to facilitate learning and development.\n- Collaborated with fellow faculty members to contribute to the development of the programs, including curriculum design, assessment strategies, and program evaluation.\n- Engaged in scholarly activities, such as conducting research, publishing papers, and attending conferences, to contribute to the field and promote professional development.\n- Actively participated in departmental meetings, committees, and other academic initiatives, contributing to the growth and success of the institution.\n- Fostered a positive and inclusive learning environment that encourages student engagement, critical thinking, and creativity.","title":"College Lecturer","employment_type":"Full-time"}]},{"company":{"id":464241,"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":8,"day":null,"year":2012},"end":{"month":7,"day":null,"year":2014}},"profile_positions":[{"location":"Bogota, D.C., Capital District, Colombia","date":{"start":{"month":8,"day":null,"year":2012},"end":{"month":7,"day":null,"year":2014}},"company":"Universidad Nacional de Colombia","description":"As part of a scholarship, the National University of Colombia gave me the opportunity to be a college lecturer assistant specializing in Machining Processes. As an assistant, I played a vital role in supporting the delivery of courses, facilitating student learning, and assisting the lead faculty member in course coordination. This was an excellent opportunity for an aspiring educator with a passion for machining processes and a desire to contribute to the growth and development of students.\n\nResponsibilities:\n- Assisted the lead faculty member in delivering lectures and laboratory sessions on manufacturing processes, including topics of machining such as milling, turning, drilling, and grinding. Also, the lectures and laboratories include topics such as casting, CNC control, welding, and metrology.\n- Provided instructional support by preparing teaching materials, setting up equipment, and ensuring a safe and productive learning environment.\n- Engaged with students during practical sessions, offering guidance and assistance with operating machining tools and equipment, as well as troubleshooting and problem-solving.\n- Conducted demonstrations of casting, welding and machining processes and techniques, effectively showcasing industry best practices and safety protocols.\n- Assisted in the development and evaluation of course materials, including assignments, quizzes, and examinations, in collaboration with the lead faculty member.\n- Provided feedback and grading on student assignments, exams, and projects, ensuring timely and constructive input to facilitate student learning and growth.\n- Fostered a positive and inclusive learning environment that encourages student engagement, critical thinking, and application of theoretical knowledge to practical scenarios.\n- Assisted in the maintenance and calibration of machining equipment and laboratory facilities, ensuring their proper functioning and safety compliance.","title":"Assistant Lecturer","employment_type":"Part-time"}]}],"education":[{"date":{"start":{"month":9,"day":null,"year":2018},"end":{"month":6,"day":null,"year":2022}},"school":{"name":"The University of Sheffield","logo":"https://media.licdn.com/dms/image/D4E0BAQEORSKOZDnu4A/company-logo_400_400/0/1667299949604?e=1705536000&v=beta&t=0QS-V_ClGwRv0g-kIJm32SMESjNMohkZ1xCt1BgHrz8","url":"https://www.linkedin.com/school/university-of-sheffield/"},"degree_name":"Doctor of Philosophy - PhD","field_of_study":"Materials Science and Engineering","grade":null},{"date":{"start":{"month":null,"day":null,"year":2012},"end":{"month":null,"day":null,"year":2015}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Master's degree","field_of_study":"Materials Engineering","grade":null},{"date":{"start":{"month":8,"day":null,"year":2006},"end":{"month":8,"day":null,"year":2012}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Engineer's degree","field_of_study":"Mechanical Engineering","grade":"3.8/5.0"}],"languages":{"primary_locale":{"country":"US","language":"en"},"supported_locales":[{"country":"US","language":"en"}],"profile_languages":[{"name":"English","proficiency":"PROFESSIONAL_WORKING"},{"name":"Spanish","proficiency":"NATIVE_OR_BILINGUAL"}]},"current_job_year":2023,"current_job_month":2,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_VJO88P7AL7O145MZE2F5.jpg","email":{"email":"kfelipe@tatasteel.com","email_anon_id":"YoVrWb1gISY0","email_status":"CATCH_ALL","email_type":"professional"},"company":{"name":"Tata Steel","is_catch_all":true,"size":null,"logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_YAYGR210K61VGXDZXJO4.jpg","linkedin":"https://www.linkedin.com/company/tatasteelltd","website":"https://www.tatasteel.com","domain":"tatasteel.com","common_email_pattern":null,"industry":"Mining & Metals","founded_in":1907,"description":"Tata Steel group is among the top global steel companies with an annual crude steel capacity of 34 million tonnes per annum. It is one of the world's most geographically-diversified steel producers, with operations and commercial presence across the world. The group (excluding SEA operations) recorded a consolidated turnover of US $19.7 billion in the financial year ending March 31, 2020.\n\nA Great Place to Work-CertifiedTM organisation, Tata Steel Ltd., together with its subsidiaries, associates and joint ventures, is spread across five continents with an employee base of over 65,000.\n\nTata Steel has been a part of the DJSI Emerging Markets Index since 2012 and has been consistently ranked amongst top 5 steel companies in the DJSI Corporate Sustainability Assessment since 2016. Besides being a member of ResponsibleSteelTM and worldsteel’s Climate Action Programme, Tata Steel has won several awards and recognitions including the World Economic Forum’s Global Lighthouse recognition for its Kalinganagar Plant - a first in India, and Prime Minister’s Trophy for the best performing integrated steel plant for 2016-17. The Company, ranked as India’s most valuable Metals & Mining brand by Brand Finance, received the ‘Honourable Mention’ at the National CSR Awards 2019, Steel Sustainability Champion 2019 by worldsteel, CII Greenco Star Performer Award 2019, ‘Most Ethical Company’ award 2020 from Ethisphere Institute, Best Risk Management Framework & Systems Award (2020) by CNBC TV-18, and Award for Excellence in Financial Reporting FY20 by ICAI, among several others.\n\nTo know more, visit www.tatasteel.com and www.wealsomaketomorrow.com.","total_emails":1000,"location":{"country":"India","country_code":"IN","state":null,"city":"Mumbai","timezone":"Asia/Kolkata","timezone_offset":"5.5","postal_code":null,"address":"Bombay House, 24, Homi Mody Street"}},"location":{"country":"Netherlands","country_code":"NL","state":"North Holland","city":"IJmuiden","timezone":"Europe/Amsterdam","timezone_offset":2.0,"postal_code":null,"raw":"IJmuiden, North Holland, Netherlands"}}}}