{"https://es.linkedin.com/in/paolaavivas?original_referer=https%3A%2F%2Fwww.google.com%2F":{"error":false,"response":{"first_name":"Paola Andrea","last_name":"Vivas Peña","full_name":"Paola Andrea Vivas Peña","gender":"female","job_title":"Director of Marketing | Digital Transformation | Master's in Digital Marketing | Operations Specialist | Industrial Engineer","linkedin":"https://www.linkedin.com/in/paolaavivas","summary":"I am a passionate engineer with a strong interest in Marketing and strategy, dedicated to finding innovative solutions for the current challenges in the market. With my background in Industrial and Operations Engineering, I bring a structured approach and a holistic vision to develop impactful strategies.\n\nAs a Marketing Director, I have cultivated exceptional skills in leadership, strategic thinking, communication, and team development. I believe that Marketing plays a pivotal role in the overall strategy by allowing a company to stand out, communicate effectively, and achieve its goals competitively in the market, capable of reaching people through inspiring stories.\n\nThe ever-evolving nature of Marketing motivates me to research and analyze the latest trends, keeping myself updated and seeking opportunities for further academic growth.","premium":false,"skills":"Gestión de relaciones con clientes (CRM), Optimización para motores de búsqueda (SEO), Voluntariado, Investigación, Excelencia operativa, Ventas, Planificación de negocios, Gestión de inventarios, Gestión de presupuestos, Visual Basic, Mejora continua, Mejora de procesos, Kaizen, Liderazgo Kaizen, Gemba Kaizen, Planificación de proyectos, Ingeniería de proyectos, Marketing, Estrategia de marketing, Marketing digital","work_experience":[{"company":{"id":54333960,"name":"Vardí Group","logo":"https://media.licdn.com/dms/image/C4E0BAQEG3gfPjV1gjQ/company-logo_400_400/0/1624639448103?e=1705536000&v=beta&t=3-EHmaEAGEduI_Q8IwC7Nufg62bXPrVasPTuFJZ_fRs","url":"https://www.linkedin.com/company/grupovard%C3%AD/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":8,"day":null,"year":2016},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá, Colombia","date":{"start":{"month":2,"day":null,"year":2020},"end":{"month":null,"day":null,"year":null}},"company":"Grupo Vardí","description":"-I lead the marketing department at Autovardí, overseeing and managing various strategic areas, including strategic marketing, trade marketing, digital marketing, data-driven marketing, endomarketing, and customer service.\n-I develop and execute strategic marketing strategies that drive Autovardí's growth and position in the market, ensuring a competitive advantage and increased market share.\n-I collaborate directly with the sales and after-sales departments, implementing trade marketing activities and building effective communication strategies that enable us to achieve the objectives set by both parties and strengthen customer relationships.\n-I lead digital marketing activities, leveraging the latest trends and digital tools to maximize Autovardí's online presence, attract new customers, and foster loyalty among existing ones.\n-I apply a data-driven marketing approach to gather, analyze, and utilize relevant data, driving strategic decisions based on accurate information and performance metrics.\n-I implement endomarketing strategies to strengthen the organizational culture, improve internal communication, and promote employee engagement with Autovardí's vision and values.\n-I am responsible for the Customer Excellence Center at Autovardí, which includes the Contact Center. My main objective is to ensure exceptional customer experience and satisfaction at every stage of the customer journey.","title":"Marketing Director","employment_type":"Full-time"},{"location":null,"date":{"start":{"month":1,"day":null,"year":2019},"end":{"month":2,"day":null,"year":2020}},"company":"Grupo Vardí","description":"-I was involved in the implementation and opening of new branches in accordance with Autovardí's expansion model, ensuring successful execution and effective company growth.\n-I was responsible for nationwide vehicle purchases, implementing effective acquisition strategies and optimizing inventory to maximize profitability.\n-I developed, implemented, and supervised the Business Plan, focusing on profitability, operational excellence, business management, and customer management. This allowed us to achieve established objectives and strengthen Autovardí's position in the market.","title":"Sales Coordinator","employment_type":"Full-time"},{"location":"Bogotá, Bogotá D.C. Department, Colombia","date":{"start":{"month":2,"day":null,"year":2017},"end":{"month":12,"day":null,"year":2018}},"company":"Grupo Vardí","description":"-I coordinated the Dealer Standard Improvement (DSI) program, the national Operational Excellence program of Nissan Colombia. I developed and led this program, ensuring the effective implementation of excellence standards and processes across all branches of the network.\n-I led the National Kaizen Engineers team, responsible for the redesign, documentation, measurement, control, and continuous improvement of processes in the Commercial and After-Sales network of the country. We implemented Kaizen methodologies to optimize process efficiency and quality, achieving significant improvements in key performance indicators.\n-I managed the improvement of Customer Service in all network branches through the analysis and monitoring of KPIs. I identified root causes of underperformance, empowered the team to generate improvement actions, and constantly monitored responsibilities and set objectives. I fostered a culture of continuous improvement, promoting excellence in customer service throughout the organization.","title":"Process and Projects Coordinator","employment_type":"Full-time"},{"location":"Bogotá, Colombia","date":{"start":{"month":8,"day":null,"year":2016},"end":{"month":1,"day":null,"year":2017}},"company":"Grupo Vardí","description":null,"title":"Industrial Engineering Intern","employment_type":null}]},{"company":{"id":464241,"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":8,"day":null,"year":2015},"end":{"month":8,"day":null,"year":2016}},"profile_positions":[{"location":"Bogotá, Colombia","date":{"start":{"month":3,"day":null,"year":2016},"end":{"month":8,"day":null,"year":2016}},"company":"Universidad Nacional de Colombia","description":null,"title":"Researcher - Research Group SEPRO","employment_type":null},{"location":"Bogotá, Colombia","date":{"start":{"month":8,"day":null,"year":2015},"end":{"month":8,"day":null,"year":2016}},"company":"Universidad Nacional de Colombia","description":null,"title":"Tutor - Faculty of Engineering","employment_type":null}]}],"education":[{"date":{"start":{"month":2,"day":null,"year":2022},"end":{"month":2,"day":null,"year":2023}},"school":{"name":"Universidad Camilo José Cela","logo":"https://media.licdn.com/dms/image/D4D0BAQFVmSNk_AaOeA/company-logo_400_400/0/1687970055291?e=1705536000&v=beta&t=kDq5sFu1fSj2XzVTXBLweKnM0Tska2JWcFK9Hc1BokA","url":"https://www.linkedin.com/school/universidad-camilo-jos%C3%A9-cela/"},"degree_name":"Máster en Marketing Digital","field_of_study":"Marketing Digital","grade":null},{"date":{"start":{"month":null,"day":null,"year":2018},"end":{"month":null,"day":null,"year":2019}},"school":{"name":"Pontificia Universidad Javeriana","logo":"https://media.licdn.com/dms/image/D4E0BAQGdLzRIrqiB3Q/company-logo_400_400/0/1694030162839?e=1705536000&v=beta&t=t6ZY2AINWwSm3zUyFzEK1bsUDv7tSOyWP2rqkgzCc80","url":"https://www.linkedin.com/school/pontificia-universidad-javeriana/"},"degree_name":"Especialista en Ingenieria de Operaciones en Manufactura y Servicios","field_of_study":"Ingeniería","grade":"4.6"},{"date":{"start":{"month":null,"day":null,"year":2012},"end":{"month":null,"day":null,"year":2017}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":null,"field_of_study":"Ingeniería industrial","grade":"4.5"}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"},{"country":"US","language":"en"}],"profile_languages":[]},"current_job_year":2016,"current_job_month":8,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_HH753O0XL198RVGU0TRI.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Grupo Vardí","is_catch_all":null,"size":"1001-5000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_5021Q2XBJIDHGB5XAI9U.jpg","linkedin":"https://www.linkedin.com/company/grupovard%C3%AD","website":"http://www.vardi.com.co/","domain":"vardi.com.co","common_email_pattern":null,"industry":"Motor Vehicle Manufacturing","founded_in":null,"description":"El Grupo Vardí es una empresa de clase mundial, orientada a la movilidad y productividad, diversificada en distribución y venta de vehículos, maquinaria y negocios conexos, enfocada en generación de valor y bienestar para el país de una manera sostenible. \n\nEl Grupo Vardí integra una amplia experiencia y eficiencia en procesos de importación, comercialización y distribución de vehículos y equipos, servicio posventa, repuestos, financiación, trámites y seguros. \n\nCuenta con trayectoria en el país, que integra la máxima experiencia y eficiencia en procesos relacionados con la importación, comercialización, distribución, repuestos y seguros de vehículos. A través de Distribuidora Nissan, el grupo Vardí comercializa la marca Nissan, además de venta y alquiler de maquinaria industrial New Holland, Haulotte, Unicarriers y Topcon. En Posventa cuenta con una amplia red de repuestos, accesorios y talleres a nivel nacional.  \n\nA través de Com Automotriz S.A, comercializa la marca Changan y ofrece vehículos usados de todas las marcas.  Por medio de su Agencia de Seguros Milenio, ofrece Pólizas y SOAT; y otorga financiamiento de vehículos nuevos con su estrategia Disícar.  \n\nLa consolidación como Grupo Empresarial ha generado más de 2700 empleos brindando confianza y desarrollo donde se encuentra presente. \n\n","total_emails":0,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogotá","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":null}},"location":{"country":"Spain","country_code":"ES","state":"Community of Madrid","city":"Madrid","timezone":"Europe/Madrid","timezone_offset":2.0,"postal_code":null,"raw":"Madrid, Community of Madrid, Spain"}}}}