{"https://www.linkedin.com/in/rosarito-orozco-ramirez-b1392163?original_referer=https%3A%2F%2Fwww.google.com%2F":{"error":false,"response":{"first_name":"Rosarito","last_name":"Orozco Ramirez","full_name":"Rosarito Orozco Ramirez","gender":"female","job_title":"Líder de Proyecto / Coordinador de Proyectos / Especialista Medio Ambiental / Monitoreo Ambiental / Modelos de Dispersión Calidad de Aire / Producción Sostenible","linkedin":"https://www.linkedin.com/in/rosarito-orozco-ramirez","summary":"• Profesional en Ingeniería Química y especialista en Gerencia de Proyectos, con más de 9 años de experiencia en planeación, ejecución y análisis de monitoreos ambientales, con amplios conocimientos en la regulación ambiental, sistemas de gestión de calidad y normas ISO.\n\n• Con amplia capacidad de empoderarse de los proyectos y comprometer a los equipos involucrados. Excelente gestión de la relación a largo plazo con los clientes, mediante la atención oportuna de sus requerimientos, asesorándolos permanente en las decisiones que impliquen efectos ambientales. Alta credibilidad técnica y gestión de la información de calidad para articularla en informes y presentaciones a diferentes audiencias. \n\n• Destacada por mis habilidades de liderazgo, autogestión, orientación al resultado, habilidad para transformar situaciones complejas en simples, trabajo en equipo, dinámica y proactiva.","premium":false,"skills":"Auditorías internas, Aseguramiento de la calidad, Investigación y desarrollo (I+D), Calidad del aire, Control de ruido, Elaboración de informes, Dirección de equipos, Planificación de proyectos, Legislación, Planificación estratégica, Liderazgo, Gestión de proyectos, Acreditaciones, Elaboración de presupuestos, Monitorización medioambiental, Ley medioambiental, Ruido Ambiental","work_experience":[{"company":{"id":74117319,"name":"Laboratorio Ambiental CIMA","logo":"https://media.licdn.com/dms/image/C560BAQG5ifooMLFKAg/company-logo_400_400/0/1621439148797?e=1705536000&v=beta&t=3uNFOaFJReck36QBKIo8zk2dkM8LnSSoTXLqMXUi6Rk","url":"https://www.linkedin.com/company/laboratorio-ambiental-cima/","employees":{"start":51,"end":200}},"date":{"start":{"month":4,"day":null,"year":2015},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":8,"day":null,"year":2018},"end":{"month":null,"day":null,"year":null}},"company":"Laboratorio Ambiental CIMA","description":"Elaboración de informes de monitoreos ambientales en las matrices aire y ruido. Desarrollo de modelos de calidad del aire y mapas de ruido ambiental. Participación en la elaboración de modelos de ruido. Elaboración de inventarios de fuentes de emisión atmosférica. Rediseño de sistemas de calidad del aire. Encargada del proyecto que maneja el Sistema de Vigilancia de la Calidad del Aire de la empresa FENOCO.\n\nLogros:\n• En 3 ocasiones consecutivas la compañía ha ganado el proyecto de Sistema de Vigilancia de Calidad del Aire de FENOCO que he liderado y gestionado durante ese tiempo, con el reconocimiento por mi buena gestión del proyecto y del cliente.","title":"Ingeniero de proyecto","employment_type":"Freelance"},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":4,"day":null,"year":2015},"end":{"month":7,"day":null,"year":2018}},"company":"Laboratorio Ambiental CIMA","description":"Elaboración de informes de monitoreos ambientales en las matrices aire, ruido y aguas superficiales. Desarrollo de modelos de calidad del aire. Implementación de métodos normalizados para el muestreo de contaminantes atmosféricos (HCTs, VOCs, NH3, y H2S) para lograr la acreditación de estos ante el IDEAM.\n\nLogros:\n• Logré la acreditación de los métodos para Sulfuro de Hidrogeno y Amoniaco gracias a los procedimientos, hojas de cálculo y formatos que elaboré alineados a los métodos de referencia correspondientes.","title":"Ingeniera de proyectos","employment_type":"Full-time"}]},{"company":{"id":null,"name":"GEOAMBIENTAL CONSULTORES S.A.S.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":1,"day":null,"year":2013},"end":{"month":9,"day":null,"year":2014}},"profile_positions":[{"location":"Ibagué, Tolima, Colombia","date":{"start":{"month":1,"day":null,"year":2013},"end":{"month":9,"day":null,"year":2014}},"company":"GEOAMBIENTAL CONSULTORES S.A.S.","description":"Planeación monitoreos ambientales en las matrices aire y ruido. Coordinar el desarrollo de las actividades administrativas y técnicas del laboratorio. Elaboración de informes de monitoreos ambientales en las matrices aire, ruido y aguas superficiales. implementación de métodos normalizados para el muestreo y análisis de contaminantes atmosféricos (PM10 y PST) para lograr la acreditación de estos ante el IDEAM. Implementación y acreditación del Sistema de Gestión de Calidad ante el IDEAM.\n\nLogros:\n• Conseguí que el laboratorio se acreditara por el IDEAM para el muestreo y análisis de material particulado gracias a que imprente el sistema de gestión de calidad alineado a la ISO/IEC 170525:2005","title":"Jefe de laboratorio","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2020},"end":{"month":null,"day":null,"year":2021}},"school":{"name":"Universidad El Bosque","logo":"https://media.licdn.com/dms/image/C560BAQEHfy10DTndEg/company-logo_400_400/0/1634227500390/universidad_el_bosque_logo?e=1705536000&v=beta&t=TYBnlUGNutevyKEKHsVXGldjOjcIZ44BBaNY8azwiks","url":"https://www.linkedin.com/school/universidad-el-bosque/"},"degree_name":"Especialización en Gerencia de Proyectos","field_of_study":"Gerencía de Proyectos","grade":null},{"date":{"start":{"month":null,"day":null,"year":2007},"end":{"month":null,"day":null,"year":2013}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniera Quimica","field_of_study":"Ingeniería química","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Español","proficiency":"NATIVE_OR_BILINGUAL"},{"name":"Inglés","proficiency":"PROFESSIONAL_WORKING"}]},"current_job_year":2015,"current_job_month":4,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_Y5E5NRQW691OTPG9EFD7.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Laboratorio Ambiental CIMA","is_catch_all":null,"size":"51-200","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_H9MK7QYXJL03A5J643BR.jpg","linkedin":"https://www.linkedin.com/company/laboratorio-ambiental-cima","website":"https://laboratoriocima.com/","domain":"laboratoriocima.com","common_email_pattern":null,"industry":"Environmental Services","founded_in":2008,"description":"Servicios de consultoría ambiental, análisis de laboratorio ambiental de calidad del aire, fuentes fijas, aguas, suelos he hidrobiología, monitoreos ambientales, higiene industrial y outsoursing de personal especializado en el área ambiental, de seguridad y salud en el trabajo. El laboratorio cuenta con las normas de NTC ISO 9001:2015, NTC ISO 14001:2015, NTC OHSAS 18001:2007, Guía RUC y acreditados por el IDEAM.\n\nMuestreos y análisis ambientales en: \n- Aguas: Potable, superficiales, subterráneas, de lastre, residuales industriales o domésticas. \n- Aire: En el área de calidad del aire contamos con equipos certificados y diferentes metodologías para la determinación de concentraciones de contaminantes en el aire.\n- Ruido: Realizamos la determinación de ruido ambiental y emisión de ruido con sonómetros tipo I y Tipo II, calibrados y certificados. Las jornadas se realizan en horarios diurno, nocturno, en día hábil y no hábil de acuerdo con los requerimientos de la autoridad ambiental pertinente.\n- Suelos: En la matriz de suelos ejecutamos muestreos y analizamos características fisicoquímicas y microbiológicas con diferentes técnicas para determinar la capacidad del recurso para su uso como medio de tratamiento de residuos.\n- Hidrobiológico: Realizamos monitoreo y caracterización de comunidades hidrobiológicas en cuerpos de agua. Contamos con acreditación para el muestreo de las siguientes comunidades: Fitoplancton, Zooplancton, Perifiton, Macrofitas e Ictiofauna (peces).\n- Olores ofensivos: CIMA es pionero en el país en la medición de olores ofensivos, a través de la determinación cuantitativa de compuestos como el amoniaco (NH3), el sulfuro de hidrógeno (H2S) y azufre total reducido (TRS), contando con la acreditación del IDEAM.\n- Análisis calidad del aire y fuentes fijas: El Laboratorio de Calidad del Aire realiza el análisis fisicoquímico de las diferentes matrices asociadas a los contaminantes emitidos en fuentes fijas y fuentes móviles.","total_emails":1,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogotá D.C.","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":null}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogotá D.C. Metropolitan Area"}}}}