{"https://co.linkedin.com/in/guillermo-ramirez-ardila-227a7414a":{"error":false,"response":{"first_name":"Guillermo","last_name":"Ramirez Ardila","full_name":"Guillermo Ramirez Ardila","gender":"male","job_title":"Ingeniero civil especialista en Finanzas","linkedin":"https://www.linkedin.com/in/guillermo-ramirez-ardila-227a7414a","summary":"Especialista en Finanzas con una amplia experiencia y conocimientos en el ámbito financiero, así como en el sector de la construcción. A lo largo de mi carrera, he desarrollado habilidades y competencias en análisis e interpretación de estados financieros, indicadores, modelos matemáticos financieros, costos, presupuestos, proveedores y flujos de caja. Además, poseo destrezas en contabilidad, matemática financiera, análisis de datos, análisis macroeconómico, estadística avanzada y mercado de capitales.\n\nCon una experiencia específica de 6 años como planeador financiero, he brindado asesoramiento estratégico y soluciones financieras para optimizar los recursos y maximizar los resultados en diversos proyectos. Mi capacidad para evaluar el rendimiento financiero, identificar áreas de mejora y proponer acciones correctivas se ha fortalecido durante mis 2 años como analista financiero.\n\nDestaco por mi habilidad para liderar equipos multidisciplinarios, fomentar la colaboración y trabajar en entornos dinámicos. Mi enfoque en el desarrollo de habilidades de persuasión, manejo de crisis, inteligencia emocional y resiliencia me ha permitido enfrentar desafíos con confianza y eficacia. Además, cuento con competencias tecnológicas en Excel avanzado y manejo de Power BI, lo que me facilita el análisis y la visualización de datos de manera efectiva para respaldar la toma de decisiones informadas.\n\nEn mi trayectoria, destaca mi logro como ganador de un concurso internacional de inversiones en la bolsa de valores de México. Esta experiencia demuestra mi capacidad para generar rendimientos positivos en el mercado financiero y tomar decisiones acertadas en un entorno altamente competitivo. Además, durante 12 años, he trabajado como profesor particular de matemáticas, física, química y estadística, lo que me ha brindado una sólida base académica y habilidades de comunicación efectiva.\n\nDestaco por el desarrollo de modelos matemáticos innovadores que no se encuentran en la literatura académica financiera. Estos modelos han sido fundamentales para determinar cuándo las empresas pueden entrar en superávit o default financiero, así como para establecer el punto de equilibrio de rentabilidad en materia de libranzas y el punto de equilibrio del inventario de capital para la colocación y enajenación de créditos.","premium":false,"skills":"Capacidad de análisis, Flujo de efectivo, Ventas, Comunicación, Investigación de mercado, Capex, Microsoft Power BI, Fusiones y adquisiciones, Planificación financiera, Elaboración de modelos financieros, Inversiones, SQL, Tableau, Microsoft Office, Microsoft Excel, AutoCAD, Gestión de proyectos, Planificación estratégica, Microsoft Word, Inglés","work_experience":[{"company":{"id":null,"name":"distrilatina","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":3,"day":null,"year":2019},"end":{"month":1,"day":null,"year":2023}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":3,"day":null,"year":2019},"end":{"month":1,"day":null,"year":2023}},"company":"distrilatina","description":"FUNCIONES: Elaboración y análisis de estados financieros además de proyecciones financieras. Hacer seguimiento y control al cumplimiento de presupuestos y la adecuada administración de costos y gastos. Consultas a bases de datos y análisis de KPI y métricas. Científico de datos con la capacidad de proveer información estadística a las diferentes gerencias, análisis BI, generación de propuestas de desarrollo en conjunto con las demás áreas de la compañía. Conocimiento/experiencia en consultas a bases de datos y análisis de KPI y métricas. liderando áreas financieras (cartera, tesorería, costos, contabilidad).\n \n\nLOGROS: Se realizó una estructuración financiera de la empresa logrando mejorar los márgenes de utilidad incrementando el ebitda en un 2%. Se estableció una política de proveedores que permitió mejorar los ciclos de salida de efectivo.","title":"Analista de planificación financiera","employment_type":"Full-time"}]},{"company":{"id":null,"name":"nacional de tuberias","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":3,"day":null,"year":2017},"end":{"month":3,"day":null,"year":2019}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":3,"day":null,"year":2017},"end":{"month":3,"day":null,"year":2019}},"company":"nacional de tuberias","description":"FUNCIONES: controlar las estrategias financieras y administrativas de la Empresa, optimizar los recursos económicos y financieros necesarios para conseguir los objetivos planeados; definir y dirigir las inversiones de la empresa, plantear las estrategias financieras y de flujo de caja anualmente, responder ante la gerencia de operaciones por la eficaz y eficiente administración de los recursos financieros y físicos de la empresa. Generación de información y análisis de gestión de ingresos, costos y gastos. Elaboración y análisis de estados financieros además de proyecciones financieras.\n\nLOGROS: Se logró reducir los ciclos de rotación de inventarios y aumentar los de pago de proveedores mejorando así el ciclo de caja de la compañía. Se mejoraron los indicadores de la empresa incrementando el margen ebitda.","title":"Analista de planificación financiera","employment_type":"Full-time"}]},{"company":{"id":null,"name":"logisticworld","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":3,"day":null,"year":2016},"end":{"month":2,"day":null,"year":2017}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":3,"day":null,"year":2016},"end":{"month":2,"day":null,"year":2017}},"company":"logisticworld","description":"FUNCIONES: Análisis e interpretación de estados financieros. Realizar tareas de planeación financiera y flujos de caja descontables. Diseño e interpretación de indicadores financieros. Procesamiento de documentación e introducción de datos en bases de datos. Gestión en caja de grandes cantidades de dinero de forma rigurosa. Hacer seguimiento y control al cumplimiento de presupuestos y la adecuada administración de costos y gastos.\nLOGROS: Desarrollar un modelo matemático que permite proyectar flujos de caja eliminando la volatilidad de datos atípicos. Realización de análisis macroeconómicos que permitieron la hacer valoraciones más asertivas.","title":"Analista financiero","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Financreditos    ","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":12,"day":null,"year":2014},"end":{"month":2,"day":null,"year":2016}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":12,"day":null,"year":2014},"end":{"month":2,"day":null,"year":2016}},"company":"Financreditos    ","description":"FUNCIONES: Realizar flujos de caja descontables. Realizar análisis e interpretación de estados financieros. Evaluación de oportunidades de inversión. Presentación de ideas para mejorar el desempeño y la eficiencia. Colaboración con el cuadro directivo para identificar problemas en el flujo y proponer soluciones.\nLOGROS: Desarrollar un modelo matemático que permite proyectar flujos de caja eliminando la volatilidad de datos atípicos. Realización de análisis macroeconómicos que permitieron la hacer valoraciones más asertivas.","title":"Analista financiero","employment_type":"Full-time"}]},{"company":{"id":null,"name":"singlo soluciones de ingenieria","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":1,"day":null,"year":2012},"end":{"month":11,"day":null,"year":2014}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":1,"day":null,"year":2012},"end":{"month":11,"day":null,"year":2014}},"company":"singlo soluciones de ingenieria","description":"Supervisión de calidad obra de acuerdo a la norma de sismo resistencias N.S.R.10, garantizar el cumplimiento de las especificaciones de planos estructurales, elaboración de informes mensuales y semanales de la cálida de la obra,  realizar recomendaciones que permitan mejorar la calidad de la obra; para el Proyecto conjunto residencial Las Flores de 26000 m2, que consta de 6 torres de 7 pisos estrato 5 en sistema industrializado, 2 sótanos y 2 semisótanos en sistema a porticado, así como construcción de áreas comunes. \nLogros: \n•\tSugerir la parametrizacion de dados, para garantizar la correcta posición del acero.\n•\tIdentificación de inconformidades en la ejecución de la obra que permitió generar alertas a los contratistas para mejorar la calidad de la obra.","title":"supervisor tecnico de estructura","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":7,"day":null,"year":2021},"end":{"month":6,"day":null,"year":2022}},"school":{"name":"Universidad del Rosario","logo":"https://media.licdn.com/dms/image/D4E0BAQHijaN6jCDncg/company-logo_400_400/0/1692032995363/universidad_del_rosario_logo?e=1705536000&v=beta&t=VWtsxgQ3g_EaUjGGSiaAlXy5zghTzBvMllBrjeTwz-4","url":"https://www.linkedin.com/school/universidad-del-rosario/"},"degree_name":"especialista en finanzas","field_of_study":"Contabilidad y finanzas","grade":null},{"date":{"start":{"month":null,"day":null,"year":2011},"end":{"month":null,"day":null,"year":2016}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero civil","field_of_study":"Ingeniería civil","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2019,"current_job_month":3,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_XROQNVY0XF7OYQYUYF7P.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"distrilatina"},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}