{"https://www.linkedin.com/in/camilo-andres-rico-echeverry-419495159?original_referer=https%3A%2F%2Fwww.google.com%2F":{"error":false,"response":{"first_name":"Camilo Andres","last_name":"Rico Echeverry","full_name":"Camilo Andres Rico Echeverry","gender":"male","job_title":"Tech Lead @ Sitel Group | Project Management | Agile Methodologies | Software Development","linkedin":"https://www.linkedin.com/in/camilo-rico-e","summary":"As a Technical Lead at Foundever, I currently lead and mentor the development team to ensure effective and efficient product development aligned with the organization's objectives. I communicate with stakeholders and end users to gather requirements and incorporate feedback into the product. I also collaborate with other teams within the organization, troubleshoot technical challenges, and oversee the Agile software development process. I previously held roles such as Senior Software Engineer and Project Analyst, where I led the design and development of software applications, mentored junior team members, managed project budgets, and communicated with stakeholders. \n\nI am a person with excellent leadership skills to achieve the proposed objectives within the agreed times, within budget, and with remarkable commitment, responsibility, and initiative when executing projects. Skills to highlight are enabling decision-making, communicating, flexibility, and strong organizational skills.\n\nIn my personal time, I enjoy exploring new technologies, going to the gym, and reading about personal development.","premium":false,"skills":"Jira, Smartsheet, Kanban, Testing, Team Management, Team Leadership, Vue.js, ASP.NET, Entity Framework, Node.js, Amazon Web Services (AWS), GraphQL, Svelte, MongoDB, PHP, PostgreSQL, MySQL, React.js, HTML, Cascading Style Sheets (CSS)","work_experience":[{"company":{"id":93160799,"name":"Foundever","logo":"https://media.licdn.com/dms/image/D560BAQHQi5sXtUdWyg/company-logo_400_400/0/1685923199327/foundever_logo?e=1705536000&v=beta&t=wEUgWKoDknX57HSD6h5n-fkJe2yXMKJ9IsaqWXUpsY4","url":"https://www.linkedin.com/company/foundever/","employees":{"start":10001,"end":null}},"date":{"start":{"month":12,"day":null,"year":2021},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":7,"day":null,"year":2022},"end":{"month":null,"day":null,"year":null}},"company":"Foundever","description":"- Lead and mentor the development team, providing guidance and support to ensure that they are working effectively and efficiently.\n- Defining and prioritizing product goals, to ensure that the product is aligned with the objectives and goals of the organization.\n- Communicating effectively with stakeholders and end users across the board, including internal customers and leaders, to ensure that all requirements and feedback are understood and incorporated into the product.\n- Collaborate with other teams within the organization, such as QA, UX, and product management, to ensure that the product is aligned with the overall strategy and goals of the company.\n- Troubleshoot issues that arise during the development process, working closely with the team to identify and resolve any technical challenges.\n- Overseeing product development stages and developing backlog items for software products under Agile methodologies, to ensure that all tasks and milestones are identified and tracked, and that the product is completed on schedule.\n- Utilizing tools such as Jira and SmartSheets to manage and track the product development process, and to ensure that the product is delivered on time and on budget.\n- Develop testing exercises and processes to ensure that the product is stable and meets the required level of quality, as well as conducting code reviews to ensure that best practices are followed and that code quality is maintained.\n- Focusing on delivering value to the end user, by continuously monitoring and evaluating the performance of the software product, and making necessary adjustments to ensure that it meets the needs of the company and its internal customers.","title":"Technical Lead - Global Learner Experience and Performance Technologies","employment_type":"Full-time"},{"location":"Colombia","date":{"start":{"month":12,"day":null,"year":2021},"end":{"month":7,"day":null,"year":2022}},"company":"Foundever","description":"- Gathering and analyzing requirements for the software global product, to ensure that it aligns with the objectives and goals of the company.\n- Incorporating feedback from stakeholders and end users, including internal customers and leaders, to ensure that the product meets their needs and expectations.\n- Communicating effectively with stakeholders and end users across the board, including internal customers, and leaders, to ensure that all requirements and feedback are understood and incorporated into the product.\n- Leading the MVP creation process for the software global product, ensuring that all tasks and milestones are identified and tracked, and that the product is completed on schedule.","title":"North America - Learning Administrator II","employment_type":"Full-time"}]},{"company":{"id":86951342,"name":"BOLTA","logo":"https://media.licdn.com/dms/image/C4E0BAQFqA40VMvOHLg/company-logo_400_400/0/1660154002225?e=1705536000&v=beta&t=AGyXgND3wmYtZudOcwDLxzc3LJtu8gQ1GN4xWNngx0w","url":"https://www.linkedin.com/company/bolta-co/","employees":{"start":2,"end":10}},"date":{"start":{"month":10,"day":null,"year":2021},"end":{"month":7,"day":null,"year":2022}},"profile_positions":[{"location":"Bogota, D.C., Capital District, Colombia","date":{"start":{"month":10,"day":null,"year":2021},"end":{"month":7,"day":null,"year":2022}},"company":"BOLTA","description":"- Leading the design and development of new features and functionality for the BOLTA platform, using a range of technologies including React, Node.js, MongoDB, and AWS.\n- Collaborating with cross-functional teams including product managers, designers, and other engineers to identify and prioritize features and improvements for the platform.\n- Mentoring and providing technical guidance to other engineers on the team, helping to grow their skills and knowledge.\n- Conducting code reviews and ensuring that engineering best practices are followed across the team.\n- Participating in agile development processes, including sprint planning, daily stand-ups, and retrospectives.","title":"Senior Software Engineer","employment_type":"Part-time"}]},{"company":{"id":258644,"name":"Henkel","logo":"https://media.licdn.com/dms/image/C4E0BAQG9iyngkPfUfQ/company-logo_400_400/0/1645594778325/henkel_logo?e=1705536000&v=beta&t=8ZEtob45yoMMvjNxWj2-GIyokElfyLtADsNtHrokC90","url":"https://www.linkedin.com/company/henkel/","employees":{"start":10001,"end":null}},"date":{"start":{"month":4,"day":null,"year":2021},"end":{"month":12,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":4,"day":null,"year":2021},"end":{"month":12,"day":null,"year":2021}},"company":"Henkel","description":"- Planning, analyzing, executing and controlling the implementation of investment projects; and the subsequent capitalization and closure process, ensuring that all deadlines are met and that the project is completed on schedule.\n- Managing project budgets and resources, including materials and personnel, to ensure that the project is completed within budget and that all necessary resources are available.\n- Communicating with project stakeholders, including clients, team members, and other departments, to ensure that everyone is informed and that all project requirements are understood and met.\n- Managing and coordinating the procurement of materials and equipment needed for the project, including identifying potential vendors, negotiating contracts, and ensuring that all necessary approvals and certifications are obtained.\n- Analyzing and controlling the impact of investment projects and initiatives aimed at improving production routes, cost savings and the impact on product costs and production.\n- Leading the certification and maintenance process of the ISO 50001 management system, ensuring the company is in compliance with the standard.\n- Monitoring and reporting on sustainability key performance indicators (KPIs) with a focus on identifying opportunities for improvement and efficient use of water and energy in production processes.","title":"Project Analyst ","employment_type":"Part-time"}]},{"company":{"id":null,"name":"INDECAP","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":1,"day":null,"year":2017},"end":{"month":10,"day":null,"year":2021}},"profile_positions":[{"location":"Medellín, Antioquia, Colombia","date":{"start":{"month":12,"day":null,"year":2020},"end":{"month":10,"day":null,"year":2021}},"company":"INDECAP","description":"- Lead the design, development, and maintenance of complex software applications using a variety of technologies, including React, HTML, CSS, JavaScript, Python, MySQL, WordPress, PHP.\n- Mentor junior team members, providing guidance and support to enhance their skills and knowledge, and conducting code reviews to ensure code quality and adherence to best practices.\n- Work with cross-functional teams to gather requirements and develop solutions that meet business needs, providing technical leadership and guidance as needed.\n- Work with API from external systems to integrate data and functionality into software applications, ensuring security, performance, and scalability.\n- Implement and enforce coding standards and best practices, using Git for version control and SCRUM as the methodology to ensure efficient and effective software development processes.\n- Conducted code reviews, provided feedback to other developers, and mentored junior team members to enhance their skills and knowledge.\n- Assisted in troubleshooting and resolving software issues and bugs, and provided support to end-users as needed.","title":"Senior Software Engineer","employment_type":"Part-time"},{"location":"Medellín, Antioquia, Colombia","date":{"start":{"month":5,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2020}},"company":"INDECAP","description":"- Developed and maintained software applications using Python, MySQL, and MongoDB for backend development, and React, HTML, CSS, and JavaScript for frontend development.\n- Collaborated with cross-functional teams, including product owners, designers, and QA analysts, to gather requirements and develop solutions that meet business needs.\n- Assisted in troubleshooting and resolving software issues and bugs, and provided support to end-users as needed.\n- Participated in code reviews, and provided feedback to ensure code quality and adherence to coding standards.\n- Developed and maintained WordPress sites using PHP, HTML, CSS, and JavaScript, ensuring that sites were secure, performant, and user-friendly.\n- Worked with project managers and stakeholders to provide regular updates on project progress, and to identify and mitigate risks and issues.","title":"Software Engineer","employment_type":"Contract"},{"location":"Medellín, Antioquia, Colombia","date":{"start":{"month":12,"day":null,"year":2017},"end":{"month":5,"day":null,"year":2019}},"company":"INDECAP","description":"- Participated in designing, developing, testing, and maintaining internal software applications.\n- Developed responsive and accessible user interfaces using HTML, CSS, and JavaScript.\n- Developed and maintained code using programming languages such as Python, JavaScript.\n- Conducted cross-browser testing to ensure that web applications were compatible with different browsers and devices.\n- Worked with web-based APIs and backend technologies to retrieve and manipulate data from servers.\n- Worked with JavaScript framework React to build dynamic and interactive web-based applications.","title":"Junior Software Engineer","employment_type":"Full-time"},{"location":"Medellín, Antioquia, Colombia","date":{"start":{"month":1,"day":null,"year":2017},"end":{"month":12,"day":null,"year":2017}},"company":"INDECAP","description":"- Assisted senior software engineers in developing and maintaining software applications for the institution.\n- Participated in software design and development, coding, testing, and debugging activities.\n- Collaborated with cross-functional teams to gather requirements and develop solutions that meet business needs.\n- Contributed to the development of technical documentation and user manuals.","title":"Software Engineering Trainee","employment_type":"Part-time"}]},{"company":{"id":258644,"name":"Henkel","logo":"https://media.licdn.com/dms/image/C4E0BAQG9iyngkPfUfQ/company-logo_400_400/0/1645594778325/henkel_logo?e=1705536000&v=beta&t=8ZEtob45yoMMvjNxWj2-GIyokElfyLtADsNtHrokC90","url":"https://www.linkedin.com/company/henkel/","employees":{"start":10001,"end":null}},"date":{"start":{"month":1,"day":null,"year":2020},"end":{"month":1,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá, Bogotá D.C., Colombia","date":{"start":{"month":1,"day":null,"year":2020},"end":{"month":1,"day":null,"year":2021}},"company":"Henkel","description":"- Supporting in the development, monitoring, and execution of engineering projects.\n- Managing and coordinating the procurement of materials and equipment needed for the project, \n- Communicating with project stakeholders, including clients, team members, and other departments, to ensure that everyone is informed and that all project requirements are understood and met.\n- Reporting on key performance indicators (KPIs) related to water and energy usage.","title":"Engineering Intern","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2014},"end":{"month":null,"day":null,"year":2019}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Engineer's degree","field_of_study":"Mechatronics, Robotics, and Automation Engineering","grade":null},{"date":{"start":{"month":null,"day":null,"year":2016},"end":{"month":null,"day":null,"year":2021}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Engineer's degree","field_of_study":"Computer Software Engineering","grade":null}],"languages":{"primary_locale":{"country":"US","language":"en"},"supported_locales":[{"country":"US","language":"en"}],"profile_languages":[{"name":"English","proficiency":"FULL_PROFESSIONAL"},{"name":"German","proficiency":"LIMITED_WORKING"},{"name":"Spanish","proficiency":"NATIVE_OR_BILINGUAL"}]},"current_job_year":2021,"current_job_month":12,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_SEGRITEHRMWG1QV04IDG.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Foundever","is_catch_all":null,"size":null,"logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_ZL57WTKMUTR0NFLW72LZ.jpg","linkedin":"https://www.linkedin.com/company/foundever","website":"http://www.foundever.com/?utm_medium=Organic&utm_source=LinkedIn&utm_campaign=BrandAwareness&utm_content=ButtonLinkedIn","domain":null,"common_email_pattern":null,"industry":"Outsourcing and Offshoring Consulting","founded_in":null,"description":"Foundever™ is a global leader in the customer experience (CX) industry. With 170,000 associates across the globe, we’re the team behind the best experiences for +750 of the world’s leading and digital-first brands. Our innovative CX solutions, technology and expertise are designed to support operational needs for our clients and deliver a seamless experience to customers in the moments that matter.\n\nSupporting +9 million customer conversations every day in +60 languages across 45 countries, Foundever combines global strength and scale with the agile, entrepreneurial approach of our founder-led culture, enabling companies of all sizes and industries to transform their CX.\n\nGet to know us at www.foundever.com","total_emails":0,"location":{"country":"United States","country_code":"US","state":null,"city":"Miami","timezone":"America/New_York","timezone_offset":"-4.0","postal_code":null,"address":"600 Brickell Avenue, Suite 3200"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}