{"https://co.linkedin.com/in/ivan-dar%C3%ADo-acosta-calle-559458138":{"error":false,"response":{"first_name":"Ivan Darío","last_name":"Acosta Calle","full_name":"Ivan Darío Acosta Calle","gender":"male","job_title":"Jefe de Compras y Almacen en Tecningeniería Ltda.","linkedin":"https://www.linkedin.com/in/ivan-darío-acosta-calle-559458138","summary":"Tengo más de 15 años de experiencia en el manejo de Coordinación Administrativa, Compras, Administración de Contratos, Logística Internacional, Almacén, Ventas, Facturación, Cartera y Manejo de Personal. \nMe considero una persona honesta, organizada, responsable, supremamente comprometida y con alta capacidad de Orientación, Análisis, Planeación Estratégica, Trabajo en Equipo y Habilidades de Negociación. ","premium":false,"skills":"Trabajo en equipo, Planificación, Negotiation, Petroleum, Microsoft Office, Inglés, Microsoft Outlook, Logística internacional, Operaciones de importación/exportación, Relaciones con los proveedores, Gestión de compras, Gestión de proveedores","work_experience":[{"company":{"id":37688589,"name":"Tecningeniería Ltda.","logo":null,"url":"https://www.linkedin.com/company/tecningenier%C3%ADa-ltda./","employees":{"start":2,"end":10}},"date":{"start":{"month":9,"day":null,"year":2019},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Cota, Cundinamarca, Colombia","date":{"start":{"month":10,"day":null,"year":2019},"end":{"month":null,"day":null,"year":null}},"company":"Tecningeniería Ltda.","description":"Responsable del área de compras y almacén, Encargado de compras de bienes; Búsqueda, análisis, evaluación, inscripción y negociación con proveedores; Recepción de requisiciones de las diferentes obras, Solicitud de cotización de productos, Evaluación de cotizaciones, Elaboración cuadros comparativos, Generación y seguimientos de órdenes de compra, Despacho de materiales y/o productos a las diferentes obras de acuerdo a sus requisiciones,  \nEncargado de almacén (Seguimiento y control); Recepción, revisión y almacenamiento de productos; Control, manejo y administración de inventario; Distribución y despacho de productos a clientes finales.","title":"Jefe de Compras y Almacen","employment_type":"Full-time"},{"location":"Tocancipá, Cundinamarca, Colombia","date":{"start":{"month":9,"day":null,"year":2019},"end":{"month":10,"day":null,"year":2019}},"company":"Tecningeniería Ltda.","description":"Responsable del control y manejo del personal, Registrar ingresos y salidas de personal en obra, Registrar ingresos y salidas de material, Gestionar el ingreso a obra de materiales y proveedores, Identificación y Recepción de materiales, Clasificación y ubicación en el área correspondiente, Responsable de la entrega de materiales, partes y componentes para el montaje de acuerdo a los requerimientos de las diferentes unidades o grupos de trabajo; Alimentación diaria del archivo digital con la entrega de materiales, Notificar a Gerencia de Proyectos de Tecningeniería acerca de pendientes, No conformidades o daños en algún equipo, parte, pieza, elemento o componente para montaje; Elaboración y archivo de Formatos Salida de Almacén, Mantener actualizado toda la documentación de almacén, Apoyar demás tareas que la Gerencia del Proyecto considere.","title":"Administrador de obra","employment_type":"Full-time"}]},{"company":{"id":37688589,"name":"Tecningeniería Ltda.","logo":null,"url":"https://www.linkedin.com/company/tecningenier%C3%ADa-ltda./","employees":{"start":2,"end":10}},"date":{"start":{"month":4,"day":null,"year":2019},"end":{"month":4,"day":null,"year":2019}},"profile_positions":[{"location":"sesquile","date":{"start":{"month":4,"day":null,"year":2019},"end":{"month":4,"day":null,"year":2019}},"company":"Tecningeniería Ltda.","description":"Responsable de la logística para la identificación, revisión, clasificación, ubicación y rotulación del material en los almacenes del cliente (Krones).","title":"Jefe de almacén","employment_type":null}]},{"company":{"id":null,"name":"Tecningenieria Ltda","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":3,"day":null,"year":2018},"end":{"month":2,"day":null,"year":2019}},"profile_positions":[{"location":"Sesquilé, Cundinamarca, Colombia","date":{"start":{"month":3,"day":null,"year":2018},"end":{"month":2,"day":null,"year":2019}},"company":"Tecningenieria Ltda","description":"Responsable de la logística para la adaptación de los almacenes (Coordinación y armado de estructuras de madera para el almacenamiento y clasificación de materiales), Identificación y Recepción de materiales, Clasificación y ubicación en el área correspondiente, Manejo de P&ID (Process and Instrumentation Diagram – Diagrama de Procesos e Instrumentación), Revisión, ubicación y marcación puntual de cada una de las piezas en el P&ID; Responsable de la entrega de materiales, partes y componentes para el montaje de acuerdo a los requerimientos de las diferentes unidades o grupos de trabajo; Marcación y descargue de entrega de materiales en P&ID, Alimentación diaria del archivo digital con la entrega de materiales, Notificar a Gerencia de Proyectos de Tecningeniería y Krones acerca de pendientes, No conformidades o daños en algún equipo, parte, pieza, elemento o componente para montaje, Elaboración y archivo de Formatos Salida de Almacén, Mantener actualizado toda la documentación de almacén.","title":"Jefe de almacén","employment_type":null}]},{"company":{"id":12573,"name":"Stibo Systems","logo":"https://media.licdn.com/dms/image/C560BAQEzCOJiFTrGLA/company-logo_400_400/0/1602708812050?e=1705536000&v=beta&t=zU0F57pYz3EG-yRSqxmL4cO5XPxFLnL_1SMHS_k3kB8","url":"https://www.linkedin.com/company/stibosystems/","employees":{"start":501,"end":1000}},"date":{"start":{"month":11,"day":null,"year":2016},"end":{"month":11,"day":null,"year":2017}},"profile_positions":[{"location":"Bogotá, Bogotá D.C., Colombia","date":{"start":{"month":11,"day":null,"year":2016},"end":{"month":11,"day":null,"year":2017}},"company":"Stibo Systems","description":"Encargado de atender los requerimientos de diferentes unidades o dependencias en cuanto\ral suministro de equipos, herramientas, repuestos y materiales recibiéndolos, clasificándolos, codificándolos, despachándolos e inventariándolos para satisfacer las \r\nnecesidades de dichas unidades.\r\nRealizar la recepción de materiales y mercancía de proveedores, Efectuar despachos de pedidos a clientes, Realizar el registro del ingreso y la salida de equipos, herramientas, repuestos y materiales; Realizar inventarios selectivos o aleatorios periódicos, Mantener actualizados los inventarios, Manejo de stocks mínimos y Notificar al área respectiva (Compras), Manejo de personal, Verificar que al cierre de mes todas las transacciones de entradas y salidas de Almacén se encuentren completos, Mantener al día la documentación del almacén (Remisiones, entradas, salidas, devoluciones, etc), Elaborar y presentar informes.","title":"Jefe de almacén","employment_type":null}]},{"company":{"id":50507,"name":"T.D. Williamson","logo":"https://media.licdn.com/dms/image/C4E0BAQFANlEBQvUVmA/company-logo_400_400/0/1573139999160?e=1705536000&v=beta&t=A9ceQu4DQr9zMco6kdU-2POd7yjoj3jAVTYG65Qr3v0","url":"https://www.linkedin.com/company/tdw/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":7,"day":null,"year":2011},"end":{"month":10,"day":null,"year":2016}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":3,"day":null,"year":2016},"end":{"month":10,"day":null,"year":2016}},"company":"T.D. Williamson","description":"Encargado de logística internacional (control y seguimiento de importaciones y exportaciones) a los siguientes destinos: Canadá, Estados Unidos, México, Venezuela, Perú, Ecuador, Brasil, Bolivia, Chile, Bélgica, Singapur e India.","title":"Proveedor de servicios","employment_type":null},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":7,"day":null,"year":2011},"end":{"month":2,"day":null,"year":2016}},"company":"T.D. Williamson","description":"Encargado de logística internacional (control y seguimiento de importaciones y exportaciones), Despacho y seguimiento de órdenes de compra a cliente final, Encargado de facturación, Seguimiento de cartera y proveedores, Encargado de almacén (Seguimiento y control), Control, manejo y administración de inventario, Manejo clientes internos y externos, Encargado del Área de compras, Inscripción, Evaluación y Negociación con proveedores, Solicitudes de cotización de productos y servicios, Evaluación de cotizaciones, Generación órdenes de compra y servicios, Encargado de la administración de órdenes de servicios y contratos con clientes (expedición, pago y actualización de pólizas, actas de entrega, facturación, generación y entrega documentación administrativa, etc).","title":"Coordinador Administrativo y Logistico","employment_type":null}]},{"company":{"id":null,"name":"Manufacturas Cavi Ltda","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":5,"day":null,"year":2009},"end":{"month":8,"day":null,"year":2010}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":5,"day":null,"year":2009},"end":{"month":8,"day":null,"year":2010}},"company":"Manufacturas Cavi Ltda","description":"Manejo de presupuestos, Seguimiento de cartera y proveedores, Responsable de la divulgación y del posicionamiento de la marca, Diseño del plan de negocios, Determinación y seguimiento de metas, Creación y coordinación puesta en marcha de estrategias de mercadeo, Exploración de mercados y apertura de canales, Elaboración de informes e indicadores de gestión, Evaluación y negociación con proveedores, Control y manejo de inventarios, Supervisión afiliaciones y liquidación nómina, Ventas personalizadas, Atención y servicio al cliente, Manejo clientes internos y externos, Asesorías personales, Manejo de personal, Servicio post-venta.","title":"Administrador","employment_type":null}]},{"company":{"id":null,"name":"Mangueras Hidraulicas Ltda","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":4,"day":null,"year":2007},"end":{"month":4,"day":null,"year":2009}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":4,"day":null,"year":2007},"end":{"month":4,"day":null,"year":2009}},"company":"Mangueras Hidraulicas Ltda","description":"Manejo de presupuestos, Seguimiento de cartera y proveedores, Determinación y seguimiento de metas, Creación y coordinación puesta en marcha de estrategias de mercadeo, Exploración de mercados y apertura de canales, Elaboración de informes e indicadores de gestión, Evaluación y negociación con proveedores, Control y manejo de inventarios, Reportes personal del área, Ventas personalizadas, Atención y servicio al cliente, Manejo clientes internos y externos, Asesorías personales, Manejo de personal, Servicio post-venta.","title":"Jefe de Compras y Ventas","employment_type":null}]},{"company":{"id":null,"name":"Teleplus Ltda","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":6,"day":null,"year":2005},"end":{"month":12,"day":null,"year":2006}},"profile_positions":[{"location":"Ibague, Tolima","date":{"start":{"month":6,"day":null,"year":2005},"end":{"month":12,"day":null,"year":2006}},"company":"Teleplus Ltda","description":"Manejo de presupuestos, Determinación y seguimiento de metas, Creación y coordinación puesta en marcha de estrategias de mercadeo, Elaboración de informes e indicadores de Gestión, Control y manejo de inventarios, Reporte vendedores externos, Ventas personalizadas, Atención y servicio al cliente, Manejo clientes internos y externos, Asesorías personales, Manejo de personal, Servicio post-venta.","title":"Administrador","employment_type":null}]},{"company":{"id":null,"name":"Escuela Nacional de Ciencias Investigativas - ENCI","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":1,"day":null,"year":2002},"end":{"month":5,"day":null,"year":2005}},"profile_positions":[{"location":"Ibague, Tolima","date":{"start":{"month":1,"day":null,"year":2002},"end":{"month":5,"day":null,"year":2005}},"company":"Escuela Nacional de Ciencias Investigativas - ENCI","description":"Gestión de actividades administrativas y de cartera, Evaluación de parámetros crediticios para padres de familia, Recaudo de cuotas y matrículas, Manejo de compras, Negociación con proveedores, Liquidación de nómina y parafiscales, Manejo de personal, Programación y ejecución de actividades disciplinarias, académicas y lúdicas; Encargado de coordinar y ejecutar todas las actividades relacionadas con el área de Bienestar Estudiantil y la proyección de la institución hacia la comunidad.","title":"Jefe Administrativo y de Cartera","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":1997},"end":{"month":null,"day":null,"year":2002}},"school":{"name":"Universidad del Tolima","logo":null,"url":null},"degree_name":"Administrador de Empresas","field_of_study":"Administracion de empresas","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2019,"current_job_month":9,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_VUH4X4SRBSGNVAQ3HRMX.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Tecningeniería Ltda.","is_catch_all":null,"size":"2-10","logo":"https://logo.clearbit.com/ti.com.co","linkedin":"https://www.linkedin.com/company/tecningenier%C3%ADa-ltda.","website":"http://ti.com.co","domain":"ti.com.co","common_email_pattern":null,"industry":"Facilities Services","founded_in":null,"description":"Tecningeniería Ltda. is a facilities services company based out of Cr19 A 22 C-66, Bogotá - Distrito Capital, Colombia.","total_emails":5,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogotá - Distrito Capital","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":null}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":null,"timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"raw":"Colombia"}}}}