{"https://co.linkedin.com/in/jpmontenegroi":{"error":false,"response":{"first_name":"Juan Pablo","last_name":"Montenegro Ibarra","full_name":"Juan Pablo Montenegro Ibarra","gender":"male","job_title":"Digital Transformation Leader, Siemens S.A. EA | MBA Candidate 2024 | Scrum Master","linkedin":"https://www.linkedin.com/in/jpmontenegroi","summary":"I am multidisciplinary Mechatronics Engineer and MBA candidate, I am driven by my passion for business strategy, continuous improvement, digital transformation, data analytics, artificial intelligence, and process automation to enhance teams and businesses. \n\nWith 6 years of experience as a team leader in continuous improvement, strategy, and software development, I have a strong understanding of Agile Methodologies, Lean Manufacturing, and Six Sigma methodologies. \n\nMy expertise in business strategy and my ability to align with new technologies have allowed me to demonstrate my skills in improving operations, processes, and reducing costs. I am an individual with a deep commitment to my work and a willingness to bring my knowledge and expertise to drive business growth and success.","premium":false,"skills":"Python, .NET Framework, Java, Trabajo en equipo, Desarrollo de innovación, Estrategia, Estrategia de TI, Liderazgo, Scrum, Metodologías ágiles, Lean Six Sigma, Gestión de proyectos, Planificación estratégica, Investigación, Ingeniería, Desarrollo de software","work_experience":[{"company":{"id":1043,"name":"Siemens","logo":"https://media.licdn.com/dms/image/D4E0BAQHYr4M_PHhGdg/company-logo_400_400/0/1688363990057?e=1705536000&v=beta&t=HL8WmQVjoxEjPl43_zbPmanu6LgZj_LhDxKn5R13hd4","url":"https://www.linkedin.com/company/siemens/","employees":{"start":10001,"end":null}},"date":{"start":{"month":2,"day":null,"year":2016},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":9,"day":null,"year":2020},"end":{"month":null,"day":null,"year":null}},"company":"Siemens","description":"As the Digital transformation Leader for the Electrification and Automation business unit of Siemens Colombia, I drive digital transformation by partnering with key stakeholders to optimize and improve business processes in alignment with the EA business strategy. \n\nResponsibilities & Achievements:\n\nLeading the development and deployment of the digital transformation strategy for the EA business unit.\n\nAligning the business strategy with the development and adoption of new technologies and tools (both internal and external). Driving adaptability.\n\nGuiding the productivity team and stakeholders to propose technological solutions that will help us achieve strategic objectives, using software development, data analysis, and Visual Management.","title":"Digital Transformation Leader, Siemens S.A. EA ","employment_type":null},{"location":"Tenjo, Cundinamarca, Colombia","date":{"start":{"month":6,"day":null,"year":2017},"end":{"month":9,"day":null,"year":2020}},"company":"Siemens","description":"As the leader of the Continuous Improvement area for the Electrification and Automation business unit of Siemens, I was responsible for developing and managing factory strategy through improvement projects aimed at generating cost savings for the company while improving employee well-being. \n\nLeading, deploying, and monitoring the factory's strategy for the switchboard manufacturing unit, ensuring alignment with overall business objectives, and optimizing the manufacturing process to improve efficiency and quality.\n\nLeading productivity, digitalization, automation, and Lean Manufacturing projects and reporting the targeted savings directly to the parent company in Germany. Achieving more than €300,000 in savings over the last three years in projects related to the optimization of processes.\n\nLeading a Green Belt Lean Six Sigma project that reduced the number of missing parts in production from 20% to 3% at the end of the project using Lean Six Sigma methodologies, resulting in significant cost savings. Tableau implementation in the control phase.","title":"Continuous Improvement Leader","employment_type":"Full-time"},{"location":"Tenjo","date":{"start":{"month":2,"day":null,"year":2016},"end":{"month":6,"day":null,"year":2017}},"company":"Siemens","description":"As a Software Developer for the continuous improvement area of the panel factory in Tenjo, Cundinamarca, I was responsible for software development, database management, and project software execution.\n\nLeading digitalization projects that increased the productivity of the work team in the Business Unit. I developed applications through .NET with C# language, Java, and Python to streamline processes and improve efficiency.\n\nDeveloping a software to automate control time of the operative personnel through fingerprint validation, reducing manual processes and improving accuracy.","title":"Programador de software","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2011},"end":{"month":null,"day":null,"year":2017}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero Mecatrónico","field_of_study":null,"grade":"4.2"},{"date":{"start":{"month":6,"day":null,"year":2018},"end":{"month":2,"day":null,"year":2019}},"school":{"name":"Global Excellence Consulting","logo":null,"url":null},"degree_name":"Lean Six Sigma Green Belt","field_of_study":"Gestión de proyectos","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2016,"current_job_month":2,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_ARV90BCVV06X0YQKZ0YP.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Siemens","is_catch_all":null,"size":null,"logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_SN99VHZOVXMN7Q48C2PM.jpg","linkedin":"https://www.linkedin.com/company/siemens","website":"http://www.siemens.com","domain":null,"common_email_pattern":null,"industry":"Automation Machinery Manufacturing","founded_in":1847,"description":"Siemens is a technology company focused on industry, infrastructure, transport, and healthcare. From more resource-efficient factories, resilient supply chains, and smarter buildings and grids, to cleaner and more comfortable transportation as well as advanced healthcare, the company creates technology with purpose adding real value for customers. By combining the real and the digital worlds, Siemens empowers its customers to transform their industries and markets, helping them to transform the everyday for billions of people. Siemens also owns a majority stake in the publicly listed company Siemens Healthineers, a globally leading medical technology provider shaping the future of healthcare. In addition, Siemens holds a minority stake in Siemens Energy, a global leader in the transmission and generation of electrical power.\nIn fiscal 2022, which ended on September 30, 2022, the Siemens Group generated revenue of €72.0 billion and net income of €4.4 billion. As of September 30, 2022, the company had around 311,000 employees worldwide. Further information is available at www.siemens.com.","total_emails":0,"location":{"country":"Germany","country_code":"DE","state":null,"city":"Munich","timezone":"Europe/Berlin","timezone_offset":"2.0","postal_code":null,"address":"Werner-von-Siemens-Straße 1"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}