{"https://co.linkedin.com/in/edwin-javier-mej%C3%ADa-g%C3%B3mez-387610150":{"error":false,"response":{"first_name":"Edwin Javier","last_name":"Mejía Gómez","full_name":"Edwin Javier Mejía Gómez","gender":"male","job_title":"Chief Engineer","linkedin":"https://www.linkedin.com/in/edwin-javier-mejía-gómez-387610150","summary":"Mechanical Engineer specialized in Project Management with emphasis on control and planning. I have experience in preparing budgets and schedules for energy projects that range from the construction of photovoltaic power plants, to maintenance, construction and repair of hydroelectric power plants, including the determination and analysis of indicators such as KPI's. I have experience in assembly of electromechanical equipment for hydroelectric power plants, planning, monitoring and control of projects.\n\nI am characterized by my leadership, ease of teamwork, management of personnel in projects of great character, desire to learn, analytical qualities for problem solving, adaptation to the demands of the context and goal-orient work..","premium":false,"skills":"Microsoft Excel, Administración de la cadena de suministro, C++, Mecanizado asistido por computador, Microsoft Office, Gestión de proyectos, Planificación estratégica, Inglés, Liderazgo de equipos, Ingeniería, AutoCAD, Microsoft Word, Automatización industrial, Gestión de riesgos","work_experience":[{"company":{"id":1451627,"name":"BCCY New Power","logo":"https://media.licdn.com/dms/image/C4E0BAQHuhwau5N3GvA/company-logo_400_400/0/1519864780440?e=1705536000&v=beta&t=z_OIP5_rlBNBWLSvudmv6jN-42Ojw6VKV0CyA7Bdtgs","url":"https://www.linkedin.com/company/bccy-new-power/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":4,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Coveñas, Sucre, Colombia","date":{"start":{"month":4,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"company":"BCCY New Power","description":"Design, Procurement, and Construction of the Photovoltaic Power Plant Pétalo de Sucre I (9.9 MW).\n•\tAs the project manager, I led the engineering review to optimize the design and meet quality and efficiency standards.\n•\tAdditionally, I established construction planning, coordinated activities, and managed resources to prevent delays and extra costs. I also maintained relationships with suppliers, regulators, and key partners to ensure delivery and compliance with legal requirements.","title":"Chief Engineer","employment_type":"Full-time"}]},{"company":{"id":11690939,"name":"SOCOLCO ","logo":"https://media.licdn.com/dms/image/C560BAQGNJRWHb-GEaA/company-logo_400_400/0/1646059741637/socolco_logo?e=1705536000&v=beta&t=zBpqGx9Fs7fchGhtl1C4IynD-8azuo68Dvj1kYxUe0M","url":"https://www.linkedin.com/company/socolco/","employees":{"start":501,"end":1000}},"date":{"start":{"month":3,"day":null,"year":2019},"end":{"month":4,"day":null,"year":2023}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":4,"day":null,"year":2022},"end":{"month":4,"day":null,"year":2023}},"company":"SOCOLCO","description":"Lead engineer of the PMO office, leader in the management, monitoring and control processes of all the company's projects, fulfilling the following main functions:\n• Creation and implementation of methodologies for monitoring projects by standardizing weekly monitoring formats that range from construction processes to management indicators.\n• Determine the main project management indicators and perform their respective analysis to determine the actions to be taken by senior management in the development of projects.\n• Manage the budgets of the projects that are being executed based on the projected values, the schedule and the integrated performance baseline.","title":"PMO Engineer","employment_type":"Full-time"},{"location":"Norcasia, Caldas, Colombia","date":{"start":{"month":5,"day":null,"year":2022},"end":{"month":12,"day":null,"year":2022}},"company":"SOCOLCO","description":"•\tInspection, design and manufacture of planks for the oscillation pit at HPP Miel I - ISAGEN  (396 MW)\nWithin the framework of the maintenance of the La Miel hydroelectric plant, the analysis and inspection of the oscillation wells and the respective stoplog gates is carried out. Based on this analysis, the design and manufacture of the required gates and the embedded fixing elements necessary for the correct operation of said planks is made.","title":"Project Manager","employment_type":"Full-time"},{"location":"San Ramón, Junín, Perú","date":{"start":{"month":6,"day":null,"year":2022},"end":{"month":11,"day":null,"year":2022}},"company":"SOCOLCO","description":"Replacement of the speed regulator of the HPP Chimay in San Ramón - Perú\nReplacement of the speed regulator, including dismantling of the existing regulator,\ninstallation of the new regulator together with the positioning in place of the necessary\nsupports for its fixation, sensors and other required accessories. Removal of the control\npanel and installation of the new panel, wiring, cable laying and point-to-point and power\ntests for each line. Installation of fiber optics for communication between control room\nand equipment at the request of the client","title":"Project Manager","employment_type":"Full-time"},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":10,"day":null,"year":2020},"end":{"month":4,"day":null,"year":2022}},"company":"SOCOLCO","description":" Implementation of the SINCO ERP project control program, ADPRO module\nFor the implementation of the SINCO ERP technology platform, specifically the ADPRO\n(Construction Project Management) module, I perform the functions of project manager\nand technical support at all levels of implementation. Among my responsibilities are the\nprogramming, projection and execution of all activities, including monitoring and control\nof those responsible for each deliverable, accountability to the board of directors and\nguaranteeing the success of the implementation.","title":"Project Manager","employment_type":"Full-time"},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":10,"day":null,"year":2021},"end":{"month":3,"day":null,"year":2022}},"company":"SOCOLCO","description":"• Tenders and project planning\nPreparation of budgets and schedules according to technical, administrative, environmental and security requirements that are clarified in the bidding processes in which the company is a participant.\nDetermination of preliminary baselines of scope, time and cost for the projects belonging to the company that are in the planning stage after the award.\n• Project control\nControl of project execution through KPI indicators and monitoring of the results presented by each work programmer.","title":"Budget, Programming and Control Engineer ","employment_type":"Full-time"},{"location":"San Ramón, Junín, Perú","date":{"start":{"month":4,"day":null,"year":2021},"end":{"month":10,"day":null,"year":2021}},"company":"SOCOLCO","description":" Replacement of the speed regulator of the HPP Yanango in San Ramón - Perú\nReplacement of the speed regulator, including dismantling of the existing regulator,\ninstallation of the new regulator together with the positioning in place of the necessary\nsupports for its fixation, sensors and other required accessories. Removal of the control\npanel and installation of the new panel, wiring, cable laying and point-to-point and power\ntests for each line. Installation of fiber optics for communication between control room\nand equipment at the request of the client.","title":"Project Manager","employment_type":"Full-time"},{"location":"Santa María, Boyacá, Colombia","date":{"start":{"month":1,"day":null,"year":2021},"end":{"month":2,"day":null,"year":2021}},"company":"SOCOLCO","description":" Scheduled maintenance of HPP Guavio (Mambita, Boyaca, Colombia) - ENEL\nAt the El Guavio Hydroelectric Plant, in its scheduled maintenance plan, the 5 injectors\nwere repaired, replacing damaged internal parts (nozzle, needle, seals, etc.) and repairing\nworn shields and supports by SMAW welding. Replacement of the Pelton impeller in unit\n1 and general maintenance of the hydraulic units for the movement of the injector shields.","title":"Mechanical Resident","employment_type":"Full-time"},{"location":"Victoria, Caldas, Colombia","date":{"start":{"month":8,"day":null,"year":2020},"end":{"month":10,"day":null,"year":2020}},"company":"SOCOLCO","description":" Repair Shielding of the Guarino River Transfer (Victoria, Caldas, Colombia) -ISAGEN\nIn the transfer of the Guarino River to the Miel River, there was deterioration in the\nshielding sheets in both the clean and ecological channels, for which partial replacement\nand specific repairs to the shielding were required. My duties included the execution of\nmechanical work as a resident engineer on site, the planning, monitoring and delivery of\nall documents framed in the quality assurance of the project, ending in the respective\nquality dossier. Additionally, I worked as a designer and calculator of metallic structures\nand the stairway to access the ecological channel that was installed on the downstream\nside wall of the ecological channel.","title":"Mechanical Resident – Quality Engineer","employment_type":"Full-time"},{"location":"Santa María, Boyacá, Colombia","date":{"start":{"month":10,"day":null,"year":2019},"end":{"month":7,"day":null,"year":2020}},"company":"SOCOLCO","description":" Replacement Project, Pandeo II - Chivor II (Santa María, Boyacá, Colombia) AES\nCorporation\nIn the framework of the project for the replacement of a section of the water conduction\nto the powerhouse, due to a buckling in the pipe located inside the mountain, perform\nfunctions as control project, taking control of work, progress, indicators of production\nand especially work as a planner of all the activities that are carried out daily and in the\nfuture. Additionally, I provided support in design activities for mechanical elements and\nmachines, structural and verification calculations for the development of activities and as\na mechanical resident for the assembly of the shielding and welding works. At the end of\nthe project I held the position of Project Director in charge.","title":"Control Project – Mechanical Engineer – Project Manager","employment_type":"Full-time"},{"location":"San José de Maipo, Región Metropolitana de Santiago, Chile","date":{"start":{"month":4,"day":null,"year":2019},"end":{"month":9,"day":null,"year":2019}},"company":"SOCOLCO","description":"Sociedad Colombiana de Construcciones SOCOLCO S.A. / Chile /\n Hydroelectric Construction PH Alto Maipo - Las Lajas (San José de Maipo - Chile) -\nVoith Hydro / AES Gener\nElectromechanical assembly supervisor (injectors, transformers, BOPM, generator and\nturbine) and head of cavern in charge.\nPreparation, review and dissemination of procedures, instructions and protocols required\non site, concerning electromechanical assembly and BOPM. Design of calculation\nmemories and lifting plans for critical and large loads.\nPlanning and execution of hydrostatic tightness tests on large ball valves (3 meters in\ndiameter approx.)","title":"Quality Engineer","employment_type":"Full-time"},{"location":"Lérida, Tolima, Colombia","date":{"start":{"month":3,"day":null,"year":2019},"end":{"month":4,"day":null,"year":2019}},"company":"SOCOLCO","description":"PCH Rio Recio III Repotentialization Project (Lérida, Tolima, Colombia) - Global\nHydro\nPreparation of the schedule, budget, resources and initial report for the repowering of the\nRio Recio III hydroelectric plant. Bypass pipe design and construction of 3D models of the\nproject, before the intervention and after its execution (Powerhouse, access and excesses\nchannels, discharge tunnel and bypass). Design, expansion and construction of a\nwastewater treatment plant, drinking water, overflows and pumping station channels.","title":"Technical Support Engineer","employment_type":"Full-time"}]},{"company":{"id":574991,"name":"GECOLSA","logo":"https://media.licdn.com/dms/image/C560BAQHfcEyOhzmJqQ/company-logo_400_400/0/1597175618812/gecolsa_logo?e=1705536000&v=beta&t=_RHkXQAJpbWW9WqB0U6Ax7FQRB-4zFpaOlfNHQDae8M","url":"https://www.linkedin.com/company/gecolsa/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":2,"day":null,"year":2018},"end":{"month":8,"day":null,"year":2018}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":2,"day":null,"year":2018},"end":{"month":8,"day":null,"year":2018}},"company":"GECOLSA","description":" Intern as a technical communicator at the headquarters.\nEvaluation, acquisition and service of guarantees, both in Caterpillar equipment and in\nallied brands, especially yellow line (Heavy machinery).\nSupport and technical consultant regarding repairs and guarantees in CAT equipment and\nallied brands, with an emphasis on failure analysis (AFA) to determine the root causes of\nthese, in search of solutions and procedure to follow.","title":"University Intern","employment_type":"Internship"}]}],"education":[{"date":{"start":{"month":1,"day":null,"year":2021},"end":{"month":12,"day":null,"year":2021}},"school":{"name":"Universidad EAN","logo":"https://media.licdn.com/dms/image/D4E0BAQF7E99Xe61kag/company-logo_400_400/0/1696016935002/universidadean_logo?e=1705536000&v=beta&t=FWy5XvhHb1U6q5hmysmLHD5CPAJVOP8RvZlq6wfh4n8","url":"https://www.linkedin.com/school/universidadean/"},"degree_name":"Especialista en Gerencia de Proyectos","field_of_study":"Gestión de proyectos","grade":"9.1"},{"date":{"start":{"month":null,"day":null,"year":2014},"end":{"month":null,"day":null,"year":2018}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Mechanic engineer","field_of_study":"Mechanical Engineering","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Inglés","proficiency":"PROFESSIONAL_WORKING"}]},"current_job_year":2023,"current_job_month":4,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_KNWYA7H2SX6AW8ZTVDEK.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"BCCY New Power","is_catch_all":null,"size":"1001-5000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_DC6R9CDI58ZJA1OAAB3J.jpg","linkedin":"https://www.linkedin.com/company/bccy-new-power","website":"http://www.bccynewpower.com","domain":"bccynewpower.com","common_email_pattern":null,"industry":"Renewable Energy Semiconductor Manufacturing","founded_in":2009,"description":"BCCY is a publicly traded (SHE: 300614) renewable energy and waste management company based in China. Our portfolio is comprised primarily of investments in Landfill Gas to Energy projects and Solar Energy projects in China, South East Asia and South America.\n\n公司简介\n\n上海百川畅银实业有限公司成立于2007年。公司主要从事可再生能源技术、环境工程和相关金融、商业领域的项目投资开发及咨询工作。\n\n公司致力于开发、建设可持续发展项目，减少温室气体排放，贡献清洁新能源。目前公司已签订了多个垃圾填埋场填埋气发电项目及其他清洁能源项目。其中公司投资开发的洛阳市和南阳市生活垃圾填埋场填埋气发电项目已建成完工，成为第一家在河南省开发建设此类项目的公司。我们的目标是成为国内最大的垃圾填埋气发电项目投资、运营商，以及一流的环境工程领域系统解决方案供应商。\n\n百川创立背景\n\n伴随着全球性的能源枯竭以及人类的过度开发，带来的一系列的环境问题使得人类面临了巨大的生存压力，当前人类面临的主要矛盾和矛盾的主要方面，已经发生急剧变化，无论是发展中国家还是发达国家，生存问题已经成为全人类面临的首要问题。人类如果不迅速联合起来，采取行动，共同应对全球变暖为代表由环境恶化带来的挑战，地球将被人类自身所毁灭、人类将可能成为自己掘墓人的时间就不会太久。\n\n中国作为一个负责任的大国，在环境保护方面也同样表现出来一个大国的高度责任感。“节约能源，减少排放”已经被列为中国的“基本国策”。中国政府对环保产业也非常重视，实行鼓励和扶持政策，已发布大量有关鼓励环保产业发展的优惠政策和文件，并积极地开展新能源项目的建设，促进社会各界对清洁能源的使用，减少温室气体排放，实现节约发展、清洁发展、安全发展和可持续发展。\n\n城市生活垃圾填埋沼气发电作为1993年就在我国已成功投产运营的成熟新能源项目，其在有效减少二氧化碳排放、遏制全球变暖以及能源的可持续发展方面的重要作用已经得到了充分论证。\n\n百川畅银响应国家政策，以改善人类生存环境为己任，贡献清洁新能源，虔诚的投身于垃圾填埋气发电事业，期望对祖国的环境保护事业做出贡献，并在此过程中实现企业价值和员工价值。\n\n主营业务\n\n目前公司的主营业务为开发垃圾填埋气发电及其他清洁能源项目。\n\n2007年，公司在河南投资开发了洛阳市和南阳市生活垃圾填埋场填埋气发电项目。2008年，两个项目成功并网发电，百川畅银成为第一家在河南省开发建设此类项目的公司。2009年，公司又先后在漯河、济源、洛阳二期、信阳、渭南等地签订了工程项目，工程项目预计总投资过亿元。2010年公司又新开发了多个垃圾填埋气发电项目。截至目前，公司已经拥有正式投产的项目4个，正在开发建设的项目7个。\n\n公司设立专门的CDM开发部，负责公司所有项目的CDM开发工作。同时也对外承接开发碳减排项目。我们的团队拥有丰富的经验和实力，能够遵循国内、国际规则开发和运营CDM项目。\n\n公司凭借丰富的资源和广泛的联系，与众多国内外业内企业建立了良好的合作关系。这些都为公司未来的发展以及战略目标的实现奠定了坚实的基础。","total_emails":6,"location":{"country":null,"country_code":null,"state":null,"city":null,"timezone":null,"timezone_offset":null,"postal_code":null,"address":null}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}