{"https://co.linkedin.com/in/juan-sebasti%C3%A1n-padilla-hernandez-0a9a321a9?trk=public_profile_browsemap_profile-result-card_result-card_full-click":{"error":false,"response":{"first_name":"Juan Sebastián","last_name":"Padilla Hernandez","full_name":"Juan Sebastián Padilla Hernandez","gender":"male","job_title":"Directo Técnico y de Operaciones/Ingeniero de Proyectos","linkedin":"https://www.linkedin.com/in/juan-sebastián-padilla-hernandez-0a9a321a9","summary":"Ingeniero químico con amplio conocimiento en la coordinación y consecución de proyectos, como en todo lo relacionado con manejo de personal, planificación y ejecución de un proceso productivo. \nSoy una persona hábil, con una alta capacidad analítica que me permite realizar correctamente las evaluaciones técnicas en mi campo. Proactivo, con una gran capacidad de comunicación asertiva.","premium":false,"skills":"Diagrama de tuberías e instrumentación, Gestión de proyectos, Gestión de presupuestos, Gestión de compras, Administración logística","work_experience":[{"company":{"id":null,"name":"Producciones Químicas/Sun Ace PQ","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":10,"day":null,"year":2020},"end":{"month":7,"day":null,"year":2022}},"profile_positions":[{"location":"Barranquilla, Atlántico, Colombia","date":{"start":{"month":10,"day":null,"year":2020},"end":{"month":7,"day":null,"year":2022}},"company":"Producciones Químicas/Sun Ace PQ","description":"Objetivos Principales:\n1.\tPlanificación, coordinación, ejecución y seguimiento de todas las actividades relacionadas con los proyectos. Se realizaron tres proyectos principales:\n-\tDiseño y montaje de todo el proyecto industrial de la nueva planta para la producción de estearatos.\n-\tDiseño y montaje para la ampliación de secantes con dos nuevos reactores.\n-\tDiseño y montaje de planta piloto para el área de secantes.\n2.\tPlanificación de la producción con el fin de garantizar un correcto uso de los recursos y así lograr la entrega de producto en los plazos establecidos.\n\t\t    \t \nActividades.\n•\tDiseño ingeniera básica y de detalle de los proyectos. Desarrollo de todas las fases de diseño, desde la ingeniería básica (capacidad de los equipos y demanda de los diferentes servicios industriales; lay-out de los equipos) hasta la ingeniería de detalle (compra de equipos; diseño de todas las redes: vapor, agua de enfriamiento, aire comprimido, suministro eléctrico y control; montaje).  \n•\tPlanificar y supervisar las fases y gastos de los proyectos. Realización de diagramas de Gantt con las diferentes actividades, los responsables de su ejecución y el avance de estas con respecto al tiempo con el fin de tomar decisiones. \nEstablecimiento de un presupuesto inicial y seguimiento a los gastos con el fin de llevar control sobre los mismos y realizar ajustes según la necesidad.\n•\tSupervisar todas las labores de los contratistas.\n•\tElaborar planes de producción según la información proporcionada por varios departamentos. Establecer, en reunión mensual, las diferentes prioridades de producción para satisfacer las demandas del cliente y emitir un plan de producción que contemple fechas de entregas y necesidad de materias primas. Realizar seguimiento al plan de producción y otorgar las ordenes de producción","title":"Ingeniero de proyecto","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Cervecería Artesanal 3cárites","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":6,"day":null,"year":2016},"end":{"month":6,"day":null,"year":2020}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":6,"day":null,"year":2016},"end":{"month":6,"day":null,"year":2020}},"company":"Cervecería Artesanal 3cárites","description":"Objetivo Principal:\nPlanificación, coordinación y ejecución de todas las actividades dentro de la planta.\n\t\t    \t \nActividades.\n•\tDirigir la implementación del sistema gestión de la calidad para las buenas prácticas de manufactura (BPM) a través de metodología HACCP y en base a la norma ISO 9001:2015 e ISO 22000. \nSe acondicionó el espacio físico de la planta acorde a la reglamentación. Se estructuraron seis diferentes programas: limpieza, desinfección y control de plagas; calidad de materias primas; producción; calidad de proceso; calidad de producto; mantenimiento preventivo de equipos. \n•\tAtender visitas técnicas del Invima.\n•\tProgramar, liderar y velar por la ejecución de todas las labores basado en el sistema de gestión de calidad propuesto y cumpliendo con la producción establecida. Se creó una malla de funciones donde se esclarecen las actividades del personal y se establece un cronograma.\n•\tJefe de bodega. Abastecimiento de la cadena de suministro según necesidades. Dirección e inspección de las operaciones de entrada y salida de la mercancía. \n•\tImplementación y manejo de inventarios. Definición de lotes de las materias primas y producto final. Seguimiento de estos en todas las etapas para establecer la trazabilidad. \n•\tCoordinar y dictar capacitaciones. En temas relacionados con la producción y normas higiénico/sanitarias.\n•\tCreación y dirección del área de desarrollo e investigación. Establecidos los diferentes puntos críticos de la operación, esta área se fundó con el fin de probar diferentes aproximaciones a estos para la mejora continua de recetas y metodologías dentro del proceso.","title":"Directo Técnico y de Operaciones","employment_type":"Full-time"}]},{"company":{"id":5265,"name":"Firmenich","logo":"https://media.licdn.com/dms/image/D4E0BAQEnjfqcZJxCKg/company-logo_400_400/0/1685544608275/firmenich_logo?e=1705536000&v=beta&t=JYgVmuEdGp0kdzQrc1kHS3-LlYyjd_Yp5qoZZxl4uME","url":"https://www.linkedin.com/company/firmenich/","employees":{"start":10001,"end":null}},"date":{"start":{"month":6,"day":null,"year":2013},"end":{"month":6,"day":null,"year":2014}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":6,"day":null,"year":2013},"end":{"month":6,"day":null,"year":2014}},"company":"Firmenich","description":"Objetivo Principal:\nEvaluación del desempeño de uno o varios sabores y/o aditivos en alimentos relacionados con productos dulces a través de la planeación, desarrollo y corrección de las muestras. \n\nActividades:\n•\tEjecución del demo. Las tres clases de productos que se elaboran dentro del laboratorio son: panadería -galletas, tortas, hojaldres, barras de cereales-, dulces -rellenos, gomas, chocolates- y lácteos -yogures, avenas, leches saborizadas-. Se planea una receta que resalte los sabores y/o aditivos y se añaden en diferentes concentraciones con el fin de tener un amplio espectro de las posibles muestras a presentarle al cliente. \n•\tSecundar la corrección de demos. Fabricados los demos, el siguiente paso es establecer rutas y conformar un grupo de personas idóneas para realizar análisis sensoriales del producto. \nEfectuadas las pruebas, el proceso comienza su fase de prueba y error. Se modifican las características del sabor y de la formula base del demo para dar cumplimiento con las recomendaciones del panel sensorial.","title":"Pasante como auxiliar del laboratorio de Investigación y Desarrollo Sweet Goods","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2020},"end":{"month":null,"day":null,"year":2021}},"school":{"name":"TECH Technological University","logo":"https://media.licdn.com/dms/image/C4D0BAQHXTfXi-RJdTA/company-logo_400_400/0/1670350259235/tech_universidad_tecnologica_logo?e=1705536000&v=beta&t=5L6ve3fUALsOqXe6DcYf1gGX87VnYYGiCbhT1zFgTps","url":"https://www.linkedin.com/school/tech-universidad-tecnologica/"},"degree_name":"Maestría en operaciones y logístia","field_of_study":null,"grade":null},{"date":{"start":{"month":null,"day":null,"year":2008},"end":{"month":null,"day":null,"year":2014}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero Químico","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Inglés","proficiency":"FULL_PROFESSIONAL"}]},"current_job_year":2020,"current_job_month":10,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_WXE3UMVXWSM7S4ABVF1D.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Producciones Químicas/Sun Ace PQ"},"location":{"country":"Colombia","country_code":"CO","state":"Cundinamarca","city":"Chía","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Chía, Cundinamarca, Colombia"}}}}