{"https://www.linkedin.com/in/jose-david-salazar-moreno-5b2b02172/?originalSubdomain=co":{"error":false,"response":{"first_name":"Jose David","last_name":"Salazar Moreno","full_name":"Jose David Salazar Moreno","gender":"male","job_title":"Ingeniero de sistemas y computación - Universidad Nacional de Colombia","linkedin":"https://www.linkedin.com/in/jose-david-salazar-moreno-5b2b02172","summary":"I am a professional in Systems and Computer Engineering, with a professional career focused on being a QA engineer (personally I never liked being a developer), responsible and proactive, I have the ability to face problems, quite communicative in work environments, stress management, adaptability according to my environment, respect and empathy for my colleagues; My skills are- Programming languages: Python, Java, Javascript, C++, SQL, creation, maintenance and testing of Test Cases, bug management, TestRail, Integration Testing, Regression testing, Pre-Production testing, Penetration Testing, during the testing, regression and production phase, ensuring the quality of the software , creation of software and hardware with Arduino, management of office tools (Office) or Excel or Word or Power Point or Canvas. I have knowledge of agile methodologies such as SCRUM and the use of tools such as Azure DEVops and Jira to maintain control of the progress of the project during its development.\n\nSoy profesional en Ingeniería de Sistemas y Computación, con una carrera profesional enfocada a ser ingeniero QA (en lo personal nunca me gustó ser desarrollador), responsable y proactivo, tengo capacidad para enfrentar problemas, bastante comunicativo en ambientes de trabajo, manejo del estrés , adaptabilidad según mi entorno, respeto y empatía por mis compañeros; Mis habilidades son: lenguajes de programación: Python, Java, Javascript, C ++, SQL, creación, mantenimiento y prueba de casos de prueba, gestión de bugs, TestRail, pruebas de integración, pruebas de regresión, pruebas de preproducción, pruebas de penetración, durante la prueba, regresión y fase de producción, asegurando la calidad del software, creación de software y hardware con Arduino, manejo de herramientas ofimáticas (Office) o Excel o Word o Power Point o Canvas. Tengo conocimiento de metodologías ágiles como SCRUM y el uso de herramientas como Azure DEVops y Jira para mantener el control del avance del proyecto durante su desarrollo.","premium":false,"skills":"Scrum, JIRA, Testing, QA, Qa, SQL, Selenium, Appium, Pruebas de software, Pruebas de penetración, Microsoft PowerPoint, Microsoft Excel, Análisis de requisitos, Gestión de proyectos, Ingeniería","work_experience":[{"company":{"id":652514,"name":"Productive Edge","logo":"https://media.licdn.com/dms/image/C560BAQG02QIw-ws7YA/company-logo_400_400/0/1584029805015?e=1705536000&v=beta&t=MfIST4aKvoeYTT69bLbRSY8SwoTMrGGOiEGg0Ek03QQ","url":"https://www.linkedin.com/company/productive-edge-llc-/","employees":{"start":201,"end":500}},"date":{"start":{"month":12,"day":null,"year":2022},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":1,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"company":"Productive Edge","description":"Creation, maintenance and testing of TC, during the testing, regression and production phase, ensuring the quality of the software. Using Scrum to communicate with my co-workers during the project development and Jira, SQL and Manual Testing to testing and organize the issues that appear during the develop and testing of the software.","title":" Jr QA Engineer","employment_type":"Freelance"},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":12,"day":null,"year":2022},"end":{"month":1,"day":null,"year":2023}},"company":"Productive Edge","description":null,"title":"Jr QA Engineer (Trainee)","employment_type":"Full-time"}]},{"company":{"id":27249982,"name":"Gran Titán","logo":"https://media.licdn.com/dms/image/D4E0BAQFgMHOH3JQzng/company-logo_400_400/0/1694682113253?e=1705536000&v=beta&t=g5Q4_p5J2V5RQ7SW3zYs-zcbxxibTfDHqNsgSZhyK1Y","url":"https://www.linkedin.com/company/grantitan/","employees":{"start":11,"end":50}},"date":{"start":{"month":8,"day":null,"year":2022},"end":{"month":11,"day":null,"year":2022}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":8,"day":null,"year":2022},"end":{"month":11,"day":null,"year":2022}},"company":"Gran Titán","description":"Mi rol como analista de calidad y negocio, se centro en diseñar y ejecutar casos de prueba, realizar las respectivas pruebas funcionales y no funcionales, junto con pruebas de humo, regresion, carga y estres y penetracion para aplicaciones web y moviles segun fuera requerido por la empresa","title":"Analista de negocio y calidad","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":2,"day":null,"year":2016},"end":{"month":2,"day":null,"year":2022}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniería de sistemas y computación","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2022,"current_job_month":12,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_RU5XCJAKOLN2DOX1IBHL.jpg","email":{"email":"jsalazar@productiveedge.com","email_anon_id":"faoDYp7znMai","email_status":"VALID","email_type":"professional"},"company":{"name":"Productive Edge","is_catch_all":null,"size":"201-500","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_LSS7ALLKV6MYEO6VMKRS.jpg","linkedin":"https://www.linkedin.com/company/productive-edge-llc-","website":"http://productiveedge.com","domain":"productiveedge.com","common_email_pattern":"{f}{last}","industry":"Information Technology & Services","founded_in":2008,"description":"Productive Edge is a digital business consulting and technology solutions company. We help organizations and leaders reinvent and transform their businesses with digital technologies.\n\nOur vision: to guide organizations as they re-imagine and re-invent how they interact with their audiences across all touchpoints.\n\nOur focus: to help today’s smartest organizations as they undergo digital transformation, create consistent and differentiated customer experiences, map new customer journeys and enhance employee engagement.\n\nOur portfolio covers a variety of verticals, and includes work for Fortune 1000 clients in the healthcare, retail, financial services, sports and entertainment industries – and more.\n\nIn 2017, for the fourth consecutive year, Productive Edge was named to the prestigious Inc. 5000 list of fastest-growing private companies in America. In 2016 and 2017, we were named to the Crain’s Fast 50 list of Chicago’s fastest-growing companies. In 2016 and 2017, we were selected as one of Chicago’s Best & Brightest Companies to Work For®. We were also selected as 2021 Best Places to Work Chicago. And we were named a 2017 Finalist for Microsoft Mobile App Development Partner of the Year. \n\nTo connect with our team please email: services@productiveedge.com or call 312.561.9003","total_emails":142,"location":{"country":"United States","country_code":"US","state":null,"city":"Chicago","timezone":"America/New_York","timezone_offset":"-4.0","postal_code":null,"address":"1 E Wacker Dr"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}