{"https://co.linkedin.com/in/ingjuanordonezbetancourth":{"error":false,"response":{"first_name":"Juan Camilo","last_name":"Ordoñez Betancourth","full_name":"JUAN CAMILO ORDOÑEZ BETANCOURTH","gender":"male","job_title":"TECHNICAL ASSISTANCE IN THE FIELD AND PROJECT FORMULATION","linkedin":"https://www.linkedin.com/in/ingjuanordonezbetancourth","summary":"Agricultural Engineer with more than 5 years of experience in technical assistance to farmers, Associations, Foundations and government organizations. I´m Leading and executing projects in the rural economic development sector directly related to increasing food production in order to preserve and guarantee food security. I have participated in community socialization days in an active way, giving training, conducting socioeconomic surveys in person and by telephone, in the face-to-face identification of beneficiaries, in logistics, administrative and budgetary management for the execution of projects and the preparation of reports and technical documents in the stages of prefeasibility and detailed designs.   I am a reliable, participative and resilient person who adapts to any wheater, social environment and particular situation that usually occurs in the field, willing to work results-oriented, with fixed deadlines and under pressure while I remain positive to be committed to going the extra mile. I Relate easily to colleagues while  staying curious and open to others's ideas.","premium":false,"skills":"Inglés, Gestión del riego, Diseño de sistemas de drenaje, Microsoft Excel, Microsoft Teams, Desarrollo rural, Transferencia tecnológica, Gestión de proyectos, Presupuesto de Obra, Construcción Obras de Adecuación de tierras, Control de inventario de Materiales In Situ, Diagramas Gantt, Diseño de encuestas, Dashboards de Excel, ArcGis Pro, Visual Basic for Applications (VBA), Extraer, transformar y cargar (ETL), Análisis Imagenes Satelitales, Análisis de inversión Agropecuaria, Inglés como lengua extranjera","work_experience":[{"company":{"id":93155697,"name":"IDEAM Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQE6vJAHW6JVvA/company-logo_400_400/0/1685203237583?e=1705536000&v=beta&t=JC6evXZ4nUje7FYi-Q6iBo4C9bzYEKSdg76aUuhUddA","url":"https://www.linkedin.com/company/ideam-colombia/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":9,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":9,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"company":"IDEAM Colombia","description":"GENERACIÓN DE ANÁLISIS ESTADISTICO E \r\nIMPLEMENTACIÓN DE UN PANEL DE INFORMACIÓN (PANEL DE CONTROL) INTERACTIVO A PARTIR DEL \r\nUSO DE LENGUAJES DE PROGRAMACIÓN QUE PERMITA LA VISUALIZACIÓN DE LOS DATOS \r\nHIDROMETEOROLOGICOS EN TIEMPO REAL CONTRIBUYENDO A LOS PROCESOS DE MONITOREO Y \r\nSEGUIMIENTO PARA LA GENERACIÓN DE PRONÓSTICOS Y ALERTAS","title":"Analista de datos","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Alttec SAS","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":1,"day":null,"year":2023},"end":{"month":8,"day":null,"year":2023}},"profile_positions":[{"location":"Cundinamarca, Colombia","date":{"start":{"month":1,"day":null,"year":2023},"end":{"month":8,"day":null,"year":2023}},"company":"Alttec SAS","description":"Crear e Implementar la metodología PMA y PMI para el ejecución, control y monitoreo de proyectos de infraestructura Rural para entidades  estatales para el sector Agropecuario Colombiano.","title":"Director de planificación de proyectos","employment_type":"Full-time"}]},{"company":{"id":null,"name":"PANAM INGENIEROS S.A.S","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":1,"day":null,"year":2022},"end":{"month":2,"day":null,"year":2023}},"profile_positions":[{"location":"Cundinamarca, Colombia","date":{"start":{"month":1,"day":null,"year":2022},"end":{"month":2,"day":null,"year":2023}},"company":"PANAM INGENIEROS S.A.S","description":"PANAM INGENIEROS S.A.S.\n\nConsulting firm specialized in the preparation, formulation and execution of\nProjects.\n\nRURAL WORKS MANAGER\nSector: Agricultural Finance\n\n- Construction Management and Inspection for the construction of 60 Australian Type in the Department of Cundinamarca\n- Interviews, Socialization and Feasibility through property visits of 60 different properties to establish the feasibility of the construction of 60 Australian-type tanks.\n- Work budget management, Inventory Control and Materials.\n- Logistics Department of Equipment and Specialized Machinery.\n-Consulting firm specialized in the elaboration, formulation and execution of\nProjects","title":"RURAL WORKS MANAGER","employment_type":"Freelance"}]},{"company":{"id":68365752,"name":"Banco Agrario de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQEUI86d9Z-AnQ/company-logo_400_400/0/1694278402479?e=1705536000&v=beta&t=--S1BiqvlVRSLHUtvMx1Cx8hbJLYCWFpUL3LaZX_ePY","url":"https://www.linkedin.com/company/banco-agrario-colombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":4,"day":null,"year":2022},"end":{"month":12,"day":null,"year":2022}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":4,"day":null,"year":2022},"end":{"month":12,"day":null,"year":2022}},"company":"Banco Agrario de Colombia","description":"Description\n\nBANCO AGRARIO DE COLOMBIA\nIt is a state-owned financial entity founded in 1999 to replace the Caja Agraria, as a corporation with an industrial and commercial company regime of the Colombian state, its main objective is to provide banking services in the rural sector and timely finance activities agricultural, livestock, forestry and agro-industrial. https://www.bancoagrario.gov.co info: 601 5945555 \n\nOPERATIONAL PROFESSIONAL IN INVESTMENT CONTROLS \nSector: Agricultural Finance \n\n- Make DashBoards using the information through Arcgis Pro. \n- Establish remote sensing solutions based on the use of analysis and interpretation Satellite images in ArcGis Pro, Open DataCube and Qgis. \n- Use of ETL to produce insights \n- Establish Tools in Advanced Excel in VBA language to improve internal processes. - Control of the result of investments made with funds from the sale of credit products in the rural sector. \n- Analysis, management and processing of agricultural technical information at the national level: \n  - Agronomic parameters. \n  - Planting and harvesting times \n  - Commercial and credit potential \n  - Agricultural, livestock, forestry and agro\n  -industrial inventory. \n  - Prices and costs of inputs, infrastructure, labor for agricultural projects. \n  - Knowledge and experience in analysis of the different items and business credit lines of agricultural, livestock, forestry and agro-industrial activities. \n  - Management of Customer Databases, related to the evaluation of financial products together with the administration of cadastral, geographic, legal, monetary, accounting and Animal Health variables.","title":"OPERATIONAL PROFESSIONAL INVESTMENT CONTROLS AND APPRAISALS","employment_type":"Contract"}]},{"company":{"id":null,"name":"VISIÓN & PROYECTOS LTDA.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":11,"day":null,"year":2021},"end":{"month":11,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":11,"day":null,"year":2021},"end":{"month":11,"day":null,"year":2021}},"company":"VISIÓN & PROYECTOS LTDA.","description":"1. Attend the concept appropriation workshops and white marches on the days established by VISION & PROYECTOS LTDA and ICFES and ICFES.\n2. Strictly apply the guidelines provided in the concept appropriation workshops, in the Coding Guide and other shared documents, in accordance with the instructions given by EL ICFES. 3. Present, before the assigned monitor, all concerns, difficulties or suggestions that compromise the proper development of this contractual object.\n4. Make exclusive use of the account assigned for the encryption process, as the only information management tool for the process, in turn ensuring the security and confidentiality of said account and related information.\n5. Maintain effective communication with the monitors, and exceptionally with the coordinators and ICFES, in order to guarantee compliance with the technical guidelines issued by ICFES.\n6. Appropriate the technical coding criteria established by ICFES.\n7. Comply with the confidentiality guidelines established by ICFES.\n8. Coding the answers that are required in accordance with the technical coding guidelines established by ICFES on the dates and terms requested.\n9. Attend to all the recommendations and feedbacks made by THE ICFES.\n10. Comply with the terms programmed by VISION & PROYECTOS LTDA AND ICFES AND ICFES for the development of activities.\n11. Maintain respectful interpersonal relationships with the executing team.\n12.Guarantee the care and protection of the personal and contact data of the people who make\npart of the executing team, as well as those evaluated.\n13. Carry out the assigned tasks in accordance with the highest standards of quality, confidentiality, ethical competence and integrity, in accordance with the guidelines and criteria of VISION & PROYECTOS LTDA AND ICFES AND ICFES.","title":"ESSAY CODER STATE EXAM FOR HIGHER EDUCATION SABER PRO","employment_type":"Contract"}]},{"company":{"id":null,"name":"ALTTEC SAS","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":1,"day":null,"year":2021},"end":{"month":9,"day":null,"year":2021}},"profile_positions":[{"location":"Cundinamarca","date":{"start":{"month":1,"day":null,"year":2021},"end":{"month":9,"day":null,"year":2021}},"company":"ALTTEC SAS","description":"ALTTEC S.A.S. Engineering consultancy founded by the current president of the Association of Agricultural Engineers of Colombia (ASIAC) specialized in the preparation and execution of Studies and designs for rural civil works. Budget of 1200 Million  pesos, Clients, CAR Governments and Mayors and Associations as FEDEPANELA ASOHOFRUCOL. 12 plant employees.  20 Rotary field laborers. https://www.alttec.co/\n\nFUNCTIONS \nSector: Rural Economic Development\n\n* Develop the preparation of technical manuals and implement the training of small beneficiary producers in the field of activities of rainwater collection projects to increase production on their farms, transfer of knowledge to implement productive plans, planting irrigation, determined the vulnerability of the resource through monitoring surveys.\n* Implement the application of the mechanisms established for the participation of producers in a personal and committed way. \n* Technical assistance in the installation of 30 Australian type tanks of 30 thousand liters.\n* Technical Assistance Repair to farmers of 30 Australian-type tanks of 30 thousand liters.\n* Verification of technical conditions in the field for the installation of 50 tanks of 30 thousand liters. \n* Accompaniment in the gathering of operational technical information of 50 storage units, for farmers, including monitoring and evaluation of the impact of the work on their production.\n\nAchievements: As a result of my incorporation, I proposed the presetting of the hydraulic components to reduce installation times to 20 min per tank, saving operational costs. \n\nCustomers:\nGOBERNACIÓN DE CUNDIMARCA - https://www.cundinamarca.gov.co/\nASOHOFRUCOL - https://www.asohofrucol.com.co/","title":"HEAD OF FIELD OPERATIONS","employment_type":"Freelance"}]},{"company":{"id":null,"name":"ALTTEC S.AS.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":10,"day":null,"year":2020},"end":{"month":12,"day":null,"year":2020}},"profile_positions":[{"location":"Cundinamarca, Colombia","date":{"start":{"month":10,"day":null,"year":2020},"end":{"month":12,"day":null,"year":2020}},"company":"ALTTEC S.AS.","description":"ALTTEC S.A.S. Engineering consultancy founded by the current president of the Association of Agricultural Engineers of Colombia (ASIAC) specialized in the preparation and execution of Studies and designs for rural civil works. Budget of 1200 Million  pesos, Clients, CAR Governments and Mayors and Associations as FEDEPANELA ASOHOFRUCOL. 12 plant employees.  20 Rotary field laborers. https://www.alttec.co/\n\nFUNCIONES\nSector: Rural Economic Development \n\n* Technically support the gathering of social and economic information of the producers for the execution of the project.\n* Maintain and promote relations between the company and local associations in the performance of civil works. \n* Support and encourage coordination and lines of communication and information exchange between farmers and stakeholders on the ground to avoid misinformation and minimize operational costs. \n* Provide relevant information, resources and ideas to the direct manager for monitoring and improving company projects. \n* Validation of information of the possible beneficiaries for the assembly of water storage reservoirs. \n* Accompaniment in a technical verification visit to 10 municipalities. \n* Accompaniment in the direction of machinery for the excavation 46 reservoirs of 120 m3 and 80m3.\n* Facilitation of monitoring and accompaniment in waterproofing and protection of 46 reservoirs. \n* Provide technical support in the design and development of 46 farm irrigation systems, determination of installation costs and financing feasibility. \n* Contribute in innovative ways to assist in the development of training processes in the proper management of water resources.\n\nAchievements: As a result of my incorporation, we have reduced the execution time by 1/4 by working alternately with several backhoes, reducing the project time by 1 month. \n\nCustomers:\nFUNDACIÓN YARUMO - https://web.facebook.com/FundacionYarumo/\nCAR - https://www.car.gov.co/\nGOBERNACIÓN DE CUNDIMARCA - https://www.cundinamarca.gov.co/","title":"HEAD OF FIELD OPERATIONS","employment_type":"Freelance"}]},{"company":{"id":null,"name":"ALTTC S.A.S","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":8,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2019}},"profile_positions":[{"location":"Cundinamarca, Colombia","date":{"start":{"month":8,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2019}},"company":"ALTTC S.A.S","description":"ALTTEC S.A.S. Engineering consultancy founded by the current president of the Association of Agricultural Engineers of Colombia (ASIAC) specialized in the preparation and execution of Studies and designs for rural civil works. Budget of 1200 Million pesos, Clients, CAR Governments and Mayors and Associations such as FEDEPANELA ASOHOFRUCOL. 12 plant employees. 20 rotating day laborers. https://www.alttec.co/\n\nFUNCTIONS\nSector: Rural economic development\n\n* Preparation of face-to-face socioeconomic surveys, face-to-face identification sessions.\n* Logistical, administrative and budgetary management in the execution of excavations, participation in the preparation of reports to present them to clients, using the methodologies defined by government entities and their quality parameters.\n* Planning, execution and monitoring of civil works carried out in peasant farms in order to guarantee the harvest of water on the property from the roofs of houses and runoff areas, with the aim of using it for irrigation or hydration of the livestock, increase the prospects for food security in the region.\n* Support the processes of identification and targeting of beneficiaries and guarantee that project activities are directed at small producers.\n* Collect data and sources of verification of the cadastral, personal and socioeconomic information of the beneficiaries for the monitoring and evaluation systems.\n* Accompaniment in the Machinery Directorate for the excavation of 24 reservoirs of 120 m3.\n\n\nAchievements: As a result of my incorporation, we have reduced the execution time by 1/4 working alternately with several backhoes, reducing the project time by 1 month.\n\nCustomers:\nCAR - https://www.car.gov.co/\nGOVERNMENT OF CUNDINAMARCA - https://www.cundinamarca.gov.co/\nMAYOR OF GUASCA - http://www.guasca-cundinamarca.gov.co/","title":"TECHNICAL ASSISTANCE IN FIELD AND PROJECT FORMULATION","employment_type":"Freelance"}]},{"company":{"id":null,"name":"ALTTEC S.A.S","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":9,"day":null,"year":2017},"end":{"month":12,"day":null,"year":2017}},"profile_positions":[{"location":"Cundinamarca, Colombia","date":{"start":{"month":9,"day":null,"year":2017},"end":{"month":12,"day":null,"year":2017}},"company":"ALTTEC S.A.S","description":"ALTTEC S.A.S. Engineering consultancy founded by the current president of the Association of Agricultural Engineers of Colombia (ASIAC) specialized in preparing and executing Studies and designs for rural civil works. Budget of 1200 Million pesos, CAR Clients, Governments and Mayors and Associations FEDEPANELA ASOHOFRUCOL. 12 plant employees. 20 Rotary field laborers. https://www.alttec.co/\n\nFUNCTIONS\nSector: Rural economic development\n\n* Accompaniment in a technical verification to visit 10 municipalities in the department of Cundinamarca. Accompaniment in Direction of yellow machinery for the excavation of 24 reservoirs of 120m3 for small farmers.\n * Technical support in the preparation of 14 studies and designs of irrigation irrigation districts\n * Assist in the formulation of projects according to the management plan\n * In charge of the organization and execution of the processes of generation of technical documents according to the priorities and standards of the Rural Development Agency.\n* Develop and preserve the progress of each technical document in Hydrology, Geotechnics, Soil Analysis, Surveys and socioeconomic evaluations collected during technical assistance in the field in order to optimize the documentary processes.\n* Execute procedures and activities for the development of technical pre-feasibility concepts.\n* Initiative in the implementation of solutions for the development of 2 fraternity programs within the Association of Agricultural Engineers of Colombia ASIAC.\n\nAchievements: as a result of my incorporation we have designed an excavation methodology to reduce costs from 15 hours to 12 hours of backhoe, saving approx. two hundred million Colombian pesos.\n\nCustomers:\nCAR - https://www.car.gov.co/\nGOVERNMENT OF CUNDIMARCA - https://www.cundinamarca.gov.co/\nUNAL SEDE MEDELLIN - https://medellin.unal.edu.co/","title":"PROFESSIONAL TECHNICAL ASSISTANCE IN THE FIELD AND PROJECT FORMULATION","employment_type":"Freelance"}]}],"education":[{"date":{"start":{"month":9,"day":null,"year":2022},"end":{"month":9,"day":null,"year":2023}},"school":{"name":"VIU - Universidad Internacional de Valencia","logo":"https://media.licdn.com/dms/image/C4E0BAQEytyVw-GDHEA/company-logo_400_400/0/1656716738750?e=1705536000&v=beta&t=wZaenKtvMeDYCK0nDNaxVwu4Yb3OzIcLgN-SZfme4qw","url":"https://www.linkedin.com/school/universidadviu/"},"degree_name":"Master's Degree in Big Data and Data Science","field_of_study":"Data Science","grade":null},{"date":{"start":{"month":8,"day":null,"year":2011},"end":{"month":8,"day":null,"year":2017}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Bachelor’s degree in Agriculture Engineer","field_of_study":"Agriculture Engineer","grade":null},{"date":{"start":{"month":8,"day":null,"year":2006},"end":{"month":12,"day":null,"year":2010}},"school":{"name":"Escuela Colombiana de Ingeniería Julio Garavito","logo":"https://media.licdn.com/dms/image/C560BAQH-bNemOZZ2hQ/company-logo_400_400/0/1634912612508?e=1705536000&v=beta&t=V-M0ikegMx3AP4qel70xFzhMKPQP7IckEXrAB1a7m6k","url":"https://www.linkedin.com/school/escuela-colombiana-de-ingenieria/"},"degree_name":"Industrial Engineer","field_of_study":"Gestión de proyetos","grade":"5 SEMESTRES - CANCELADO"}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"},{"country":"US","language":"en"}],"profile_languages":[{"name":"Español","proficiency":"NATIVE_OR_BILINGUAL"},{"name":"Inglés","proficiency":"FULL_PROFESSIONAL"}]},"current_job_year":2023,"current_job_month":9,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_F8UG02F6WDVFYF6EV9CN.jpg","email":{"email":"juan@ideam.gov.co","email_anon_id":"iazfG2NmF9Vf","email_status":"CATCH_ALL","email_type":"professional"},"company":{"name":"IDEAM Colombia","is_catch_all":true,"size":"1001-5000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_JGS6KA4L8W3C462PCA8S.jpg","linkedin":"https://www.linkedin.com/company/ideam-colombia","website":"http://www.ideam.gov.co/","domain":"ideam.gov.co","common_email_pattern":null,"industry":"Government Administration","founded_in":null,"description":"Misión \n\nEl IDEAM es una institución pública de apoyo técnico y científico al Sistema Nacional Ambiental, que genera conocimiento, produce información confiable, consistente y oportuna, sobre el estado y las dinámicas de los recursos naturales y del medio ambiente, que facilite la definición y ajustes de las políticas ambientales y la toma de decisiones por parte de los sectores público, privado y la ciudadanía en general.”\n\nVisión\n\nEn el año 2026 el IDEAM será el Instituto modelo por excelencia, reconocido nacional e internacionalmente como la Entidad que genera y suministra información hidrológica, meteorológica y ambiental para la definición de políticas públicas y toma de decisiones relacionadas con el desarrollo sostenible y la prevención de los efectos de cambio climático.”\n\nIDEAM - Instituto de Hidrología, Meteorología y Estudios Ambientales\nSede Principal\nDirección: Calle 25 D No. 96 B - 70 Bogotá D.C.\nCodigo Postal: 110911\nHorario de Atención: Lunes a viernes 8:00 AM a 5:00 PM\nPBX: (57+601)3527160\nLínea nacional: 018000110012\nPronóstico y Alertas: (57+601) 3075625\nDirección electrónica exclusiva para notificaciones judiciales al IDEAM: notificacionesjudiciales@ideam.gov.co\nSistema Nacional Ambiental: atencionalciudadano@ideam.gov.co\nRadicación de comunicaciones oficiales vía web: contacto@ideam.gov.co","total_emails":425,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogotá ","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":"Calle 25 D No. 96 B - 70 Bogotá D.C."}},"location":{"country":null,"country_code":null,"state":null,"city":null,"timezone":null,"timezone_offset":null,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}