{"https://co.linkedin.com/in/marco-felipe-angarita-torres-659433157":{"error":false,"response":{"first_name":"Marco Felipe","last_name":"Angarita Torres","full_name":"Marco Felipe Angarita Torres","gender":"male","job_title":"Ingeniero Industrial Universidad Nacional de Colombia  ","linkedin":"https://www.linkedin.com/in/marco-felipe-angarita-torres-659433157","summary":"Ingeniero Industrial con habilidades para el trabajo en equipo,  buenas relaciones interpersonales y gusto por el aprendizaje continuo, con interés en las áreas de finanzas (mercado de capitales, finanzas corporativas), estrategia en el plan de negocios, estadística, Big Data e investigación de operaciones (Producción y Cadena de abastecimiento), . Conocimientos en los siguientes programas informáticos: Paquete de estadística R, programación orientada a objetos en JAVA, programa de optimización en GAMS, paquete de simulación  Anylogic  y nivel avanzado en Excel.","premium":false,"skills":"Microsoft Excel, Inglés, Planificación estratégica, Estrategia empresarial, Estadística, Capacidad de análisis, Análisis financiero, Estrategia, Microsoft Office, R, Trabajo en equipo","work_experience":[{"company":{"id":25624,"name":"Ecopetrol","logo":"https://media.licdn.com/dms/image/C560BAQGJF2GZq0j61g/company-logo_400_400/0/1673385119399?e=1705536000&v=beta&t=Ra-r54O0EblkGN7Qhcvnhfj9qTBg2eNcGE6BF7Xmu1Y","url":"https://www.linkedin.com/company/ecopetroloficial/","employees":{"start":10001,"end":null}},"date":{"start":{"month":1,"day":null,"year":2016},"end":{"month":7,"day":null,"year":2016}},"profile_positions":[{"location":null,"date":{"start":{"month":1,"day":null,"year":2016},"end":{"month":7,"day":null,"year":2016}},"company":"Ecopetrol","description":"Soporte en la preparación de informes y presentación de los resultados financieros y operativos de la compañía.\nHacer análisis de la planeación estratégica y de los resultados financieros y operativos de las compañías pares del sector.\nElaborar informe y hacer seguimiento a los reportes y cambios de calificación por parte de las Calificadoras de riesgos (Moody's, S&P y Fitch) a las compañías de oil&gas\nHacer seguimiento a los eventos que puedan afectar el precio de la acción de la empresa y elaborar perspectivas de su evolución","title":"Aprendiz en Finanzas Corporativas y Relación con el Inversionista","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2012},"end":{"month":null,"day":null,"year":2018}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Grado en Ingeniería","field_of_study":"Ingeniería industrial","grade":"P.A 4.2 , Reconocimiento como Mejor Saber Pro  en Ingeniería a nivel nacional "}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2016,"current_job_month":1,"picture":null,"email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Ecopetrol","is_catch_all":null,"size":null,"logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_3PYF5U4QNI5BJVJ6FQOG.jpg","linkedin":"https://www.linkedin.com/company/ecopetroloficial","website":"http://www.ecopetrol.com.co","domain":"ecopetrol.com.co","common_email_pattern":"{first}.{last}","industry":"Oil & Energy","founded_in":1951,"description":"Ecopetrol (NYSE: EC) es la compañía más grande en Colombia y uno de los principales grupos de energía de Latinoamérica. Cuenta con más de 18.000 empleados y es responsable del 60% de la producción de hidrocarburos en Colombia. Es propietaria de las dos refinerías del Colombia y de la gran parte de la infraestructura del segmento de transporte. A su vez, participa en la venta de energía y distribución de gas.\nEn el panorama internacional, el foco estratégico de Ecopetrol se concentra en las cuencas del continente americano. \nTiene operación y participa en proyectos de exploración y producción en Estados Unidos (Cuenca Permian y Golfo de México), Brasil y México.\nComo parte de la estrategia de sosTECnibilidad, la compañía lidera diferentes iniciativas en aspectos claves como descarbonización, energías renovables, gestión del agua, Desarrollo sostenible del territorio y transformación digital.\n\nEcopetrol (NYSE: EC) is the largest company in Colombia and one of the leading integrated energy groups in the American continent, with operations in over eight countries. Its operations span the hydrocarbons value chain (upstream, midstream, downstream), gas distribution, energy transmission, management of real-time systems, road concessions, and telecommunications. As part of its TESG agenda (Technology, Environmental, Social and Governance), the company is leading several initiatives for diversification and decarbonization through, among others, renewables, electrification, natural climate solutions, and hydrogen. All the above, underpinned by innovation and technology as catalyzers of sustainability.","total_emails":1000,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogotá","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":"Cra. 13 No. 36-24"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}