{"https://www.linkedin.com/in/jhon-harrison-p%C3%A9rez-benavides-384352150":{"error":false,"response":{"first_name":"Jhon Harrison","last_name":"Pérez Benavides","full_name":"Jhon Harrison Pérez Benavides","gender":"male","job_title":"Agricultural Engineer","linkedin":"https://www.linkedin.com/in/jhon-harrison-pérez-benavides-384352150","summary":"Agricultural Engineer, with the capacity to fulfill tasks corresponding to the optimization of the resources of the agricultural sector and give a practical solution to its different areas. With extensive knowledge in the design of irrigation and drainage systems, skills in land evaluation, soil management and analysis and information management. Also with the capabilities to analyze scientific information through research, focusing on the design, advice, supervision and direction of projects that lead to the improvement of productive capacity, with excellent interpersonal relationships, ease of teamwork, initiative, proactive, autonomy , solidarity and a high sense of social responsibility.","premium":false,"skills":"Análisis de datos estadísticos, Investigación, Geographic Information Systems (GIS), Agricultura sostenible, Soil, Research, Sustainable Agriculture, Microsoft Office, Customer Service, Inglés, Portugués, French, Spanish, Protección de cultivos, Survey Research, Levantamiento de suelos, Edafología, Poscosecha, Riego y drenaje, Recuperacion de suelos","work_experience":[{"company":{"id":464241,"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":2,"day":null,"year":2016},"end":{"month":11,"day":null,"year":2017}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":2,"day":null,"year":2016},"end":{"month":11,"day":null,"year":2017}},"company":"Universidad Nacional de Colombia","description":"Actividades de docencia en el desarrollo de la asignatura Poscosecha de Frutas y Hortalizas y el módulo de fisiología poscosecha en lo referente a las pruebas de laboratorio así como asesoría a los estudiantes para realizar ensayos de laboratorio acorde con el diseño experimental en los proyectos de investigación.\n· Preparar, organizar y ejecutar prácticas de laboratorio, pruebas y experimentos\n· Brindar apoyo en el desarrollo y presentación de conferencias y clases de laboratorio\n· Preparar exámenes, calificar el trabajo de los estudiantes y proporcionar evaluaciones individuales\n· Liderar los proyectos de investigación de los estudiantes y monitorear su progreso.\n· Coordinar y administrar las salidas de campo a varios proyectos de producción poscosecha.\nSector: Educación universitaria.\n\nSupport the teaching activities in the development of the subject post-harvest of Fruits and Vegetables and the module of post-harvest physiology in relation to laboratory tests as well as advice to students to perform laboratory tests according to the experimental design in the projects of investigation.\n\n· To prepare, organize, and execute laboratory practices, testing, and experiments\n· To provide support in the development and presentation of lectures and laboratory classes\n· To administer examinations, process student work, and provide individual evaluations\n· To facilitate student projects and monitor group research progress\n· To coordinate and manage multiday student trips to post-harvest production projects.\n\nBusiness or sector: University Education","title":"DOCENTE AUXILIAR - ASSISTANT TEACHER","employment_type":null}]},{"company":{"id":null,"name":"Instituto Geografico Agustin Codazzi","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":4,"day":null,"year":2015},"end":{"month":12,"day":null,"year":2015}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":4,"day":null,"year":2015},"end":{"month":12,"day":null,"year":2015}},"company":"Instituto Geografico Agustin Codazzi","description":"Elaborar y actualizar las áreas homogéneas de tierras de alta complejidad con fines catastrales a escala semidetallada (1:25000) usando como insumo los estudios generales de suelos, clima, geomorfología, sistemas de información geográfica (SIG), imágenes satelitales e información levantada en campo.\n· Elaborar las Áreas Homogéneas de Tierras (AHT) para el departamento de Antioquia utilizando Sistemas de Información Geográfica (SIG) e información levantada en campo.\n· Actualizar las Áreas Homogéneas de tierras existentes.\n· Levantar información primaria de suelos, geomorfología y características del área de estudio.\n· Interpretar la geomorfología del paisaje utilizando fotografías aéreas y modelos de elevación digitales.\n· Calcular los valores potenciales de las tierras para sus respectivas clasificaciones\n· Proponer e implementar una actualización en la metodología utilizada para el desarrollo de áreas homogéneas de tierra homogénea\n· Realizar capacitaciones al personal de las distintas sedes del país para los nuevos sistemas y procesos.\n\nElaborate and update the Homogeneous Land Areas of high complexity land for cadastral purposes at a semi-detailed scale (1: 25000) using as an input the general studies of soils, climate, geomorphology and information raised in the field. It was necessary the use of Geographical Information Systems (GIS) like ArcGIS.\n\n- Constructed Homogeneous Land Areas for the department of Antioquia using Geographic Information Systems\n· Updated preexisting Homogeneous Land Areas\n· Surveyed primary soil information, geomorphology and characteristics of the study area\n· Interpreted the geomorphology of the landscape using aerial photography and Digital Elevation Models\n· Calculated the potential value of the land for their respective classifications\n· Proposed and implemented an update in the methodology used for the development of Homogeneous Land Areas\n· Traveled to regional company headquarters to train staff on new systems and processes.","title":"EDAFOLOGO - EDAPHOLOGIST","employment_type":null}]},{"company":{"id":null,"name":"Growing Asesores","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":12,"day":null,"year":2014},"end":{"month":3,"day":null,"year":2015}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":12,"day":null,"year":2014},"end":{"month":3,"day":null,"year":2015}},"company":"Growing Asesores","description":"Brindar asistencia técnica en el diseño, implementación y mantenimiento de sistemas de riego a presión y por gravedad y en la obtención de información primaria relevante como la topografía, meteorología, requerimiento hídrico del cultivo, concesión de aguas, permisos ambientales y demás requerimientos de las Corporaciones Autónomas Regionales (CAR).\n· Diagnosticar e identificar los requisitos de riego y drenaje.\n· Realizar el levantamiento de la información técnica, climatológica, topográfica y reglamentaría para la implementación del proyecto\n· Diseñar sistemas y modelos de riego y drenaje que suplan las necesidades del proyecto.\nSector: Diseño de sistemas de riego y drenaje en proyectos agrícolas.\n\nProvide technical assistance in the design, implementation and maintenance of pressure and gravity irrigation systems and in obtaining relevant primary information such as topography, meteorology, crop water requirement, water concession, environmental permits and other requirements of the Corporations Regional Autonomous (CAR).\n\n· Diagnosed and identified the requirements of irrigation and drainage.\n· Designed systems and models to correct irrigation and drainage.  \n\nBusiness or sector: Design and irrigation engineering","title":"ASISTENTE TECNICO DE RIEGO - TECHNICAL IRRIGATION ASSISTANT ","employment_type":null}]},{"company":{"id":null,"name":"Instituto Geografico Agustin Codazzi","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":9,"day":null,"year":2013},"end":{"month":12,"day":null,"year":2014}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":9,"day":null,"year":2013},"end":{"month":12,"day":null,"year":2014}},"company":"Instituto Geografico Agustin Codazzi","description":"Asesorar y realizar procesos de recolección, análisis, interpretación y recomendación de la información generada en el levantamiento detallado y semidetallado de suelos en áreas de influencia de humedales y paramos de Colombia.\n· Realizar análisis físico-mecánicanicos del suelo en el laboratorio.\n· Realizar informes de diagnóstico sobre el estado y la calidad de las muestras de suelo.\n· Evaluar la idoneidad de la muestra del suelo para el análisis y la experimentación.\n· Diseñar y redactar las pautas para la recopilación de información y procesamiento de datos de calidad.\nSector: Estudios y  levantamientos de suelos.\n\nAdvise and carry out processes of collection, analysis, interpretation and recommendation of the information generated in the detailed and semi-detailed survey of soils in areas of influence of wetlands and paramos in Colombia.\n\n· Analyzed physical-mechanics of soil in the laboratory.\n· Carried out diagnostic reports on the status and quality of soil samples.  \n· Evaluated soil sample suitability for analysis and experimentation.  \n· Designed guidelines for quality collection of information and processing of data.\n\nBusiness or sector: Study and survey of Soils","title":"ANALISTA DE SUELOS - SOIL ANALYST ","employment_type":null}]},{"company":{"id":null,"name":"Ayurá S.A.S.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":2,"day":null,"year":2013},"end":{"month":8,"day":null,"year":2013}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":2,"day":null,"year":2013},"end":{"month":8,"day":null,"year":2013}},"company":"Ayurá S.A.S.","description":"Capacitación y evaluación del personal de cultivo en labores culturales de rosa y clavel en Tocancipá y Gachancipá.\n· Monitorear al personal de campo y las tareas planificadas requeridas por el cultivo.\n· Capacitar el personal en temas de calidad de cultivo y estándares fitosanitarios.\n· Escribir protocolos de calidad para mantener los estándares según la legislación colombiana e internacional.\n· Supervisar la calidad del producto después de la cosecha y antes de la exportación.\n· Definir las dosis de fertilización administradas a través del riego por goteo según recomendaciones del agrónomo.\nSector: Producción de flores.\n\nTraining and evaluation of cultivation personnel in cultural work of rose and carnation in Tocancipá and Gachancipá (Colombia).\n\n· Monitored field staff and planned tasks required by the crop.\n· Trained staff in cultivation quality and phytosanitary standards.\n· Wrote protocols to maintain quality standards with Colombian and international law.\n· Oversaw the review of post-harvest product quality before exportation.\n· Defined the fertilization doses administered through drip irrigation.\n\nBusiness or sector: Flower production","title":"SUPERVISOR DE CALIDAD EN CULTIVO - QUALITY SUPERVISOR AT FRESH CUT FLOWER FARMS","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2016},"end":{"month":null,"day":null,"year":2018}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Master's degree","field_of_study":"Ingeniería agrícola","grade":"4,4"},{"date":{"start":{"month":null,"day":null,"year":2008},"end":{"month":null,"day":null,"year":2013}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Grado en Ingeniería","field_of_study":"Ingeniería agrícola","grade":"3,8"}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2016,"current_job_month":2,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_HHI0J2H6YZT9W43GU0SD.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Universidad Nacional de Colombia"},"location":{"country":"United States","country_code":"US","state":"Missouri","city":"Columbia","timezone":"America/Chicago","timezone_offset":-5.0,"postal_code":null,"raw":"Columbia, Missouri, United States"}}}}