{"https://co.linkedin.com/in/edgar-becerra-chaparro":{"error":false,"response":{"first_name":"Edgar","last_name":"Becerra Chaparro","full_name":"Edgar Becerra Chaparro","gender":"male","job_title":"Ingeniero Electricista at Universidad Distrital Francisco José de Caldas","linkedin":"https://www.linkedin.com/in/edgar-becerra-chaparro","summary":"Experienced Electrical Engineer with a demonstrated history of working in the higher education industry and Public Institutions. Strong engineering professional with a Engineer's degree focused in Ingeniería Electrica from Universidad Nacional de Colombia. ","premium":false,"skills":"Microsoft Office, Management, Customer Service, Project Management, Microsoft Excel, Leadership, Strategic Planning, Microsoft Word, Microsoft PowerPoint","work_experience":[{"company":{"id":15093395,"name":"Universidad Distrital Francisco José de Caldas","logo":"https://media.licdn.com/dms/image/C4D0BAQHj5Hz2_qbsqA/company-logo_400_400/0/1519886725562?e=1705536000&v=beta&t=ejxEkgT6jEbmMH2VJU1JdiUXgFICZENNvfSY0e_fagY","url":"https://www.linkedin.com/school/universidad-distrital-francisco-jos%C3%A9-de-caldas/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":1,"day":null,"year":2016},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá D.C. Area, Colombia","date":{"start":{"month":1,"day":null,"year":2016},"end":{"month":null,"day":null,"year":null}},"company":"Universidad Distrital Francisco José de Caldas","description":"Soporte profesional a la División de Recursos Físicos, como servidor público  realizando la selección y verificación de materiales eléctricos; prestando apoyo en lo relacionado con la ejecución de los trabajos de mantenimiento preventivo y correctivo de equipos y sistemas eléctricos y de cableado estructurado de la entidad; así como apoyar profesionalmente los procesos contractuales de inversión; presentación de informes de diagnósticos preventivos/correctivos del sistema eléctrico en sus diferentes sedes y demás actividades eléctricas que se desarrollan en la División. Apoyo a la supervisión  en la verificación, cumplimiento y control de vigilancia en las diferentes sedes de la Universidad; Apoyo a la supervisión  en la verificación, cumplimiento y control de servicios generales de aseo en las diferentes sedes de la Universidad; Apoyo a la supervisión de los diferentes contratos de mantenimiento y/o mejoramiento a cargo de la División; Supervisar las actividades orientadas a la construcción y mantenimiento  de la infraestructura de la Universidad; Elaborar planes de mantenimiento preventivo y correctivo, coordinar su implementación y difusión ante personal a cargo de las actividades de mantenimiento; Apoyar a la División de Recursos Físicos en la elaboración de los diferentes planes de gestión, de mejoramiento y de inversión que se requiera en las diferentes sedes de la Universidad; Atender oportunamente las inquietudes en cuanto infraestructura, adecuación, sistemas eléctricos y mantenimiento, expuestas por la comunidad académica y administrativa de las diferentes Sedes. Adicionalmente ejerzo como como Coordinador de la Sede Vivero - Facultad de Medio Ambiente y Recursos Naturales, estando a cargo de todos aspectos de mantenimiento de la Facultad, lo cual incluye obra civil, obra eléctrica, así como el manejo y administración del personal de mantenimiento, vigilancia y aseo, los cuales suman veintinueve personas.","title":"Ingeniero Electricista","employment_type":null}]},{"company":{"id":7200972,"name":"superintendencia de puertos y transportes","logo":null,"url":"https://www.linkedin.com/company/superintendencia-de-puertos-y-transportes/","employees":{"start":null,"end":null}},"date":{"start":{"month":12,"day":null,"year":2013},"end":{"month":12,"day":null,"year":2015}},"profile_positions":[{"location":"Bogotá D.C. Area, Colombia","date":{"start":{"month":12,"day":null,"year":2013},"end":{"month":12,"day":null,"year":2015}},"company":"superintendencia de puertos y transportes","description":"Trabajé como servidor público bajo la figura de contratista independiente apoyando  la gestión de la Oficina Asesora de Planeación – Grupo interno de Informática y Estadística de esta entidad del estado en los temas de administración, soporte y mantenimiento óptimo de la infraestructura tecnológica de la entidad, administración de servicios, verificaciones eléctricas, apoyo y capacitación a los usuarios finales, elaboración de estudios de mercado, estudios previos, seguimiento de contratos, acompañamiento a licitaciones, administración del directorio activo, administrador de la consola de antivirus e instalación del mismo en toda la entidad,  backups, acompañamiento de proceso de reestructuración, cableado estructurado, políticas de control de dispositivos, UPS, administración del servidor de correo y Microsoft Exchange, adquisición e instalación de productos google de 500 usuarios, mantenimiento de los diferentes equipos de computo, red de impresoras.","title":"Ingeniero Electricista","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":null},"end":{"month":12,"day":null,"year":2020}},"school":{"name":"Universidad Distrital Francisco José de Caldas","logo":"https://media.licdn.com/dms/image/C4D0BAQHj5Hz2_qbsqA/company-logo_400_400/0/1519886725562?e=1705536000&v=beta&t=ejxEkgT6jEbmMH2VJU1JdiUXgFICZENNvfSY0e_fagY","url":"https://www.linkedin.com/school/universidad-distrital-francisco-jos%C3%A9-de-caldas/"},"degree_name":"Especialista gestión de proyectos de ingeniería ","field_of_study":"Ingeniería","grade":null},{"date":{"start":{"month":null,"day":null,"year":null},"end":{"month":null,"day":null,"year":2015}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Engineer's degree","field_of_study":"Ingeniería Electrica","grade":null}],"languages":{"primary_locale":{"country":"US","language":"en"},"supported_locales":[{"country":"US","language":"en"}],"profile_languages":[]},"current_job_year":2016,"current_job_month":1,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_78SYGIALJIARHPTRIXNK.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Universidad Distrital Francisco José de Caldas"},"location":{"country":"Colombia","country_code":"CO","state":null,"city":null,"timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Colombia"}}}}