{"https://co.linkedin.com/in/andres-david-larrota-diaz":{"error":false,"response":{"first_name":"Andrés David","last_name":"Larrota Díaz","full_name":"Andrés David Larrota Díaz","gender":"male","job_title":"Digital Marketing Manager | Doing Marketing That Actually Improve Sells | Professional Warewashing Solutions | German Technology | Industrial Dishwashers | Kitchen Cost Reduction | Equipment Rental | Growth Marketing ","linkedin":"https://www.linkedin.com/in/andres-david-larrota-diaz","summary":"Converting marketing into a true sales driver is the first Andrés's vocation. Applying science, technology and data that could work as an input to make marketing decisions and, from there build a sustainable, replicable and scalable strategy that can generate growth for companies.\n\nAndrés supports companies from the Growth discipline, applying technology, data analytics, corporate strategy, organizational analysis and scientific method in marketing tactics, thus maximizing return on investment and redefining strategic positioning in organizations.\n\nTrained as an Electrical Engineer, Master in Marketing Management and Digital Marketing, Andrés has worked mainly in B2B companies in different roles ranging from product creation, commercial coordination, marketing management and digital marketing management.\n\nWith more than 5 years of experience doing digital marketing, Andrés has found in this profession a way to apply different disciplines and knowledge that range from HTML programming, CSS and web design, through the management, programming and managing of CRMs, thus marketing automation on advanced inbound sales platforms, digital advertising, trafficker on platforms such as Google Ads, Facebook Ads, Linkedin Ads, among others.\n\nAt a Management Level, Andrés loves data, he loves obtaining valuable insights, building Business Intelligence and Analytics models that allow him to make strategic decisions.\n\nAndrés is passionate about Leadership and Strategic Management for Companies and hopes in the future of being able to have a role as a manager. For this, he seeks to study all the time in training, knowledge and soft skills that allow him to build relationships of trust and thus maximize the performance of his work teams.\n\nAndrés believes that one of the main values of a real effective leadership is transforming people and bringing out the best version of each one of them, thus contributing to his own personal and professional growth.\n\nBuilding a marketing work team is just the beginning of what it entails, it will be a long career in which he hopes to contribute to companies by forming effective teams and leaders in the organization that will in turn be the standard and model for many to follow in the future.\n\nAndrés loves sports, swimming is his main hobby, he loves to make an effort and be at the forefront of the knowledge that his profession implies on a day-to-day basis.\n\n#digitalmarketing #growthmarketing #growth #inbound #inboundsales #manager #marketingmanager #digitalmarketingmanager #SEO #growthmarketing #marketingautomation #sales #pipeline #crm","premium":false,"skills":"Analytical Skills, Written Communication, Profit.co, Planificación de mercado, Para empresas (B2B), Product Management, Estrategia de marketing, Gestión de relaciones con clientes (CRM), Marketing digital, Microsoft Office, Administración y dirección de empresas, Servicio de atención al cliente, Gestión de proyectos, Microsoft Excel, Ingeniería, Liderazgo, Microsoft Word, Manufactura, Gestión comercial, Ventas","work_experience":[{"company":{"id":33251017,"name":"Winterhalter Andina","logo":"https://media.licdn.com/dms/image/C4E0BAQF89DxonKry8w/company-logo_400_400/0/1535052936392/winterhalter_andina_col_logo?e=1705536000&v=beta&t=AzNoYOjAfB4Ci1DQzcJbXGpHUe9KbKTBNmrgrJbbIxo","url":"https://www.linkedin.com/company/winterhalter-andina-col/","employees":{"start":51,"end":200}},"date":{"start":{"month":6,"day":null,"year":2019},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":7,"day":null,"year":2019},"end":{"month":null,"day":null,"year":null}},"company":"Winterhalter Andina","description":null,"title":"Digital Marketing-Manager LATAM","employment_type":null},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":6,"day":null,"year":2019},"end":{"month":2,"day":null,"year":2020}},"company":"Winterhalter Andina","description":null,"title":"Digital Marketing Director","employment_type":"Full-time"}]},{"company":{"id":35543219,"name":"IGNP SAS","logo":"https://media.licdn.com/dms/image/C4E0BAQGqfjXjrxqdPA/company-logo_400_400/0/1548900339109?e=1705536000&v=beta&t=nF3Iy64dgMjPcmaNH4rjJqP4g-JPhGUGjxdyBXbCx7g","url":"https://www.linkedin.com/company/ignp-sas/","employees":{"start":11,"end":50}},"date":{"start":{"month":2,"day":null,"year":2017},"end":{"month":6,"day":null,"year":2019}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":2,"day":null,"year":2018},"end":{"month":6,"day":null,"year":2019}},"company":"IGNP SAS","description":"Gestionar y dirigir las estrategias y campañas de mercadeo así como comerciales. Gestionar la estrategia digital de la empresa, Gestión de pauta en social media, ads y analytics. Integración y administración del CRM en Hubspot. Administrar el Balance Score Card (BSC) de la compañía donde se maneja y administra el cuadro de mando integral (CMI). Con ello se llevan los indicadores globales de la compañía y el cumplimiento real de la planeación estratégica, la medición de la estrategia de mercadeo de acuerdo a las 4 perspectivas del modelo (Financiero, Clientes, Procesos internos y aprendizaje y crecimiento)\n+ Establecer la estrategia comercial de la empresa. Desarrollar el Forecast de Ventas de acuerdo a los\nmodelos empleados en la compañía y a datos históricos con base en análisis estadístico.\n+ Desarrollar plan de medios y comunicación con base en el plan de mercadeo.\n+ Establecer indicadores financieros, análisis de cartera, optimización de gastos, manejo eficiente de los\nrecursos. Elaboración y administración de los presupuestos de área. Optimización financiera y a rotar la\ncartera para contar con la mayor liquidez posible y obtener el mayor apalancamiento financiero para no\ncontar con saldos negativos en las cuentas de tesorería.\n+ Elaborar informes de gestión corporativa y manejo de indicadores de gestión de acuerdo a lo establecido en la norma ISO 9001.","title":"Coordinador de marketing","employment_type":null},{"location":"Bogotá, Bogotá D.C., Colombia","date":{"start":{"month":2,"day":null,"year":2017},"end":{"month":6,"day":null,"year":2019}},"company":"IGNP SAS","description":"Gerente de Producto","title":"Manager de Producto","employment_type":null}]},{"company":{"id":null,"name":"ENGGENCO","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":2,"day":null,"year":2016},"end":{"month":7,"day":null,"year":2017}},"profile_positions":[{"location":null,"date":{"start":{"month":2,"day":null,"year":2016},"end":{"month":7,"day":null,"year":2017}},"company":"ENGGENCO","description":"Como Ingeniero Product Manager/Ingeniero de Producto/ Ingeniero Comercial, tengo a mi cargo la comercialización, creación de estrategia de mercado, plan metas de ventas y capacitación y puesta en\nmarcha de Ciertos productos pensados para industrias y electriﬁcadoras. Como Product Manager he\ntomado capacitaciones con algunas de las marcas que representamos tales como TCI para equipos\nde Filtrado, MegaResistors para equipos de aterrizamiento de neutro, Controladores Woodward\npara sincronización de generadores y transferencias automáticas, entre otros equipos y marcas\nque representamos y distribuimos. Como Ingeniero Electricista en Enggenco también he tenido la\nexperiencia de realizar estudios de Calidad de Energía, Estudios de Sistemas de Puesta a Tierra\n(SPT), diseno eléctrico e instalaciones eléctricas en independización de cuentas en proyectos de construcción en Tabio.","title":" Product Manager ","employment_type":null}]},{"company":{"id":277579,"name":"ABB","logo":"https://media.licdn.com/dms/image/C4D0BAQHPGAMgqJMBZQ/company-logo_400_400/0/1602668648845/abb_logo?e=1705536000&v=beta&t=KXjHc2_YtOqsqnludOvbkJK3nrtNO0BoaumCPJD9ncQ","url":"https://www.linkedin.com/company/abb/","employees":{"start":10001,"end":null}},"date":{"start":{"month":8,"day":null,"year":2015},"end":{"month":2,"day":null,"year":2016}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":8,"day":null,"year":2015},"end":{"month":2,"day":null,"year":2016}},"company":"ABB","description":"Atención al Cliente, Mantenimiento, diagnóstico y revisión de Variadores de Baja tensión. Manejo\nde garantías, importaciones y exportaciones de equipos de media y baja tensión pertenecientes\nal portafolio de DM Discrete Motion Automation, Elaboración del exceles para inventarios de\nherramientas, creación de casos, registros y elaboración de contratos con talleres autorizados en\nmotores BALDOR y ABB.\nAdministrador del taller de DM para pruebas y revisión de equipos, inventario de herramienta,\nmanejo de repuestos, Control de equipos según almacén. Manejo y atención al Cliente para soportar\nasistencias técnicas, soportar garantías, Coordinar servicios y visitas del departamento técnico a\ninstalaciones del cliente.","title":"Warranty Analyst","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2017},"end":{"month":null,"day":null,"year":2019}},"school":{"name":"Universidad Externado de Colombia","logo":"https://media.licdn.com/dms/image/C560BAQFatn9VKxffZQ/company-logo_400_400/0/1648152999253/universidad_externado_de_colombia_logo?e=1705536000&v=beta&t=qd7DvigRRxdid68_nobMHs06wF4dsWFQa3mJ9IvVjwg","url":"https://www.linkedin.com/school/universidad-externado-de-colombia/"},"degree_name":"Maestría","field_of_study":"Maestria en Mercadeo, Marketing Digital","grade":null},{"date":{"start":{"month":null,"day":null,"year":2014},"end":{"month":null,"day":null,"year":2016}},"school":{"name":"Wall Street English Tunisia","logo":"https://media.licdn.com/dms/image/D4E0BAQFN4D3dRh_ZNQ/company-logo_400_400/0/1696672945545/wall_street_english_tunisia_logo?e=1705536000&v=beta&t=KwKteopVufCdGMBGg0QftJntKuPOSCZoaYYqdczWEUY","url":"https://www.linkedin.com/school/wall-street-english-tunisia/"},"degree_name":"INTENSIVE ENGLISH LEVEL","field_of_study":"Enseñanza de inglés como lengua extranjera","grade":"SUPERIOR"},{"date":{"start":{"month":null,"day":null,"year":2009},"end":{"month":null,"day":null,"year":2015}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero Electricista","field_of_study":"Ingeniería eléctrica y electrónica","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"},{"country":"US","language":"en"}],"profile_languages":[{"name":"Español","proficiency":null},{"name":"Inglés","proficiency":null}]},"current_job_year":2019,"current_job_month":6,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_8R8D7Z6HEWRQIPWJYWDG.jpg","email":{"email":"adavid@winterhalter.co","email_anon_id":"hHKrjcnTqaGj","email_status":"CATCH_ALL","email_type":"professional"},"company":{"name":"Winterhalter Andina","is_catch_all":true,"size":"51-200","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_VMVTMV729J3XV3CVDYLP.jpg","linkedin":"https://www.linkedin.com/company/winterhalter-andina-col","website":"https://www.winterhalter.co","domain":"winterhalter.co","common_email_pattern":null,"industry":"Industrial Machinery Manufacturing","founded_in":1947,"description":"Winterhalter, el Especialista en Sistemas de Lavado Industrial. \n\nLos lavavajillas, productos químicos, equipos para el tratamiento del agua y las cestas garantizan resultados de lavado perfectos. Los productos de Winterhalter se caracterizan por ser innovadores, eficientes, fáciles de utilizar y por los excelentes resultados obtenidos en cocinas profesionales durante décadas.\n\nEn todo el mundo, muy diversos tipos de establecimientos de restauración y catering han confiado en el nombre de Winterhalter y en sus soluciones de lavado.\n\nWinterhalter es una empresa fundada en 1947 por Karl Winterhalter en Friedrichshafen, al sur de Alemania. Hoy, Jürgen y Ralph Winterhalter, hijo y nieto del fundador, dirigen esta compañía familiar. Con más de 1000 empleados en todo el mundo gestionada por los propietarios es uno de los actores principales en la industria de las cocinas profesionales.\n\nLa sede de la empresa se encuentra en Meckenbeuren, Alemania, cerca del lago Constanza, con 2 plantas de producción adicionales en Endingen (Alemania) y en Rüthi (Suiza). Winterhalter está representada en todo el mundo a través de sus más de 70 socios o filiales.\n\n«El éxito siempre se basa en el trabajo de equipo», acuñado por el fundador Karl Winterhalter, es el lema de la compañía. Así se refleja en el manual de procedimiento de Winterhalter y es la filosofía que se desarrolla por todos nuestros empleados y colaboradores.","total_emails":11,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogotá","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":"Carrera 49 A 91 - 24"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}