{"https://co.linkedin.com/in/juan-camilo-sanchez-salazar-b20553138":{"error":false,"response":{"first_name":"Juan Camilo","last_name":"Sanchez Salazar","full_name":"Juan Camilo Sanchez Salazar","gender":"male","job_title":"Desarrollador sénior en Alkanza","linkedin":"https://www.linkedin.com/in/juan-camilo-sanchez-salazar-b20553138","summary":"Me considero una persona autodidacta capaz de aprender y utilizar eícientemente las nuevas tecnologqas que marcan la tendencia en el mercado, actualmente estoy en un proceso de actualizacion en el cual estoy aprendiendo Angular, ruby, ruby on rails, aws, phyton, para estar a la vanguardia en cuanto a desarrollo se reíere. Y  recientement tengo mucho interes en Data Science, para lo cual estoy pensando en hacer una mestria en mi alma mater. Tmabien estoy interesado en machine learning, pero no he tenido la oprtunidad de trabajar en eso. Tengo efperiencia en todas las partes del ciclo de desarrollo de software desarrollado roles en la obtencion de requerimientos, en la elaboraciwn de documentos de diseño, , en el desarrollo de la soluciwn, en las pruebas y en la implementación. .\nMe gusta leer constantemente sobre tecnología para estar al tanto de los avances de la industria.\nMe interesan mucho las metodologías de desarollo de software, y constantemente estoy aprendiendo las nuevas metodologías de las cuales leo o escucho, actualmente estoy interesado en aprender de kanban una metodologqa ágil. En el banco popular junto con algunos compañeros lideramos la implementación de una metodología  personalizada para el Area de proyectos especiales. ","premium":false,"skills":"Modelo–vista–controlador, Programación orientada a objetos (OOP), XML, Python, ASP.NET, Visual Studio, Microsoft SQL Server, PHP, Scrum, Java, Java EE, PL/SQL, GitHub, C#","work_experience":[{"company":{"id":null,"name":"Alkanza","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":12,"day":null,"year":2017},"end":{"month":11,"day":null,"year":2019}},"profile_positions":[{"location":"Bogota","date":{"start":{"month":12,"day":null,"year":2017},"end":{"month":11,"day":null,"year":2019}},"company":"Alkanza","description":"Encargado del desarrollo de los requerimientos de los micro servicios para la operación de los diferentes partners que tenia la conpañia con lo eran bancolombia, proteccion, sura, eastspring, rico, así como el core backend todo desarrollado en python. Ayude en el desarrollo y cambios de un juego que media el perfil de riesgo del usuario también desarrolle algunas encuesta en type forms para la medición del perfil de riesgo en colaboración con el equipo de data science, estuve a cargo de la organización y la implementación de nuevas plantillas de correo electrónico para los diferentes partners, estuve encargado de crear librerias para el consumo de las apis externas de los partners para la operación diaria, para el envio de correos y autenticación de usuarios. En su momento colabore con algunos requerimientos de front en react js. Mi ultimo rol fue en el equipo de soporte de la operación diaria y la corrección de bugs de los micro servicios de partners y el core backend de negocio.","title":"Desarrollador sénior","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":1997},"end":{"month":null,"day":null,"year":2003}},"school":{"name":"Escuela Colombiana de Ingeniería Julio Garavito","logo":"https://media.licdn.com/dms/image/C560BAQH-bNemOZZ2hQ/company-logo_400_400/0/1634912612508/escuela_colombiana_de_ingenieria_logo?e=1705536000&v=beta&t=X-gg5knA7JHZSg7V5evHmFMAWe3pLd-9P2AHjVGB6Zo","url":"https://www.linkedin.com/school/escuela-colombiana-de-ingenieria/"},"degree_name":"Ingeniero de Sistemas","field_of_study":"Ingeniería de sistemas","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2017,"current_job_month":12,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_KU3DXVUDNHORGSSK6DJ8.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Alkanza"},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}