{"https://co.linkedin.com/in/javier-alfonso-cardenas-puerto":{"error":false,"response":{"first_name":"Javier","last_name":"Cárdenas","full_name":"Javier Cárdenas","gender":"male","job_title":".","linkedin":"https://www.linkedin.com/in/javier-alfonso-cardenas-puerto","summary":"Ingeniero Mecánico con Magister en Administración y Diplomado en Gerencia de Proyectos con más de 27 años de experiencia en compañías multinacionales ocupando cargos gerenciales en los sectores del Oil & Gas y Minería tales como Gerente de Ingeniería, Gerente de Proyectos, Gerente de Mantenimiento y Director de Interventoría. Experto en Ingeniería, Construcción y Montaje y en diseño e implementación de planes Mantenimiento, Integridad y Confiabilidad de plantas de producción y distribución de combustibles, lubricantes, asfaltos, grasas lubricantes, poliductos, gasoductos y estaciones de servicio. Especialista en Gerencia de Proyectos bajo la metodología del PMI y en Administración e interventoría de contratos; y en la implementación de sistemas de Control de Calidad, programas de HSE, Mercadeo Técnico y con competencias para realizar consultoría técnica y operativa. He liderado equipos multidisciplinares de alto desempeño, diseñando los planes de trabajo y KPI´s; basado en mi pensamiento estratégico, optimización de recursos, innovación, adaptabilidad, creatividad, facilidad para aprender y habilidades de negociación.\n\nTeniendo en cuenta mi experiencia como Gerente de Ingeniería, Gerente de Proyectos y Gerente de Mantenimiento y mi pasión por la ingeniería, mi propósito es entregar valor a las personas y a las organizaciones que hagan parte de mi circulo laboral y que tengan contacto conmigo compartiendo conocimientos y experiencias de manera asertiva con el fin de lograr optimización de recursos, atender las necesidades de los clientes internos y externos, potenciar el equipo de trabajo, innovar y hacer mejora continua. \n\nEstoy interesado en cargos como: Gerencia de Proyectos, Gerencia de Ingeniería, Gerencia de Mantenimiento, Gerencia de Operaciones, Gerencia o Director de Interventoría.\n\nInteresado en sectores como: Oil & Gas, Energía, Minería, Ingeniería y Construcción, Servicios Petroleros y Energía.","premium":false,"skills":"Diseño, Gestión de obras de construcción, Gestión de la ingeniería, Coordinación de proyectos, Project Management, Planificación estratégica, Industria petrolera, Energía, Strategic Planning, Project Planning, Planeamiento de proyectos, Ingeniería, Gestión de proyectos, Microsoft Project, Energy, Petroleum, Engineering, Gas, Ingeniería de proyectos, Petróleo y gas natural","work_experience":[{"company":{"id":9826,"name":"Wood","logo":"https://media.licdn.com/dms/image/D4E0BAQFq3zsItxSxQQ/company-logo_400_400/0/1688139373877?e=1705536000&v=beta&t=X3WWMWJ6t7U3YZWbFG3YW81VEfIiuMMLEQOXYUBlX64","url":"https://www.linkedin.com/company/woodplc/","employees":{"start":10001,"end":null}},"date":{"start":{"month":2,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":2,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"company":"Wood","description":null,"title":"Coordinador de ingeniería","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Escalar Ingeniería SAS","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":10,"day":null,"year":2021},"end":{"month":1,"day":null,"year":2023}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":3,"day":null,"year":2022},"end":{"month":1,"day":null,"year":2023}},"company":"Escalar Ingeniería SAS","description":"Coordinar el apoyo a la Gerencia de Proyectos y otras áreas de la Vicepresidencia Técnica para el desarrollo de factibilidad de proyectos, desarrollo de ingenierías conceptuales y básicas feed, aseguramiento de ingenierías e interventoría de contratos EPC. Apoyo para el desarrollo de los proyectos en las áreas de SST, ambiental, social y tierras. Contratación por gastos reembolsables de estudios, ingenierías, talleres y bienes y servicios requeridos para el desarrollo de las ingenierías y para apoyar los proyectos. Relacionamiento con líderes de proyectos, la gerencia de proyectos, la gerencia de aseguramiento y otras áreas de TGI. Encargado de todos los aspectos administrativos del contrato. Manejo de 23 profesionales.\nLogros más destacados: \n•\tCoordiné la Ingeniería básica feed para la estación de compresión de gas de Pradera\n•\tCoordiné la Ingeniería básica feed para la estación compresora de gas de Venadillo\n•\tCoordiné la Ingeniería básica feed para contratación EPC de la conexión de la ECG de Villavicencio al gasoducto Apiay-Usme.\n•\tCoordiné el Aseguramiento de la ingeniería básica para planta de micro LNG en la ECG de Barranca.\n•\tInterventoría de la construcción y la ingeniería de detalle del contrato EPC de la conexión de la ECG de Villavicencio al gasoducto Apiay-Usme.\n•\tCoordiné la Contratación por gastos reembolsables y aseguramiento de la ingeniería básica para para la reposición del Ramal Tierradentro en el Líbano.","title":"Coordinador Técnico y Administrativo Contrato de Apoyo a la Gerencia de Proyectos y portafolio TGI","employment_type":"Full-time"},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":10,"day":null,"year":2021},"end":{"month":3,"day":null,"year":2022}},"company":"Escalar Ingeniería SAS","description":"Encargado de Gerenciar el área de ingeniería y energías alternativas incluye el desarrollo de negocio, búsqueda de nuevas oportunidades y manejo de clientes y personal del área.","title":"Gerente de Ingeniería y Energías Alternativa","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Escalar Ingeniería SAS","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":8,"day":null,"year":2019},"end":{"month":5,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":8,"day":null,"year":2019},"end":{"month":5,"day":null,"year":2021}},"company":"Escalar Ingeniería SAS","description":"Responsabilidades\nComo Director de Proyecto tuve la oportunidad de liderar y dirigir la Interventoría Integral a los contratos de mantenimiento, inspección y construcción y refuerzo de los Sistemas de Protección Catódica, de los 4.000 Km de gasoductos de TGI SA ESP. Contempló las actividades relacionadas con temas técnicos, administrativos, laborales, sociales, ambientales, jurídicos, contables, tributarios y financieros; dentro del marco legal y contractual.\n\nLogros más destacados:\n•\tLideré la interventoría integral y gestoría de ocho contratos (8), incluido el de Interventoría, cuatro (4) durante la época de la pandemia de COVID-19, que suman un valor cercano a los COP 29.000 millones con sus respectivas liquidaciones y cero reclamaciones económicas.\n•\tDiseñé e Implementé mejoras en los procesos seguimiento y control de interventoría de los contratos.","title":"Director de Proyecto de Interventoría de Contratos de Protección Catódica en TGI SA ESP","employment_type":"Contract"}]},{"company":{"id":null,"name":"OMPI Soluciones SAS","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":6,"day":null,"year":2018},"end":{"month":7,"day":null,"year":2019}},"profile_positions":[{"location":"Chía, Cundinamarca, Colombia","date":{"start":{"month":6,"day":null,"year":2018},"end":{"month":7,"day":null,"year":2019}},"company":"OMPI Soluciones SAS","description":"Responsabilidades\nComo Emprendedor asumí la Gerencia de Proyecto personal de crear una empresa para la prestación de servicios de Operación, Mantenimiento, Gerencia de Proyectos e Ingeniería. Para su desarrollo, iniciar la prestación de los servicios en asocio con empresas que ya están prestando dichos servicios en los sectores de Oil & Gas y Minería.\n\nLogros más destacados:\n•\tAsesoré a Aviacol USA Corp en la verificación del cumplimiento de las normas aplicables a la instalación de los sistemas de control de inventarios tipo radar suministrados e instalados en los tanques de almacenamiento de combustibles de la FAC en las unidades de Madrid y Palanquero.\n•\tEn asocio con el Grupo La Jagua, lideré el diseño de las facilidades para recibo, almacenamiento, mezcla con biodiesel y distribución de Diesel de dos plantas de combustibles, una para la mina El Descanso y otra para la mina Pribbenow pertenecientes a Drumond LTD para aprobación por el MinMinas como Gran Consumidor, con una capacidad de 450.000 gal. y 330.000 gal. respectivamente.\n•\tRealicé la Interventoría mediante contrato de prestación de servicios para Consorcio CJS Interventores, como Ingeniero de Montajes, de las estructuras de los talleres de mantenimiento y de los tanques metálicos de almacenamiento y redes de distribución en los patios temporales Tunal II, Calle 80 II y Norte II de Transmilenio.","title":"Emprendedor","employment_type":"Full-time"}]},{"company":{"id":4120,"name":"Petrobras","logo":"https://media.licdn.com/dms/image/C560BAQGhF5S_rZjL-A/company-logo_400_400/0/1519855872031?e=1705536000&v=beta&t=LosOGHb4XwBT0-Eqh3REclCHDgkhnsID0vfqqhZ4v3c","url":"https://www.linkedin.com/company/petrobras/","employees":{"start":10001,"end":null}},"date":{"start":{"month":12,"day":null,"year":2006},"end":{"month":4,"day":null,"year":2018}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":9,"day":null,"year":2012},"end":{"month":4,"day":null,"year":2018}},"company":"Petrobras","description":"Responsabilidades\nDentro de la la Gerencia que tenía a cargo estaban unidas la Gerencia de Ingeniería, la Gerencia de Mantenimiento y Gerencia de Soporte Técnico.  Está área estaba encargada de la Gerencia de proyectos, que incluía el diseño, construcción y montaje de estaciones de servicio y las plantas de producción y distribución de combustibles y lubricantes. Gerenciar el equipo mantenimiento, integridad y confiabilidad de la Compañía. Como Gerencia de Soporte Técnico desarrollar los productos lubricantes, controlar la calidad y soporte técnico de lubricantes y combustibles en la procesos de producción y distribución.\n\nLogros más destacados\n•\tLogré una disminución del costo de producción de lubricantes de hasta el 45%; más de COP$1.000 millones al año, mediante la optimización de las formulaciones y desarrollo de nuevos productos.\n•\tRealicé el diseño e implementación de herramientas de mercadeo técnico y fidelización de la marca Petrobras como Escuela Petrobras, Ecoptimizar, LubExpress, LubSystem.\n•\tObtuve optimizaciones en los costos de mantenimiento y proyectos mediante una disminución en los costos de los contratos de hasta el 50%, cerca de COP$1.700 millones al año.\n•\tGerencié los proyectos de las adecuaciones de la Planta de Petrobras Santa Marta para el suministro de Diesel marino a las plataformas de perforación para los pozos exploratorios de Petrobras; Orca I y Brama I.\n•\tLogré aumentar hasta en un 100% la vida útil de los lubricantes en el cliente Cerrejón y otros clientes.","title":"Gerente de Ingeniería, Mantenimiento y Soporte Tecnico","employment_type":"Full-time"},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":11,"day":null,"year":2008},"end":{"month":8,"day":null,"year":2012}},"company":"Petrobras","description":"Responsabilidades\nComo Supervisor / Jefe de Mantenimiento, tuve la oportunidad de coordinar la planeación y la ejecución del mantenimiento y los planes de integridad y confiabilidad de las plantas de lubricantes y combustibles y las estaciones de servicio. Como Supervisor / Jefe de Proyectos Especiales coordinar la ejecución de los proyectos (Gerencia de Proyectos) de las Plantas para producción y distribución de lubricantes y combustibles y grandes clientes.\n\nLogros más destacados\n•\tGerencié el Proyecto de la toma de la operación de Combustibles y suministro de Lubricantes del Cerrejón, al que se le manejaban 7 millones de galones de Diesel y se le entregaban 280.000 galones de lubricantes al mes.\n•\tLogré una disminución del 70% los secados y del 30% en los costos de operación de distribución de combustibles mediante el desarrollo de los proyectos de modernización y automatización del llenadero y de automatización de inventarios para el suministro de Diesel en las islas de La Mina del Cerrejón.","title":"Supervisor / Jefe de Mantenimiento y Proyectos Especiales Downstream","employment_type":"Full-time"},{"location":"Bogota","date":{"start":{"month":12,"day":null,"year":2006},"end":{"month":11,"day":null,"year":2008}},"company":"Petrobras","description":"Responsabilidades\nComo Supervisor / Jefe de Mantenimiento coordinar, la planeación y la ejecución del mantenimiento y los planes de integridad y confiabilidad de las plantas de lubricantes y combustibles. Como Supervisor / Jefe de Mantenimiento coordinar la ejecución de los proyectos (Gerencia de Proyectos) de las Plantas para producción y distribución de lubricantes y combustibles.\n\nLogros más destacados\n•\tGerencié de proyectos de ampliación de la capacidad de almacenamiento de combustibles y almacenamiento de materias primas para lubricantes en las Planta de Puente Aranda.\n•\tGerencié los proyectos del diseño y construcción de las plantas distribución y mezcla de combustibles y biocombustibles en Cartagena y Yopal.","title":"Supervisor / Jefe de Ingenieria y Mantenimiento de Plantas","employment_type":"Full-time"}]},{"company":{"id":683065,"name":"Mecánicos Asociados S.A.S.","logo":"https://media.licdn.com/dms/image/C4D0BAQH8kSkzi6QF1A/company-logo_400_400/0/1519894488905?e=1705536000&v=beta&t=VwthwXqps_1hT3wD2XN_CfTQGADTzak8mnymMKjxClY","url":"https://www.linkedin.com/company/mec-nicos-asociados---masa-s-a-/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":2,"day":null,"year":2006},"end":{"month":11,"day":null,"year":2006}},"profile_positions":[{"location":"Bogota","date":{"start":{"month":2,"day":null,"year":2006},"end":{"month":11,"day":null,"year":2006}},"company":"Mecánicos Asociados S.A.S.","description":"Responsabilidades\nComo Jefe de Mantenimiento, tuve la oportunidad de supervisar la ejecución del mantenimiento de la Planta de Combustibles y Lubricantes de Petrobras en Bogotá y coordinar el contrato de Operación & Mantenimiento entre MASAS y Petrobras.\n\nLogros más destacados\n•\tCoordiné el levantamiento de información, el desarrollo de la política, la estrategia y la puesta en funcionamiento de los planes de mantenimiento y evaluación de criticidad de los equipos de las plantas. Y dirigí la implementación en SAP de los módulos de Mantenimiento (PM), Proyectos (PS) y Almacén (MM).","title":"Jefe de Mantenimiento para las Plantas de Petrobras Colombia Combustibles","employment_type":"Contract"}]},{"company":{"id":null,"name":"Socitec Ltda.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":11,"day":null,"year":1994},"end":{"month":1,"day":null,"year":2006}},"profile_positions":[{"location":"Bogota","date":{"start":{"month":1,"day":null,"year":2004},"end":{"month":1,"day":null,"year":2006}},"company":"Socitec Ltda.","description":"Responsabilidades\nComo Jefe de Mantenimiento tuve la oportunidad de planear y supervisar la ejecución del mantenimiento de las cuatro Plantas de producción, distribución y almacenamiento de combustibles, lubricantes, grasas, asfaltos, básicos y aditivos de Shell Colombia. Aunque no era parte del alcance del contrato asumí la Gerencia de Proyectos, donde me encargué de coordinar la ingeniería, la construcción y la interventoría de los proyectos de las plantas de lubricantes, grasas y asfaltos. \n\nLogros más destacados\n•\tLogré un aumento en las ventas en un 150%, mediante el desarrollo de la ingeniería e implementación de las adecuaciones de la Planta de Grasas para certificarla por Shell Global Solutions para exportación.\n•\tObtuve un aumento del 80% de la productividad de la Planta de Grasas, con el desarrollo de la ingeniería e implementación de la optimización de los sistemas de calentamiento y enfriamiento.\n•\tRealice el diseño y construcción de una Planta de Producción Asfaltos Modificados.","title":"Jefe de Mantenimiento para las Plantas de Shell Colombia S.A.","employment_type":"Full-time"},{"location":"Bogota y Guayaquil","date":{"start":{"month":2,"day":null,"year":2004},"end":{"month":10,"day":null,"year":2004}},"company":"Socitec Ltda.","description":"Responsabilidades\nComo Jefe de Ingeniería y proyectos tuve la oportunidad de hace la Gerencia de Proyectos para desarrollo de la ingeniería, la construcción y la interventoría de dos proyectos de Bitumen (asfaltos) en las Plantas de Shell Ecuador S.A. en Guayaquil y Shell Colombia S.A. en Mosquera. \n\nLogros más destacados\n•\tGerencié el proyecto para la construcción de un terminal para Bitumen de 4.700 toneladas de capacidad con una inversión de USD 2 millones en la Planta de Shell Ecudor S.A, en Guayaquil.\n•\tGerencié el proyecto de construcción de un tanque de 35 toneladas para la producción de asfaltos modificados y otro de 200 toneladas para almacenamiento de asfalto convencional","title":"Jefe de Ingenieria y Proyectos de Bitumen (Asfaltos) en Shell Ecuador S.A. y  Shell Colombia S.A.","employment_type":"Full-time"},{"location":"Bogotá","date":{"start":{"month":8,"day":null,"year":1998},"end":{"month":1,"day":null,"year":2004}},"company":"Socitec Ltda.","description":"En dos periodos, Agt. de 1998 a Ene. de 2004 y Nov. de 2004 a Ene. de 2006\nResponsabilidades\nComo Jefe de Mantenimiento tuve la oportunidad de planear y supervisar la ejecución del mantenimiento de las cuatro Plantas de producción, distribución y almacenamiento de combustibles, lubricantes, grasas, asfaltos, básicos y aditivos de Shell Colombia. También por iniciativa tuve la oportunidad hacer la Gerencia de Proyectos donde pude coordinar la ingeniería, la construcción y la interventoría de los proyectos de las plantas de lubricantes, grasas y asfaltos. \n\nLogros más destacados\n•\tLogré un aumento en las ventas en un 150%, mediante el desarrollo de la ingeniería e implementación de las adecuaciones de la Planta de Grasas para certificarla por Shell Global Solutions para exportación.\n•\tObtuve un aumento del 80% de la productividad de la Planta de Grasas, con el desarrollo de la ingeniería e implementación de la optimización de los sistemas de calentamiento y enfriamiento.\n•\tRealice el diseño y construcción de una Planta de Producción Asfaltos Modificados.","title":"Jefe de Mantenimiento para las Plantas de Shell Colombia S.A.","employment_type":"Full-time"},{"location":"Mosquera","date":{"start":{"month":11,"day":null,"year":1994},"end":{"month":8,"day":null,"year":1998}},"company":"Socitec Ltda.","description":"Responsabilidades\nPlanear y supervisar la ejecución del mantenimiento de las plantas grasas y emulsiones asfálticas. Coordinar los diseños, la construcción y la interventoría de los proyectos de las plantas de grasas y emulsiones asfálticas.\n\nLogros más destacados\n•\tLogré aumentar 20% la productividad y disminuir un 50% los costos de personal mediante la automatización de las líneas de envasado y reempaque de grasas.","title":"Jefe de Mantenimiento para la Planta de Shell Mosquera","employment_type":null}]},{"company":{"id":null,"name":"Renta de Equipos Ingersoll Rand-RENTIR LTDA.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":4,"day":null,"year":1994},"end":{"month":10,"day":null,"year":1994}},"profile_positions":[{"location":"Bogota","date":{"start":{"month":4,"day":null,"year":1994},"end":{"month":10,"day":null,"year":1994}},"company":"Renta de Equipos Ingersoll Rand-RENTIR LTDA.","description":"Responsabilidades\nComo Jefe de Equipos tuve la oportunidad de coordinar el mantenimiento y operación de los equipos de perforación de carbón y caliza (Track drills y compresores portátiles de 400 HP) y la flota de volquetas a nivel nacional. Administrar los campamentos y la logística necesaria para la operación y el mantenimiento.","title":"Jefe de Equipos","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":1988},"end":{"month":null,"day":null,"year":1994}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Grado en Ingeniería","field_of_study":"Ingeniería mecánica","grade":null},{"date":{"start":{"month":null,"day":null,"year":1998},"end":{"month":null,"day":null,"year":2001}},"school":{"name":"Universidad de La Salle","logo":"https://media.licdn.com/dms/image/C4E0BAQH_3eyNMQqfiw/company-logo_400_400/0/1678973454397?e=1705536000&v=beta&t=c-IAFLXgBHMkZkV5uGp8uUJF35_ZvNFHwyq8XHcWPpI","url":"https://www.linkedin.com/school/unisalle/"},"degree_name":"Magister en Administracion","field_of_study":"Administración y gestión de empresas, general","grade":null},{"date":{"start":{"month":null,"day":null,"year":2011},"end":{"month":null,"day":null,"year":2011}},"school":{"name":"Escuela Colombiana de Ingeniería Julio Garavito","logo":"https://media.licdn.com/dms/image/C560BAQH-bNemOZZ2hQ/company-logo_400_400/0/1634912612508?e=1705536000&v=beta&t=V-M0ikegMx3AP4qel70xFzhMKPQP7IckEXrAB1a7m6k","url":"https://www.linkedin.com/school/escuela-colombiana-de-ingenieria/"},"degree_name":"Diplomado en Gerencia de Proyectos","field_of_study":"Gestión de proyectos","grade":null},{"date":{"start":{"month":null,"day":null,"year":2000},"end":{"month":null,"day":null,"year":2000}},"school":{"name":"Universidad Jorge Tadeo Lozano","logo":"https://media.licdn.com/dms/image/D560BAQHvHm3pVgtzfw/company-logo_400_400/0/1694185165860?e=1705536000&v=beta&t=heLSSc5_YFjMou9AImWJxmAhl4IAlGu8b7YCCnVVlOs","url":"https://www.linkedin.com/school/utadeo/"},"degree_name":"Diplomado en Gestión de Producción y Productividad","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"},{"country":"US","language":"en"}],"profile_languages":[{"name":"Inglés. Lectura: nivel avanzado, ecritura y conversación: nivel intermedio-alto","proficiency":"FULL_PROFESSIONAL"},{"name":"Portugués","proficiency":"ELEMENTARY"}]},"current_job_year":2023,"current_job_month":2,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_TW6TZS5W382P27JCBP8X.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Wood","is_catch_all":null,"size":null,"logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_5ATBLZVQ5FN6BOUL4X6B.jpg","linkedin":"https://www.linkedin.com/company/woodplc","website":"http://www.woodplc.com","domain":null,"common_email_pattern":null,"industry":"IT Services and IT Consulting","founded_in":1912,"description":"Wood is a global leader in consulting and engineering, delivering solutions to critical challenges in energy and materials markets. We provide consulting, projects and operations solutions in 60 countries, employing around 35,000 people. www.woodplc.com ","total_emails":0,"location":{"country":"United Kingdom","country_code":"GB","state":null,"city":"Aberdeen","timezone":"Europe/London","timezone_offset":"1.0","postal_code":null,"address":"Sir Ian Wood House"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}