{"https://co.linkedin.com/in/cristianpalechor":{"error":false,"response":{"first_name":"Cristian","last_name":"Palechor","full_name":"Cristian Palechor","gender":"male","job_title":"Financial Analyst | Treasury | Budgeting | Projected Cash Flow | Finance Controlling | Finance KPI's","linkedin":"https://www.linkedin.com/in/cristianpalechor","summary":"I’m professional Business Administrator with several years of experience in finance, working in areas such as portfolio, treasury (incomes and payments), making and follow up cash flows and budgets, and managin needs of liquidity. I’d love to expand my professional experience working in sectors such as  technology, consumer goods or financial. \n\nI have great capacity to develop and execute strategies focused to achieve goals. I’m very good establishing interpersonal relationships, exerting leadership and teamwork, being in constant search of improving processes. Also stand out my high level of commitment, service attitude and permanent willingness to change. I manage SAP FI module, advanced excel, power BI.\n","premium":false,"skills":"Entrepreneurship, Business Strategy, Team Leadership, Teamwork, Business Planning, Management, Spanish, Marketing Research, Microsoft Office, Customer Service, English, PowerPoint, Microsoft Word, Event Management, Microsoft Excel, Project Management, Marketing, Marketing Strategy, Social Networking, Social Media Marketing","work_experience":[{"company":{"id":58088,"name":"Banco de Occidente","logo":"https://media.licdn.com/dms/image/C560BAQEF0-HjHnC89w/company-logo_400_400/0/1619130224977?e=1705536000&v=beta&t=p2DLs5LYIs6BygBMgmYB0hzZfQaDUHSmbSZ_7Xh6EvQ","url":"https://www.linkedin.com/company/banco-de-occidente/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":2,"day":null,"year":2022},"end":{"month":12,"day":null,"year":2022}},"profile_positions":[{"location":"Cali, Valle del Cauca, Colombia","date":{"start":{"month":2,"day":null,"year":2022},"end":{"month":12,"day":null,"year":2022}},"company":"Banco de Occidente","description":"Función principal: Generar reportes especializados de acuerdo a la estructura del portafolio para las filiales del exterior, garantizando un nivel de confiabilidad y oportunidad del 100%.\n\nRealizar y entregar oportunamente los monitoreos de cupos de Clientes Sector Institucional de Casa Matriz y Filiales del Exterior, para brindar una guía centralizada de información del consumo de los cupos aprobados para el cierre de operaciones de Tesorería.\n\nRealizar la parametrización de cupos en los sistemas de registro y transaccionales, garantizando disponibilidad oportuna de la información para la negociación en el front office, incluyendo el 100% de los cupos aprobados a los clientes creados en los sistemas.","title":"Analista Senior Riesgo de Balance y Tesorería","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Amalfi S.A.S.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":5,"day":null,"year":2016},"end":{"month":1,"day":null,"year":2022}},"profile_positions":[{"location":"Cali, Valle del Cauca, Colombia","date":{"start":{"month":6,"day":null,"year":2019},"end":{"month":1,"day":null,"year":2022}},"company":"Amalfi S.A.S.","description":"Main Role: Support the financial management in the formulation of the company's annual budget. Generate, prepare and analyze monthly budget execution reports.\n\nManage operations and monitoring related to financial obligations. Maintain current quotas with financial entities. Perform projected cash flows on a monthly basis.\n\nVerify compliance with the policies approved by the board of directors for the money desk business and support the preparation, analysis and control of financial reports for the area. Manage petty cash. Likewise, execute the instructions inherent to the treasury operations related to payments and incomes when required.\n\nAchievements: I Led and made adjustments to the operational processes in way the financial obligations of the company were fulfilled during a cyber contingency, the treasury process also remained operational normally.","title":"Financial Analyst","employment_type":null},{"location":"Cali, Valle del Cauca, Colombia","date":{"start":{"month":5,"day":null,"year":2016},"end":{"month":5,"day":null,"year":2019}},"company":"Amalfi S.A.S.","description":"Main Role: Organize, consolidate and elaborate the weekly, monthly and projected cash flows for a correct execution of the budget for expenses and incomes. Likewise, execute and follow up on the instructions inherent to the treasury operations related to payments and incomes. \n\nBe a backup in the follow-up of the policies approved by the board of directors for the money desk business and purchase department. Support activities for indebtedness and cancellations with banks abroad and nationals.\n\nAchievements: I developed an Excel database of payments to suppliers that is fed weekly with information from SAP and is displayed in Power BI with dashboards, allowing information to be obtained in a more agile way, graphical and historical for each supplier.","title":"Financial Analyst Jr","employment_type":null}]},{"company":{"id":28138351,"name":"Cooperativa COLANTA","logo":"https://media.licdn.com/dms/image/C4E0BAQFL2nlu-vfKnQ/company-logo_400_400/0/1554772445784?e=1705536000&v=beta&t=tixC3YeO7vK_xkFyly9PXcEIEvuAMLPGEmgQBzC91t8","url":"https://www.linkedin.com/company/colantaoficial/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":4,"day":null,"year":2006},"end":{"month":4,"day":null,"year":2016}},"profile_positions":[{"location":null,"date":{"start":{"month":9,"day":null,"year":2008},"end":{"month":4,"day":null,"year":2016}},"company":"Cooperativa COLANTA","description":"Main Role: Cash invoices cancellation, preparation of income receipts for credit cancellations, deposits verification, bank portals consultation, load daily information of the movement of banks, petty cash control, custody and endorsement of CDT's securities and preparation of reports for the headship.\n\nAchievements: I decreased cash collection by 70%, which allowed reducing customer cancellation times by 80%, reduce the risk of theft and increasing the balance in banks for third parties payments.\n\nI established operating procedures and management indicators, which allowed having clearer objectives to communicate them in a better way to those involved in the processes, taking as evidence the performance shown in the indicators.","title":"Treasury Assistant","employment_type":null},{"location":"Cali, Valle del Cauca, Colombia","date":{"start":{"month":6,"day":null,"year":2007},"end":{"month":8,"day":null,"year":2008}},"company":"Cooperativa COLANTA","description":"Main function: Perform analysis and settlement payments of Portfolio for $ 5.000.000.000 and around 120 customers, credit notes preparation by discount, portfolio reconciliations, collection messenger programming, analysis of portfolio status, preparation of reports for the headquarters, verification of deposits and contact with customers.\n\nAchievements: I implemented management indicators that allow measure management and status of portfolio.\n\nI formed a work team that integrated the channel of supermarkets, institutional and distributors so that the information and processes that involved portfolio were informed and thus be able to provide effective solutions to the problems that could arise.","title":"Portfolio Assistant","employment_type":null},{"location":null,"date":{"start":{"month":4,"day":null,"year":2006},"end":{"month":5,"day":null,"year":2007}},"company":"Cooperativa COLANTA","description":"Función principal: Se encargaba de la investigación de las diferencias en precios en los pagos de los clientes crédito para posteriormente elaborar las Notas Crédito que se requerirían para cancelar los pagos, liquidación de pagos en Cartera, verificación de consignaciones y reemplazo en tesorería una vez a la semana.\n\nLogros: Ideó una manera de recopilar información de los cambios de precios para agilizar la búsqueda de las diferencias en precios.","title":"Auxiliar Administrativo","employment_type":null}]}],"education":[{"date":{"start":{"month":1,"day":null,"year":2022},"end":{"month":8,"day":null,"year":2023}},"school":{"name":"Universidad ICESI","logo":"https://media.licdn.com/dms/image/D560BAQEq_QxWKlFKyQ/company-logo_400_400/0/1657037650275?e=1705536000&v=beta&t=L4vT4BgCzZQIF4NZjQunDbAVpBvkcdeXu4_D3XpSHls","url":"https://www.linkedin.com/school/universidad-icesi/"},"degree_name":"Data Science Master","field_of_study":"Procesamiento de datos y tecnología de procesamiento de datos","grade":null},{"date":{"start":{"month":null,"day":null,"year":2015},"end":{"month":null,"day":null,"year":2015}},"school":{"name":"Universidad ICESI","logo":"https://media.licdn.com/dms/image/D560BAQEq_QxWKlFKyQ/company-logo_400_400/0/1657037650275?e=1705536000&v=beta&t=L4vT4BgCzZQIF4NZjQunDbAVpBvkcdeXu4_D3XpSHls","url":"https://www.linkedin.com/school/universidad-icesi/"},"degree_name":"Diplomado en Negociación","field_of_study":null,"grade":null},{"date":{"start":{"month":null,"day":null,"year":null},"end":{"month":null,"day":null,"year":null}},"school":{"name":"google","logo":null,"url":null},"degree_name":null,"field_of_study":null,"grade":null},{"date":{"start":{"month":null,"day":null,"year":2007},"end":{"month":null,"day":null,"year":2013}},"school":{"name":"Universidad ICESI","logo":"https://media.licdn.com/dms/image/D560BAQEq_QxWKlFKyQ/company-logo_400_400/0/1657037650275?e=1705536000&v=beta&t=L4vT4BgCzZQIF4NZjQunDbAVpBvkcdeXu4_D3XpSHls","url":"https://www.linkedin.com/school/universidad-icesi/"},"degree_name":"Administrador de Empresas","field_of_study":"Marketing","grade":null},{"date":{"start":{"month":null,"day":null,"year":2013},"end":{"month":null,"day":null,"year":2013}},"school":{"name":"MIT AITI Colombia","logo":null,"url":null},"degree_name":"Mobile Technology Entrepreneurship","field_of_study":"Mobile Entrepreneurship","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"},{"country":"US","language":"en"}],"profile_languages":[{"name":"Español","proficiency":"NATIVE_OR_BILINGUAL"},{"name":"Inglés","proficiency":"PROFESSIONAL_WORKING"}]},"current_job_year":2022,"current_job_month":2,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_RJ2OS7R45OBNY1EIC01D.jpg","email":{"email":"cristian.palechor@bancodeoccidente.com.co","email_anon_id":"DedygH4HTDZu","email_status":"CATCH_ALL","email_type":"professional"},"company":{"name":"Banco de Occidente","is_catch_all":true,"size":"5001-10000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_HEHTIVR0CR1GVL0WPTTN.jpg","linkedin":"https://www.linkedin.com/company/banco-de-occidente","website":"https://www.bancodeoccidente.com.co","domain":"bancodeoccidente.com.co","common_email_pattern":null,"industry":"Banking","founded_in":null,"description":"En el Banco de Occidente estamos seguros que cuando crees ocurren cosas grandiosas, por eso ponemos a tu disposición una amplia gama de productos y servicios diseñados para que puedas llevar a cabo todos tus proyectos y cumplir así con las metas que te has propuesto. Porque este es el lugar donde Creer es el único requisito para que las cosas sucedan.\r\n\r\nNuestro mayor compromiso es contigo. Es por esto que tras casi 50 años de existencia, el servicio al cliente sigue siendo nuestro objetivo más importante para ofrecerte la mejor atención a todas tus necesidades y requerimientos. \r\n\r\nSomos un Banco que promueve la divulgación de los recursos naturales del país y la protección del medio ambiente a través del Premio Nacional de Ecología Planeta AZUL, reconociendo proyectos que se hayan distinguido por presentar acciones encaminadas a la educación, conservación y recuperación del agua.\r\n\r\nEn el Banco de Occidente fomentamos una cultura de trabajo donde se destaca la calidez, el liderazgo, la innovación, la oportunidad y la efectividad, buscando relaciones a largo plazo que contribuyan a mejorar el bienestar de nuestros clientes.","total_emails":171,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Cali","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":"Carrera 4 # 7-61"}},"location":{"country":"Colombia","country_code":"CO","state":"Valle del Cauca","city":"Cali","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Cali Metropolitan Area"}}}}