{"https://jp.linkedin.com/in/luis-fernando-montenegro-torres-b40395161?original_referer=https%3A%2F%2Fwww.google.com%2F":{"error":false,"response":{"first_name":"Luis Fernando","last_name":"Montenegro Torres","full_name":"Luis Fernando Montenegro Torres","gender":"male","job_title":"Ingeniero Mecatrónico \nMechatronic Engineer","linkedin":"https://www.linkedin.com/in/luis-fernando-montenegro-torres-b40395161","summary":"My name is Luis Fernando Montenegro. I am 26 years-old. I am Mechatronic Engineer at Universidad Nacional de Colombia. Throughout my professional career I made several projects in motion control, process automation, implementation of cloud monitoring systems and industrial robotics projects. In addition to the above I made an exchange for one year at the Technische Universität Ilmenau in Germany, where I deepened my knowledge in robotics. I have knowledge in various software such as: Matlab, SciLab, Inventor, CodeWarrior, Unity, Eclipse, Studio 5000, RobotStudio-ABB and basic knowledge in Delmia. I know how to program in: Java, C, C++, C#, Python and ROS for programming robots. My native language is Spanish. However, I have an advanced level of English, Portuguese, a medium level in German and elementary Japanese. I consider myself a responsible person and can easily adapt to new work groups.\n\nIn the final project of industrial robotics 2 ABB robots were programmed to make a pick-and-place of steel beams i, the process was controlled with PLC with Foundation Fieldbus, the robot tool was designed and the supervision system was created at Thinger.io. In this project we worked 8 people and we divide into 4 groups to make the 4 modules of the project, however, every 2 days we set short meetings to talk about the problems, new ideas, progress and once a week we organize longer meetings to look in detail the work of the other modules. During these meetings I was the moderator.\n\nMy final degree project, because I was working alone to improve the robotic platform, I had done a lot of field work to obtain reliable data to parameterize and automate cultivation in all its stages. I had even had to plant carrots, lettuce and cabbage in my house to know what the robot should do because the final product was aimed at people who want home gardens to grow their own vegetables. It was really complicated, but I got reliable data and I had successfully carried my bachelor thesis out.","premium":false,"skills":"Gestión de proyectos, Ingeniería, Comunicación, Estrategia, Educación, Automatización de procesos, Robótica, Java, C++, Control del movimiento, Python, C#, Eclipse, Ingenieros, Controlador lógico programable, Automatización, Autodesk Inventor, Automatización industrial, Gestión, Trabajo de campo","work_experience":[],"education":[{"date":{"start":{"month":null,"day":null,"year":2012},"end":{"month":null,"day":null,"year":2018}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":null,"field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":null,"current_job_month":null,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_FZISCYH4BLLFP1KYZMIO.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":null},"location":{"country":"Japan","country_code":"JP","state":"Osaka","city":null,"timezone":"Asia/Tokyo","timezone_offset":9.0,"postal_code":null,"raw":"Osaka, Japan"}}}}