{"https://co.linkedin.com/in/gbarrera1015":{"error":false,"response":{"first_name":"Gloria","last_name":"Barrera Ardila","full_name":"Gloria Barrera Ardila","gender":"female","job_title":"Especialista en Calidad - Mejora, automatización y reingeniería de Procesos - Auditoría QHSE","linkedin":"https://www.linkedin.com/in/gbarrera1015","summary":"Ingeniera Química Especialista en Gerencia Integral de la Calidad, con experiencia de más de 6 años en desarrollo de proyectos de mejoramiento y optimización de procesos, modelamiento y reingeniería de procesos, desarrollo de proyectos de automatización y soluciones de mejora en Power Platform y RPA, en diseño, implementación y mantenimiento de Sistemas Integrados de Gestión (HSEQ) ISO 9001:2015, SG-SST y Seguridad de la Información ISO 27001:2013, en empresas del sector Fintech y de servicios relacionadas con el sector financiero; con especial enfoque en la gestión por procesos y proyectos de mejora continua con conocimiento de metodologías como Scrum, Waterfall, Kanban, As Is – To Be entre otros. Experiencia en el diseño y diagramación de procesos organizacionales en BIZAGI (metodología de Business Process Model - BPM), análisis, definición y control de indicadores de gestión, planeación y ejecución auditorías internas y actividades de certificación o acreditación de Sistemas de Gestión, así como experiencia como líder de equipos con personas a cargo","premium":false,"skills":"Mejora de procesos de negocio, Modelado de procesos, Optimización de procesos, Planificación de proyectos, Automatización, Analytical Skills, Auditorías internas, Project Management, Environmental Consulting, Microsoft Office, Ingeniería química, Investigación y desarrollo, Linux, Programming, Aspen Plus, Aspen HYSYS, AERMOD, Análisis de datos, Inglés","work_experience":[{"company":{"id":3587867,"name":"Redeban","logo":"https://media.licdn.com/dms/image/C560BAQHgnoooo3nyEA/company-logo_400_400/0/1609981309117?e=1705536000&v=beta&t=YFSkM3CI1oZLrW9mbJNMdeyEoSam9QcRIs_qHSxIQfE","url":"https://www.linkedin.com/company/redeban/","employees":{"start":501,"end":1000}},"date":{"start":{"month":12,"day":null,"year":2020},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":null,"date":{"start":{"month":12,"day":null,"year":2020},"end":{"month":null,"day":null,"year":null}},"company":"Redeban","description":"Desarrollar iniciativas y proyectos de evaluación y mejora de procesos organizacionales alineado con los objetivos de la organización; gestionar y controlar la aplicación de las directrices relacionadas con la implementación, mantenimiento y control del Sistema Integrado de Gestión (SGI) bajo las normas ISO 9001, ISO 14001, SARO, Seguridad de la Información y las de los demás modelos implementados en la organización; aplicar metodologías de diagramación de procesos en Bizagi enfocados en la gestión del conocimiento y análisis de procesos con la metodología As Is – To Be; realizar capacitación y sensibilización, registro de incidentes, análisis, definición y seguimiento de planes de acción con análisis estadístico","title":"Analista SGI y Procesos","employment_type":null}]},{"company":{"id":7292213,"name":"HEVARAN S.A.S","logo":null,"url":"https://www.linkedin.com/company/hevaran-s-a-s/","employees":{"start":null,"end":null}},"date":{"start":{"month":6,"day":null,"year":2017},"end":{"month":12,"day":null,"year":2020}},"profile_positions":[{"location":null,"date":{"start":{"month":11,"day":null,"year":2018},"end":{"month":12,"day":null,"year":2020}},"company":"HEVARAN S.A.S","description":"•\tLiderar el área de monitoreo de llamadas y formación, para las actividades de recuperación de cartera, contact center y otras propias de call center.\n•\tRealizar el mantenimiento y seguimiento a todas las actividades del Sistema de Gestión Integrado, bajo las normas ISO 9001:2015 e ISO 27001:2013.\n•\tGarantizar el cumplimiento de los requisitos contractuales y acuerdos de nivel de servicio con cada uno de los clientes de la empresa.\n•\tAnalizar las oportunidades de mejora que permitan la reducción de desperdicios en la ejecución de los procesos, y de esta forma se logre la optimización de los procesos.\n•\tApoyo en la Planeación estratégica de la empresa en la definición de indicadores estratégicos, tácticos y operativos, así como el seguimiento del cumplimiento de los mismos con la elaboración y ejecución de los planes de acción para alcanzar los objetivos empresariales.\n•\tControlar la correcta ejecución de todos los procesos, cumpliendo con las actividades y objetivos de los mismos.\n•\tRealizar auditorías y revisiones a todos los procesos, para identificar brechas e implementar planes de mejora para disminuir la materialización de riesgos que influyan con la calidad en la pestación del servicio.\n•\tGarantizar la ejecución y cumplimiento de las actividades necesarias para mantener la seguridad de la información, cumpliendo con los estándares de la norma ISO 27001, los requisitos legales y del cliente.","title":"Directora de Gestión","employment_type":null},{"location":null,"date":{"start":{"month":6,"day":null,"year":2017},"end":{"month":11,"day":null,"year":2018}},"company":"HEVARAN S.A.S","description":"- Controlar que todos los procesos se ejecuten correctamente y que se cumplan los OKR definidos en la plataforma estratégica de la empresa.\n- Certificar la data reportada por el área operativa para asegurar que se pueda analizar correctamente y apoyar la elaboración y el seguimiento de los respectivos planes de acción.\n- Realizar la migración del Sistema de Gestión Integrado de la ISO 9001:2008 a la nueva versión ISO 9001: 2015.\n- Apoyar la reestructuración organizacional, realizando el levantamiento de nuevos procesos con indicadores aplicados a las actividades reales de la empresa.\n- Diagramar y modelar con base en la metodología BPMN los procesos internos de la empresa y verificar el cumplimiento de los mismos.\n- Hacer seguimiento a la ejecución del Sistema de Gestión Integrado en todos los procesos de la organización, según las normas ISO 9001 de Calidad e ISO 27001:2013 de Seguridad de la Información.\n- Realizar auditorías a los procesos internos y procesos críticos, según programa establecido en la empresa.","title":"Especialista Control Interno","employment_type":null}]},{"company":{"id":null,"name":"Autónomo","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":1,"day":null,"year":2017},"end":{"month":6,"day":null,"year":2017}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":1,"day":null,"year":2017},"end":{"month":6,"day":null,"year":2017}},"company":"Autónomo","description":"- Direccionar el montaje del sistema de Gestión SST según Decreto 1072 de 2015 del Ministerio de Trabajo.\n- Asesorar en la implementación de Sistemas de Gestión de Calidad y Seguridad.\n- Realizar el seguimiento al cumplimiento de las actividades del Sistema de Gestión por las áreas de la empresa.\n- Diseñar y evaluar los indicadores de cumplimiento.\n- Apoyar las labores de revisión por la dirección.\n- Dar soporte y asistencia técnica a las áreas de la empresa en lo que se requiera.\n- Realizar el seguimiento y tratamiento de no conformidades y oportunidades de mejora, con el fin de apoyar la mejora continua de la empresa.\n- Gestionar y controlar la codificación de documentos internos de la empresa.\n- Velar por el cumplimiento de los programas de Gestión Ambiental y de Calidad.\n- Coordinar y capacitar al personal según el programa de capacitaciones de la empresa.\n- Realizar auditorías internas al Sistema de Gestión Integrado, según lineamientos de la norma ISO 19011.","title":"Coordinador ambiental y de calidad","employment_type":null}]},{"company":{"id":4473798,"name":"Air Clean Systems S.A.S.","logo":null,"url":"https://www.linkedin.com/company/air-clean-systems/","employees":{"start":11,"end":50}},"date":{"start":{"month":11,"day":null,"year":2012},"end":{"month":1,"day":null,"year":2017}},"profile_positions":[{"location":null,"date":{"start":{"month":8,"day":null,"year":2016},"end":{"month":1,"day":null,"year":2017}},"company":"Air Clean Systems","description":"- Dirigir y supervisor al grupo de Proyectos (ingenieros, auxiliares y asistentes).\n- Realizar la planeación de todos los Proyectos asociados a las actividades comerciales de la empresa, teniendo en cuenta presupuestos, personal disponible, equipos y requerimientos del cliente, asegurando la entrega del producto final.\n- Asegurar el cumplimiento de Proyectos bajo los estándares de calidad de la norma ISO/TEC 17025, como Director Técnico de la empresa.\n- Capacitar y evaluar a todo el personal que ingresa a la empresa en las metodologías técnicas, generando las autorizaciones correspondientes. \n- Dar soporte y asistencia técnica al área comercial en la prestación de Servicios.\n- Coordinar el área de bodega y equipos, realizando seguimiento al desarrollo de actividades de mantenimiento, entrada y salida de almacén, calibraciones, capacitaciones y demás actividades relacionadas con los procedimientos. \n- Revisar y aprobar los informes de resultados de los Proyectos ejecutados.\n- Desarrollar e implementar metodologías adecuadas para el portafolio de servicio, y actualizar los procedimientos actuales con base en los nuevos requerimientos de las Autoridades Ambientales competentes.","title":"Director de proyectos","employment_type":null},{"location":"Bogotá D.C.","date":{"start":{"month":5,"day":null,"year":2013},"end":{"month":7,"day":null,"year":2016}},"company":"Air Clean Systems","description":"•\tCoordinación de proyectos asociados a las actividades comerciales de la empresa, destacándose con clientes como Pacific Rubiales Energy, Occidental de Colombia, C&C Energía, Alfagres, Meta Petroleum Corp, entre otros.  \n•\tAdministración efectiva de recursos económicos para el desarrollo de proyectos con actividades de campo fuera y dentro de la ciudad.\n•\tManejo auxiliares de ingeniería, tanto en actividades de campo como en actividades dentro de la empresa.\n•\tAtención de clientes respecto a consultas ténicas y solicitudes de servicios, apoyo al área comercial para la validación de ofertas comerciales de todos los servicios de la empresa.\n•\tCoordinación y programación del personal para proyectos en campo. \n•\tSeguimiento a las actividades realizadas por el personal a cargo para ejecución de proyectos y tareas propias del cargo.","title":"Coordinadora de Operaciones","employment_type":null},{"location":null,"date":{"start":{"month":11,"day":null,"year":2012},"end":{"month":5,"day":null,"year":2013}},"company":"Air Clean Systems","description":"Coordinación y desarrollo de proyectos de monitoreo de calidad del aire, emisión de ruido y ruido ambiental. Elaboración de estudios especializados para dar cumplimiento a la normatividad ambiental en la matriz aire. Elaboración de informes técnicos de monitoreos ambientales para la autoridad ambiental.","title":"Ingeniera de Proyectos","employment_type":null}]},{"company":{"id":null,"name":"UIFCE Universidad Nacional de Colombia","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":8,"day":null,"year":2010},"end":{"month":12,"day":null,"year":2011}},"profile_positions":[{"location":null,"date":{"start":{"month":8,"day":null,"year":2010},"end":{"month":12,"day":null,"year":2011}},"company":"UIFCE Universidad Nacional de Colombia","description":"Apoyo en actividades de cursos virtuales, elaboración del curso de Ofimática virtual, investigación y elaboración del manual de usuario de GAMS, investigación de plataformas colaborativas, capacitación a los estudiantes de la Facultad en Ofimática virtual y Excel Avanzado, creación de videos para el curso de Microsoft Access virtual.","title":"Monitor Junior","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2018},"end":{"month":null,"day":null,"year":2019}},"school":{"name":"Universidad Sergio Arboleda","logo":"https://media.licdn.com/dms/image/C560BAQGbWIosAoq3XQ/company-logo_400_400/0/1626700733583?e=1705536000&v=beta&t=aPHbYYBZpntQGhCt6mTdTEUAF2DkKJZjkx_mYsYQLpI","url":"https://www.linkedin.com/school/universidad-sergio-arboleda/"},"degree_name":"Especialista en Gerencia Integral de la Calidad","field_of_study":"Calidad","grade":null},{"date":{"start":{"month":null,"day":null,"year":2008},"end":{"month":null,"day":null,"year":2013}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniera Química","field_of_study":"Procesos y medio ambiente","grade":null},{"date":{"start":{"month":null,"day":null,"year":2019},"end":{"month":null,"day":null,"year":2019}},"school":{"name":"Bureau Veritas","logo":null,"url":null},"degree_name":"Auditor Interno HSEQ","field_of_study":"Calidad","grade":"ISO 9001:2015, ISO 14001:2015, ISO 45001:2018."},{"date":{"start":{"month":null,"day":null,"year":2017},"end":{"month":null,"day":null,"year":2017}},"school":{"name":"Servicio Nacional de Aprendizaje (SENA)","logo":"https://media.licdn.com/dms/image/D4E0BAQHSCUiOAeSX_Q/company-logo_400_400/0/1684520678433?e=1705536000&v=beta&t=UudFZCVNDAEKSnVJnhNegYd0MczNMxcGqs7VANjVV4E","url":"https://www.linkedin.com/school/servicio-nacional-de-aprendizaje-sena-/"},"degree_name":"Auditora Interna ISO 9001:2015","field_of_study":null,"grade":null},{"date":{"start":{"month":null,"day":null,"year":2015},"end":{"month":null,"day":null,"year":2015}},"school":{"name":"SGS Colombia","logo":null,"url":null},"degree_name":"Auditor Interno ISO/IEC 17025","field_of_study":null,"grade":null},{"date":{"start":{"month":null,"day":null,"year":2014},"end":{"month":null,"day":null,"year":2014}},"school":{"name":"SGS Colombia","logo":null,"url":null},"degree_name":"Auditor Interno ISO 50001 ","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2020,"current_job_month":12,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_ATT5CZK5NYRTTE9ESYP8.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Redeban","is_catch_all":null,"size":"501-1000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_GVWHLMLRLHAXPNT6F8GC.jpg","linkedin":"https://www.linkedin.com/company/redeban","website":"http://www.redeban.com","domain":"redeban.com","common_email_pattern":null,"industry":"Banking","founded_in":2000,"description":"Somos una empresa que facilita y simplifica el manejo de pagos electrónicos, transacciones e información digital, financiera y no financiera. Contamos con la plataforma tecnológica para garantizar a los clientes transferencias electrónicas de fondos y servicios innovadores, confiables, seguros y oportunos a través de diferentes canales electrónicos. \r\n\r\nSomos miembros adquirentes en Colombia de la franquicia MasterCard y desde el 2012 miembros principales  de Visa Internacional, con la responsabilidad de administrar y promover la aceptación de las tarjetas débito y crédito como medio de pago en una red de más de 150.000 establecimientos afiliados y 80.000 datáfonos instalados. Igualmente, adoptamos soluciones de procesamiento de tarjetas con la última tecnología en la industria de pagos electrónicos, en beneficio de las entidades financieras, los establecimientos y tarjetahabientes. \r\n\r\nOfrecemos la plataforma versátil para la operación de corresponsales no bancarios, tarjetas prepago tarjetas privadas, monitoreo de transacciones, encuestas, pedidos en línea, programas de lealtad, pago de servicios públicos y privados en los POS, Módulos Punto Pago y canales de las entidades como Internet, cajeros automáticos, Banca Móvil y sistemas de audio respuesta.\r\n\r\nEn el año 2011, desarrollamos soluciones de comercio electrónico y fuimos certificada por MasterCard Worldwide como la primera red en Colombia habilitada para procesar transacciones con tarjetas sin contacto “PayPass”.\r\n\r\nEn el año 2013 lanzamos al mercado RBMóvil, una solución innovadora para aceptar pagos con tarjetas débito y crédito desde un teléfono smartphone conectado a un lector de tarjetas.","total_emails":0,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":"carrera 20 33 15"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}