{"https://ae.linkedin.com/in/natalia-alfonso-cordoba-84a781123?original_referer=https%3A%2F%2Fwww.google.com%2F":{"error":false,"response":{"first_name":"Natalia","last_name":"Alfonso Cordoba","full_name":"Natalia Alfonso Cordoba","gender":"female","job_title":"Strategy and business operations manager │ MENA Tech Lead","linkedin":"https://www.linkedin.com/in/natalia-alfonso-cordoba-84a781123","summary":"Highly organized mechanical engineer, with experience doing strategic planning for a fast growing startup and working in the Middle east. I am a solution driven leader with proven teamwork able to identify cost-effective solutions ready to be used on an international growing tech team. I excel in creating effective communication channels across all organizational hierarchies and clientele driving business objectives from both technical and strategic perspectives.","premium":false,"skills":"Agile Methodologies, Objectives and Key Results (OKRs), System Testing, Cost Management, Project Management, Employee Training, Supply Chain Management, Strategic Communications, Stakeholder Engagement, Project Planning, Computer-Aided Design (CAD), Inglés, Ingeniería, Investigación, Ingeniería mecánica, Mecánica de fluidos computacional","work_experience":[{"company":{"id":10657338,"name":"Kiwibot","logo":"https://media.licdn.com/dms/image/C560BAQEntUv-SqitQg/company-logo_400_400/0/1671053079940?e=1705536000&v=beta&t=RjRkF7yBMUwtSNd0n_TesWYYirCnV6HS59ms-IqX6EY","url":"https://www.linkedin.com/company/kiwibot/","employees":{"start":51,"end":200}},"date":{"start":{"month":8,"day":null,"year":2021},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":null,"date":{"start":{"month":5,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"company":"Kiwibot","description":"- Decreased 10% of cost overruns due to urgent or unplanned purchases, tracking costs and expenses related to the opening of new businesses by creating a tracking tool to show every new business expenses expected and already made using locker studio and G-suite.\n- Guaranteed 100% pilots and demos successful deployment by ensuring the management of necessary documentation before execution (visas, government permits, site visits, NOCs).\n- Improved by 25% coworkers satisfaction, after establishing efficient communication channels between the business team and other teams in the company, both for receiving feedback and communicating the necessary requirements for project development by creating and executing workflow diagrams and critical action items during demos, pilots and new businesses.\n- Supported client meetings at all stages from a technological standpoint providing comprehensive and responsive solutions to inquiries presented during meetings and via email offering a better understanding of our operations to the clients.","title":"Strategy and business operations manager   ","employment_type":"Full-time"},{"location":"Dubai, United Arab Emirates","date":{"start":{"month":3,"day":null,"year":2022},"end":{"month":null,"day":null,"year":null}},"company":"Kiwibot","description":"- Met and pitched the company’s project to 3 potential stakeholders inside the MENA region, and defined requirements and milestones.\n- Successfully implemented logistic and operational strategies to accomplish objectives along the project.\n- Identified critical robot failures under intense temperature weather conditions (+40° C) by arranging driving sessions during the hottest days in Dubai while executing and documenting planned temperature tests.\n- Cut business and training travel costs by 50% evaluating accommodation costs on travel, transport and accommodation arrangement for Dubai team, USA Ops team and company’s cofounder.\n- Performed corrective and preventive procedures on Dubai’s robot fleet ensuring functionality during demo events, business trips, pilots and potential operations launch.\n- Documentation of project development and follow-up until successful completion. \n- Achieved maintenance team OKRs during operations time-off by tracking and defining project requirements for 4 different projects.","title":"MENA Tech lead","employment_type":"Full-time"},{"location":"Medellín, Antioquia, Colombia","date":{"start":{"month":10,"day":null,"year":2021},"end":{"month":7,"day":null,"year":2023}},"company":"Kiwibot","description":"- Managed company’s maintenance assets by developing a project to design a new tool for inventory management and documenting the methodology.\n- Reduced maintenance cost per kilometer by 10%, leading, tracking and actively participating on a project to analyze spare parts replacement and repairs based on the data from maintenance reports.\n- Increase distance between failures by 10% by implementing a preventive maintenance plan on the fleet.\n- Implemented quality assurance on maintenance processes setting up a monthly QA from scratch with maintenance team members and other key teams affected by maintenance performance.\n- Lowered maintenance times and costs by 5% managing warranty claims with the manufacturing team to get RMA’s issued.\n- Guaranteed maintenance team service during the company's first expansion by planning HR needs and hiring 40 new maintenance technicians.\n- Dispatched a fleet of 500 robots, chargers and batteries by implementing a strategic distribution, scheduling and tracking system along with logistic agents to meet the demand needed on each campus.\n- Enhanced maintenance technician’s well-being by 60% identifying issues through monthly surveys and finding a solution along with the HR team.\n- Trained a team of 35 technicians and 50 operation coordinators by developing an intensive training program according to former technician’s feedback.","title":"Maintenance Project Manager","employment_type":"Full-time"},{"location":"Medellín, Antioquia, Colombia","date":{"start":{"month":8,"day":null,"year":2021},"end":{"month":10,"day":null,"year":2021}},"company":"Kiwibot","description":"- Provided remote and on field maintenance of the fleet.\n- Recruited and trained new technicians and company members.\n- Established a new maintenance reporting protocol by creating a new Airtable database to record spare parts replacement and maintenance procedures developed on the fleet.\n- Researched and implemented a new CMMS tool for maintenance procedures.","title":"Mechanical Engineer","employment_type":"Full-time"}]},{"company":{"id":607957,"name":"Siemens Energy","logo":"https://media.licdn.com/dms/image/D4E0BAQHQRQy1v82mAg/company-logo_400_400/0/1688142574171/siemens_energy_logo?e=1705536000&v=beta&t=-SXMTHj3sRMpVC8dkEnUlqxvQg_YnBwit5mH1AdB-YM","url":"https://www.linkedin.com/company/siemens-energy/","employees":{"start":10001,"end":null}},"date":{"start":{"month":8,"day":null,"year":2020},"end":{"month":2,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":8,"day":null,"year":2020},"end":{"month":2,"day":null,"year":2021}},"company":"Siemens Energy","description":"- Designed transformer tensor sets using automated or programmed design.\n- Trained to use a new CAD software tool (Creo Parametric). \n- Developed parametric and standard drawings to help designers execute projects faster.\n- Execute CAD models of transformer components, considering: geometry, material, functionality and assembly.\n- Implemented a design on transformer constructive groups, oriented towards the automation of modules.","title":"Research And Development Intern","employment_type":"Internship"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2014},"end":{"month":null,"day":null,"year":2021}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniería","field_of_study":"Ingeniería mecánica","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2021,"current_job_month":8,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_T6VX8EYI9GDWJWQXFGAR.jpg","email":{"email":"natalia@kiwibot.com","email_anon_id":"vy07WwJITnVb","email_status":"VALID","email_type":"professional"},"company":{"name":"Kiwibot","is_catch_all":null,"size":"51-200","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_ARTJRSR91VLN3ZTKVR25.jpg","linkedin":"https://www.linkedin.com/company/kiwibot","website":"https://www.kiwibot.com/","domain":"kiwibot.com","common_email_pattern":"{first}","industry":"IT Services and IT Consulting","founded_in":2017,"description":" If you wish for it, we deliver it  🌎 🥝 ","total_emails":16,"location":{"country":"United States","country_code":"US","state":null,"city":"Berkeley","timezone":"America/New_York","timezone_offset":"-4.0","postal_code":null,"address":"2173 Bancroft Way"}},"location":{"country":"United Arab Emirates","country_code":"AE","state":"Dubai","city":"Dubai","timezone":"Asia/Dubai","timezone_offset":4.0,"postal_code":null,"raw":"Dubai, United Arab Emirates"}}}}