{"https://co.linkedin.com/in/farodriguezl":{"error":false,"response":{"first_name":"Fernando Alberto","last_name":"Rodriguez Lozano","full_name":"Fernando Alberto Rodriguez Lozano","gender":"male","job_title":"M.Sc. on Engineering and Construction Management - Technical Management - Planning and Estimating Management - BIM Enthusiastic - PMP/Lean Thinker","linkedin":"https://www.linkedin.com/in/farodriguezl","summary":"I am an outstanding leader in the construction industry with a proven track record in technical direction, cost engineering, and project management. With over 11 years of experience, I have successfully led multidisciplinary teams in the development of high-quality residential, commercial, and urban projects with cumulative investments exceeding 500 million USD, over 1 million square meters built, and more than 20,000 housing units. I possess exceptional managerial skills demonstrated through the creation and direction of high-performing teams, driving efficiency and productivity across all project phases. My strategic and results-oriented approach has made a significant impact, ensuring the successful completion of projects within tight deadlines and with high quality standards. As an advocate for innovation, I have successfully implemented BIM methodologies to optimize processes, ensure planning accuracy, and foster multidisciplinary collaboration. Through the implementation of advanced data analysis tools and business intelligence, I have gained valuable insights for strategic and disruptive decision-making in the construction sector, enabling me to identify opportunities, mitigate risks, and improve operational efficiency. My deep understanding of the market and its influencing factors has allowed me to develop solid and adaptive growth strategies, positioning the organizations I have worked with as industry leaders. With a focus on excellence and continuous improvement, I excel in tackling challenges and successfully leading large-scale projects.","premium":false,"skills":"People Development, Technical Expertise, Value Creation, Data Analytics and Business Intelligence, Market Analysis and Benchmarking, Strategic Planning and Decision-Making, Team Leadership, BIM Implementation, Stakeholder Collaboration, BIM (Building Information Modeling), Project Planning and Scheduling, Budgeting, Interdisciplinary Collaboration, Construction Industry Knowledge, Stakeholder Management, Construction Technology, Quality Assurance, Risk Management, Data Analysis, Continuous Improvement","work_experience":[{"company":{"id":98313692,"name":"Utopia","logo":"https://media.licdn.com/dms/image/D4E0BAQHWlSN7CTteAg/company-logo_400_400/0/1689601326347?e=1705536000&v=beta&t=3eqhnGhXXecotFSxWyaqi9Xu5Nr9uSY-b5GEHa0GWpc","url":"https://www.linkedin.com/company/utopia-living-group/","employees":{"start":11,"end":50}},"date":{"start":{"month":8,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Londres, Inglaterra, Reino Unido","date":{"start":{"month":8,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"company":"Utopia","description":"Construction Project Manager for Dominican Republic and Brazil.","title":"Construction Project Manager","employment_type":"Full-time"}]},{"company":{"id":14810014,"name":"Constructora Alcabama S.A.","logo":"https://media.licdn.com/dms/image/C4E0BAQH02PV_pkk19g/company-logo_400_400/0/1595860215342?e=1705536000&v=beta&t=rMCDxIAJt_foPAACj1GO0jmboT26_QBcSGmmOXU_w2Q","url":"https://www.linkedin.com/company/constructoraalcabama/","employees":{"start":201,"end":500}},"date":{"start":{"month":12,"day":null,"year":2021},"end":{"month":8,"day":null,"year":2023}},"profile_positions":[{"location":"Bogotá, Colombia","date":{"start":{"month":1,"day":null,"year":2023},"end":{"month":8,"day":null,"year":2023}},"company":"Constructora Alcabama S.A.","description":"• I lead a multidisciplinary team of over 30 professionals in 5 key technical areas, including architectural design, technical coordination, budget and scheduling, BIM implementation, and permitting.\n• I efficiently manage a portfolio of over 30 residential and urban development projects at various stages of development and geographic locations, prioritizing tasks, allocating resources, and maintaining a disciplined approach to achieving established goals.\n• I coordinate and oversee project deadlines and ensure the fulfillment of key business milestones, such as sales launches, obtaining construction and urban planning permits, contract signings, and project commencement.\n• I oversee the execution of comprehensive architectural and technical designs for housing and urban projects, spanning from initial conceptualization to detailed construction designs.\n• I drive the use of advanced data analytics and business intelligence tools to develop data-driven management, control, and decision-making solutions, adapting to the dynamics and volatility of the current real estate market.\n• I ensure timely acquisition of all necessary construction and urban planning permits by closely collaborating with relevant regulatory entities.\n• I guarantee the quality and efficiency of housing and urban project studies and designs, ensuring they reflect client needs, preferences, and compliance with regulatory and technical standards.\n• I implement the BIM methodology in projects, fostering multidisciplinary collaboration and optimizing design and construction processes to achieve superior results.","title":"General Technical Manager","employment_type":null},{"location":"Bogotá, Colombia","date":{"start":{"month":12,"day":null,"year":2021},"end":{"month":1,"day":null,"year":2023}},"company":"Constructora Alcabama S.A.","description":"• Led a team of highly skilled professionals in project scheduling and budgeting. My focus was on consolidating and empowering the team, turning it into a high-performance unit with a strong track record within the organization. Through my leadership, I fostered the professional growth of talented team members, promoting them to positions of greater responsibility and recognition.\n• Established rigorous standards of quality and technical accuracy in cost and schedule analysis. I developed and implemented advanced methodologies to ensure the integrity and reliability of budgets, optimizing available resources.\n• Implemented innovative policies for market research and analysis of macroeconomic and microeconomic indicators. These actions allowed for accurate projections of cost trends in the construction industry, enabling us to anticipate market fluctuations and make informed and strategic decisions in times of high volatility and uncertainty.\n• Utilized advanced data analytics and business intelligence solutions to build customized tools for analysis and decision-making. Leveraging these technologies, I extracted valuable information, identified patterns and trends, and provided data-driven strategic insights.\n• Actively participated in bid evaluation committees, leveraging my industry knowledge and expertise in market analysis and benchmarking. I provided valuable and insightful information during the evaluation and selection process of suppliers and contractors.\n• Generated historical records of purchases and acquisitions, constructing solid databases that served as a foundation for developing computational tools and cost indicators for parametric cost estimation in construction projects.","title":"Estimating & Scheduling Director","employment_type":null}]},{"company":{"id":2173102,"name":"Apiros S.A.S","logo":"https://media.licdn.com/dms/image/C560BAQGi6i14OAbNHA/company-logo_400_400/0/1625685339242?e=1705536000&v=beta&t=B7m6vyll_lLnUt7e3Mfuo_VF4GiQy2cM6lLHnow_J8c","url":"https://www.linkedin.com/company/apiros/","employees":{"start":201,"end":500}},"date":{"start":{"month":11,"day":null,"year":2018},"end":{"month":12,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá, Colombia","date":{"start":{"month":11,"day":null,"year":2018},"end":{"month":12,"day":null,"year":2021}},"company":"Apiros","description":"• Planned and scheduled major construction projects in the areas of residential, commercial, office, and urban development, with a cumulative built area exceeding 425.000 square meters.\n• Developed comprehensive project plans and defined baseline value generation and investment flow to ensure efficient and successful project execution.\n• Led the implementation of 4D and 5D Building Information Modeling (BIM) processes in organizational projects, utilizing advanced technologies to enhance project visualization, scheduling, and cost estimation.\n• Collaborated with cross-functional teams including architects, engineers, contractors, and stakeholders to ensure alignment of project objectives, timelines, and budgetary requirements.\n• Successfully integrated BIM methodologies into project workflows, resulting in improved project coordination, cost control, and overall efficiency.\n• Led and managed a team of professionals, fostering a collaborative and high-performing work environment.","title":"Head of Project Scheduling","employment_type":null}]},{"company":{"id":16217653,"name":"Construcciones Planificadas S.A","logo":"https://media.licdn.com/dms/image/D4E0BAQGQJTU0dKd8-Q/company-logo_400_400/0/1692136618590?e=1705536000&v=beta&t=ONnC8C-zYZcOQH4twjZlFI9JC6Dz3sWs-E_DGPQXz48","url":"https://www.linkedin.com/company/construccionesplanificadassa/","employees":{"start":501,"end":1000}},"date":{"start":{"month":11,"day":null,"year":2016},"end":{"month":11,"day":null,"year":2018}},"profile_positions":[{"location":"Bogotá, Colombia","date":{"start":{"month":11,"day":null,"year":2016},"end":{"month":11,"day":null,"year":2018}},"company":"Construcciones Planificadas S.A","description":"• Developed comprehensive construction plans, scheduling, and budgets for flagship projects in urban infrastructure and building construction, with cumulative investments exceeding 50 million dollars. These projects spanned sectors such as commerce, housing, and industry, including shopping centers, office towers, residential complexes, hospitals, among others.\n• Led the implementation of Building Information Modeling (BIM) methodologies applied to project planning, leveraging advanced technologies and software to enhance project visualization, coordination, and efficiency.\n• Closely collaborated with interdisciplinary teams, including architects, engineers, contractors, and clients, to ensure alignment of project objectives, timelines, and budgetary requirements.\n• Conducted thorough analysis and evaluations of project requirements, considering factors such as scope, resources, risks, and regulatory compliance, to develop accurate and realistic budgets and schedules.\n• Actively participated in project meetings and provided expert advice in construction planning, scheduling, and budgeting, contributing to informed decision-making and proactive problem-solving.\n• Facilitated staying up-to-date with industry trends, best practices, and emerging technologies in construction planning and BIM methodologies, continually seeking opportunities to improve project efficiency, accuracy, and quality.","title":"Senior Construction Project Estimator & Scheduler","employment_type":null}]},{"company":{"id":null,"name":"Dirige S.A.S.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":2,"day":null,"year":2016},"end":{"month":11,"day":null,"year":2016}},"profile_positions":[{"location":"Bogotá, Colombia","date":{"start":{"month":2,"day":null,"year":2016},"end":{"month":11,"day":null,"year":2016}},"company":"Dirige S.A.S.","description":"• Successfully led and managed cost engineering projects for nationwide residential construction, overseeing the entire project lifecycle from inception to completion.\n• Provided strategic guidance in cost engineering consulting and project planning, ensuring optimal resource utilization and adherence to budgetary limits.\n• Developed and implemented comprehensive project plans, including schedules, budgets, and resource allocation, to ensure efficient and timely project delivery.\n• Collaborated closely with interdisciplinary teams, including architects, engineers, and contractors, to foster strong working relationships and promote project success.\n• Conducted regular progress assessments, monitoring key performance indicators and making necessary adjustments to mitigate risks and meet project objectives.\n• Supervised and coordinated activities related to project scheduling, quality control, and compliance with relevant industry standards and regulations.\n• Effectively communicated project updates and milestones to stakeholders, including clients, senior management, and internal teams, ensuring alignment and transparency throughout the project duration.\n• Proactively identified and resolved issues, obstacles, and conflicts related to the project, employing innovative problem-solving skills to maintain project momentum and achieve desired results.","title":"Cost Engineering Project Director","employment_type":null}]},{"company":{"id":9203148,"name":"Cumbrera S.A.S.","logo":"https://media.licdn.com/dms/image/C560BAQG_SX8UB6FKjw/company-logo_400_400/0/1519885896370?e=1705536000&v=beta&t=XCpPXLXsYAFS8frMUv9CXi7-9VO-5ei7k70OGbqP5aM","url":"https://www.linkedin.com/company/constructora-cumbrera/","employees":{"start":51,"end":200}},"date":{"start":{"month":2,"day":null,"year":2015},"end":{"month":2,"day":null,"year":2016}},"profile_positions":[{"location":"Bogotá, Colombia","date":{"start":{"month":2,"day":null,"year":2015},"end":{"month":2,"day":null,"year":2016}},"company":"Cumbrera S.A.S.","description":"• Directed and supervised budgeting and cost control activities for nationwide construction projects in the residential and industrial sectors.\n• Monitored the execution of construction activities, ensuring adherence to scheduled timelines and budgeted costs.\n• Implemented effective cost control measures to optimize project expenses and mitigate financial risks.\n• Provided guidance and supervision to the budget and control team, overseeing their work and ensuring their professional development.","title":"Estimation, Schedule & Cost Control Coordinator","employment_type":null}]},{"company":{"id":null,"name":"V&P Arquitectos S.A.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":5,"day":null,"year":2014},"end":{"month":12,"day":null,"year":2014}},"profile_positions":[{"location":"Bogotá, Colombia","date":{"start":{"month":5,"day":null,"year":2014},"end":{"month":12,"day":null,"year":2014}},"company":"V&P Arquitectos S.A.","description":"• Ensured seamless execution of luxury residential construction projects in Bogotá by closely monitoring progress and ensuring adherence to established timelines and budgetary constraints.\n• Proactively identified and addressed any deficiencies or challenges, implementing effective corrective measures and process improvements to achieve project objectives.\n• Coordinated the procurement of essential national and international goods and services for project execution, establishing relationships with suppliers in Italy, Germany, and the United States, optimizing sourcing strategies, and maintaining efficient supply chains.","title":"Estimation, Schedule & Cost Control Engineer","employment_type":null}]},{"company":{"id":1393714,"name":"Constructora Conconcreto","logo":"https://media.licdn.com/dms/image/C4E0BAQEmPIEaJMwpwg/company-logo_400_400/0/1672929342840?e=1705536000&v=beta&t=PE8aoit5WcNSK07E3c44zkEI7FG9esgef2MYFg6Cvi4","url":"https://www.linkedin.com/company/conconcreto/","employees":{"start":10001,"end":null}},"date":{"start":{"month":2,"day":null,"year":2012},"end":{"month":4,"day":null,"year":2014}},"profile_positions":[{"location":"Bogotá, Colombia","date":{"start":{"month":2,"day":null,"year":2012},"end":{"month":4,"day":null,"year":2014}},"company":"Conconcreto","description":"• Prepared comprehensive construction estimates for building projects in the commercial, residential, and industrial sectors, including shopping centers, hotels, warehouses, office towers, residential complexes, hospitals, and more.\n• Managed and oversaw multiple bidding processes for construction and infrastructure projects, such as roads, bridges, earthworks, docks, and utility networks.\n• Developed detailed and accurate cost proposals, including budget structures, itemized quotations, and unit price analyses.\n• Successfully compiled and organized the necessary legal, technical, and financial documentation for each bidding process.","title":"Estimating Assistant","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2018},"end":{"month":null,"day":null,"year":2019}},"school":{"name":"Universidad de Los Andes","logo":"https://media.licdn.com/dms/image/C510BAQEO0I5nIlsnpg/company-logo_400_400/0/1519855939395?e=1705536000&v=beta&t=zJlYTEQeOydf3TkeMoIJI-5hInkGpS2WwgnIEWw4TDc","url":"https://www.linkedin.com/school/universidad-de-los-andes/"},"degree_name":"M.Sc. on Engineering and Construction Management","field_of_study":null,"grade":null},{"date":{"start":{"month":null,"day":null,"year":2007},"end":{"month":null,"day":null,"year":2012}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Civil Engineer","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"},{"country":"US","language":"en"}],"profile_languages":[{"name":"Español","proficiency":"NATIVE_OR_BILINGUAL"},{"name":"Inglés","proficiency":"FULL_PROFESSIONAL"}]},"current_job_year":2023,"current_job_month":8,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_407JHVHM1WJ3USF8RGGE.jpg","email":{"email":"fernando.rodriguez@utopia-living.com","email_anon_id":"eDCiNztIiBKv","email_status":"VALID","email_type":"professional"},"company":{"name":"Utopia","is_catch_all":null,"size":"11-50","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_V9UL90ZW4PGQI61G365O.jpg","linkedin":"https://www.linkedin.com/company/utopia-living-group","website":"http://utopia-living.com","domain":"utopia-living.com","common_email_pattern":"{first}.{last}","industry":"Hospitality","founded_in":null,"description":null,"total_emails":1,"location":{"country":null,"country_code":null,"state":null,"city":null,"timezone":null,"timezone_offset":null,"postal_code":null,"address":null}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":null,"timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Colombia"}}}}