{"https://co.linkedin.com/in/angie-vanessa-rojas-jim%C3%A9nez-953a341a7":{"error":false,"response":{"first_name":"Angie Vanessa","last_name":"Rojas Jiménez","full_name":"Angie Vanessa Rojas Jiménez","gender":"female","job_title":"Ingeniera Ambiental","linkedin":"https://www.linkedin.com/in/angie-vanessa-rojas-jiménez-953a341a7","summary":"Como Ingeniera Ambiental mis conocimientos, habilidades y destrezas se encuentran orientadas al reconocimiento, análisis y planteamiento de soluciones para la prevención y/o mitigación de riesgos, problemáticas y necesidades ambientales presentadas en nuestro entorno, características que me permitirán ser competitiva para asumir nuevos retos laborales en cualquier compañía y de esta manera apalancar el logro de objetivos y el desarrollo sostenible y social de cualquier organización.\n\nCuento con experiencia profesional en la Interventoría de Proyectos, desempeñándome como Auxiliar Ambiental y desarrollando funciones como la supervisión del cumplimiento del Plan de Manejo Ambiental, realizado inspecciones de control a los aspectos e impactos ambientales presentados en frentes de obra y oficinas administrativas, apoyo en la realización de informes diarios, semanales y mensuales de avance de obra para el cliente, apoyo con el registro de indicadores asociados al Sistema de Gestión Ambiental, dictar charlas y capacitaciones en temas de medio ambiente, al igual que llevar a cabo las inducciones y reinducciones al personal vinculado al proyecto.\n\nMi desarrollo profesional y experiencia laboral me han permitido fortalecer, potencializar y desarrollar mi desempeño y crecimiento como persona; me caracterizo por ser puntual, respetuosa, responsable, honesta, comprometida, orientada al logro, proactiva y dinámica, con la capacidad de trabajar en equipo a la hora de ejecutar mis labores.","premium":false,"skills":"Microsoft Office, SketchUp, Ingeniería medioambiental, Educación ambiental, Evaluación de impacto ambiental, Gestión de riesgos, Microsoft Excel, Microsoft PowerPoint, Microsoft Word, ArcGIS, Trabajo en equipo, HEC-RAS, Supervisión de Plan de Manejo Ambiental, Normatividad Ambiental","work_experience":[{"company":{"id":764224,"name":"Integral Ingenieros Consultores","logo":"https://media.licdn.com/dms/image/D4E0BAQGArWJ_tloGjg/company-logo_400_400/0/1667394344974?e=1705536000&v=beta&t=1hT8cxHXzq1m5xUAhKmbhur2CKuupNBFar_bZ2Z48iI","url":"https://www.linkedin.com/company/integralingenieros/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":8,"day":null,"year":2021},"end":{"month":2,"day":null,"year":2022}},"profile_positions":[{"location":"Medellín, Antioquia, Colombia","date":{"start":{"month":8,"day":null,"year":2021},"end":{"month":2,"day":null,"year":2022}},"company":"Integral S.A. Ingenieros Consultores","description":"Funciones:\n• Supervisar el cumplimiento del Plan de Manejo Ambiental presentado para el proyecto Expansión Envigado el Capiro y ejecutado por los contratistas.\n• Cumplir con el Plan de Gestión Ambiental de la Interventoría.\n• Realizar inspecciones de control a los aspectos e impactos ambientales presentados en los diferentes frentes de obra; contribuyendo con registro fotográfico.\n• Apoyar en la realización de informes diarios, semanales y mensuales para entregar al cliente; al igual revisar los informes presentados por el contratista.\n• Asistir a las reuniones de comité de obra y comités ambientales programados.\n• Acompañar en las mediciones de ruido ambiental realizadas por el contratista durante la ejecución de actividades en los diferentes frentes de obra.\n• Cumplir con la política integrada de los sistemas de gestión, a través de la ejecución eficiente y eficaz de las responsabilidades asignadas a su cargo.\n• Apoyar en la realización de charlas y capacitaciones al personal del equipo de Interventoría en temas de medio ambiente.\n• Realizar inspecciones de control a los aspectos e impactos ambientales presentados en la oficina de la Interventoría.\n• Apoyar en el registro de indicadores asociados al Sistema de Gestión Ambiental.\n• Apoyar en la realización de inducciones y reinducciones al personal vinculado al proyecto.\n• Apoyo en la revisión documental de la gestión Ambiental y SST dentro del marco normativo.","title":"Auxiliar Ambiental","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2016},"end":{"month":null,"day":null,"year":2022}},"school":{"name":"Colegio Mayor de Antioquia","logo":null,"url":"https://www.linkedin.com/school/colegio-mayor-de-antioquia/"},"degree_name":"Ingeniera Ambiental","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2021,"current_job_month":8,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_2P7J8SWN67V0KY3ASGSW.jpg","email":{"email":"angie@integral.com.co","email_anon_id":"zIlIXOB1fDoP","email_status":"CATCH_ALL","email_type":"professional"},"company":{"name":"Integral S.A. Ingenieros Consultores","is_catch_all":true,"size":"1001-5000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_KQYJFHRVMURCL1SZ45RQ.jpg","linkedin":"https://www.linkedin.com/company/integralingenieros","website":"http://www.integral.com.co","domain":"integral.com.co","common_email_pattern":null,"industry":"Civil Engineering","founded_in":1955,"description":"Over six decades offering our consultancy services locally and internationally, based on ethical principles and commitments, always through honest, socially responsible actions, implementing outstanding projects that make us an organization committed to excellence.\n\nCORE BUSINESS LINES:\n• Energy\n• Infrastructure\n• Water and Sanitation\n• Mining and Hydrocarbons\n\nOUR SERVICES:\n• Geology, Geotechnics, and Seismology\n• Environmental Studies and Management\n• GIS - Geographic Information Systems\n• Hydrology, Hydraulics, and Sediments\n• Structures\n• Roads and Transport\n• Energy Planning and Project Assessment\n• Electric and Electronic\n• Mechanics\n• Risk Management and Asset Valuation\n• Drilling and Materials Laboratory\n• Architecture","total_emails":52,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Medellín ","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":"Carrera 46 # 52-36"}},"location":{"country":"Colombia","country_code":"CO","state":"Antioquia","city":"Medellín","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":"0500","raw":"Medellín, Antioquia, Colombia"}}}}