{"https://co.linkedin.com/in/dany-julian-chasoy-jacanamejoy?original_referer=https%3A%2F%2Fwww.google.com%2F":{"error":false,"response":{"first_name":"Dany Julian","last_name":"Chasoy Jacanamejoy","full_name":"Dany Julian Chasoy Jacanamejoy","gender":null,"job_title":"Ingeniero Electricista","linkedin":"https://www.linkedin.com/in/dany-julian-chasoy-jacanamejoy","summary":"Ingeniero Electricista con 6 meses de experiencia en el sector eléctrico, con conocimientos en diseño, implementación y mantenimiento de sistemas eléctricos, energías renovables, iluminación de espacios interiores y exteriores, automatización, control de procesos, gestión, planificación y seguimiento de proyectos. Poseo habilidades para programar en Python, nivel avanzado en el manejo de Autocad, Excel, Word, Powerpoint, DIAlux y DIAluxEVO. Soy una persona íntegra, comprometido, creativo, resiliente, con capacidad de liderazgo y trabajo en equipo, poseo buenas habilidades de comunicación, con aptitud de servicio y disposición de aprender.","premium":false,"skills":"Microsoft Excel, Diseño asistido por ordenador (CAD), Programación Python, Programación PLC, Microsoft Word, Microsoft PowerPoint, Office 365, DIALuxEVO, DIALux, Dialogflow Programación de Chatbots por voz, Conocimientos de bases de datos en AWS, Conocimiento de Big Data en AWS, Conocimiento de IA con IBM Watson","work_experience":[{"company":{"id":163630,"name":"Enel Group","logo":"https://media.licdn.com/dms/image/C4D0BAQFvfJr7OuyopA/company-logo_400_400/0/1519929236455?e=1705536000&v=beta&t=IwkvxBFahoxCqtniB5hpQYvvWfBew726Y5T8_JkG4fw","url":"https://www.linkedin.com/company/enelgroup/","employees":{"start":10001,"end":null}},"date":{"start":{"month":9,"day":null,"year":2019},"end":{"month":3,"day":null,"year":2020}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":9,"day":null,"year":2019},"end":{"month":3,"day":null,"year":2020}},"company":"Enel Group","description":"1. Supervisión de material y equipo eléctrico en la ejecución de obras de mantenimiento.\n2. Apoyo en el levantamiento de planos eléctricos de la red de MT/BT mediante visitas al sitio. \n3. Inspección del cumplimiento de normas y protocolos en la ejecución de  obras de mantenimiento en la red de MT/BT.\n4. Evaluación de calidad y seguridad de proyectos en los sistemas de gestión integrados.\n5. Gestión de informes de mantenimiento a empresas contratistas.\n6. Verificación de calidad de proyectos que requieren usar la infraestructura por parte de operadores de telecomunicaciones.","title":"Aprendiz Universitario","employment_type":"Internship"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2013},"end":{"month":null,"day":null,"year":2019}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero Electricista","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2019,"current_job_month":9,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_9UGANF04DHWMQRM5RCDJ.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Enel Group","is_catch_all":true,"size":"10001+","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_UTK5ERGMSJFZVSFEOMXJ.jpg","linkedin":"https://www.linkedin.com/company/enelgroup","website":"http://www.enel.com","domain":"enel.com","common_email_pattern":"{first}.{last}","industry":"Utilities","founded_in":1962,"description":"“Open Power for a brighter future: we empower sustainable progress.” \n\nWe are a multinational company changing the face of energy, one of the world’s leading integrated utilities. As the largest private player in producing clean energy with renewable sources we have more than 88 GW of total capacity, including more than 59 GW of renewables.  \n\nDistributing electricity through a network of over 2 million kilometers, we serve approximately 73 million end users, being the first private network operator globally, and proudly bringing energy to around 67 million homes and businesses.  \n\nPeople are the heart of our energy: our Group is made up of more than 65,000 people from 30 countries and our work is based on our values of Trust, Responsibility, Innovation and Proactivity. Diversity and inclusion play a key role for us, leading to our being recognized in all three of the most prestigious indices and rankings that assess corporate performance on gender diversity at the workplace and beyond: the Refinitive Diversity Inclusion Index, the Bloomberg Gender Equality Index, and the Equileap Gender Equality Global Report & Ranking.   \n\nOur ongoing commitment to innovation and putting sustainability at the core of our business has placed us amongst the top 50 most sustainable companies worldwide nominated by the SEAL Business Sustainability Awards 2022 and prompted us to become a member of the United Nations Global Compact to make a tangible contribution to four of the UN's Sustainable Development Goals (SDGs).  \n\nLet’s shape the energy of the future together. ","total_emails":1000,"location":{"country":"Italy","country_code":"IT","state":null,"city":"Rome","timezone":"Europe/Rome","timezone_offset":"2.0","postal_code":null,"address":"Viale Regina Margherita 125"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}