{"https://co.linkedin.com/in/jaimealejandroparedes":{"error":false,"response":{"first_name":"Jaime Alejandro","last_name":"Paredes Castaño","full_name":"Jaime Alejandro  Paredes Castaño","gender":"male","job_title":"Project manager en Tovar Arquitectura. Con gusto hacia las finanzas y apasionado por las criptomonedas y la tecnología.","linkedin":"https://www.linkedin.com/in/jaimealejandroparedes","summary":"Ingeniero civil de la Universidad Nacional de Colombia, graduado en 2019 y actualmente cursando una especialización en Gerencia de Proyectos en la universidad EAN, donde me encuentro en mi segundo semestre. Mi enfoque principal ha sido la gerencia de proyectos en la industria de la construcción, donde he acumulado tres años de experiencia como Project Manager. Además, mi versatilidad se refleja en mi rol como consultor, donde asesoro a empresas en áreas estratégicas como adopción de las criptomonedas como medio de pago y la optimización de procesos empresariales a través de la implementación de tecnologías avanzadas, incluyendo plataformas como Trello, Drive y Monday, así como acompañamiento en la implementación de sistemas ERP. Mi objetivo es seguir creciendo profesionalmente, aplicando mi experiencia y conocimiento para impulsar el éxito de las organizaciones con las que colaboro.","premium":false,"skills":"Control de gastos, Entrega de proyectos, Administración, Seguimiento, Gestión, Estrategia empresarial, Remodelaciones, Integración de equipos, Presupuestos, Administración logística, Hablar en público, Ingeniería civil, Liderazgo de equipos multidisciplinarios, Orientado al logro, Aptitudes de organización, Capacidad de análisis, Resolución de problemas, Gestión de riesgos, Gestión del rendimiento, Comunicaciones estratégicas","work_experience":[{"company":{"id":null,"name":null,"logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":6,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":null,"date":{"start":{"month":6,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"company":null,"description":"Evaluar y analizar el impacto de la adopción de criptomonedas en la estructura financiera y estrategia de la empresa.\nDesarrollar estrategias de inversión en criptomonedas, gestionando riesgos y maximizando rendimientos.\nAsesorar en la selección e implementación de tecnologías empresariales, como sistemas ERP, CRM y herramientas de colaboración.\nDiseñar planes de transformación digital para optimizar procesos internos y mejorar la eficiencia operativa.\nIdentificar oportunidades de automatización de tareas y procesos para aumentar la productividad y reducir costos.\nFacilitar la capacitación y el desarrollo de habilidades digitales en el personal para adaptarse a los cambios tecnológicos.\nMedir y analizar el desempeño empresarial a través de indicadores clave de rendimiento (KPIs) y métricas relevantes.\nDiseñar planes estratégicos a largo plazo que promuevan el éxito organizacional, teniendo en cuenta la evolución tecnológica y la competitividad del mercado.","title":"Consultor","employment_type":"Freelance"}]},{"company":{"id":3251186,"name":"Tovar Arquitectura","logo":"https://media.licdn.com/dms/image/C4D0BAQHX2QkSOABSCw/company-logo_400_400/0/1652503612213?e=1705536000&v=beta&t=VLyMN_edQSxjz_4I-FvENhwzmLC3frwyaAmEZKUK6Z4","url":"https://www.linkedin.com/company/tovar-arquitectura/","employees":{"start":11,"end":50}},"date":{"start":{"month":3,"day":null,"year":2021},"end":{"month":9,"day":null,"year":2023}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":3,"day":null,"year":2021},"end":{"month":9,"day":null,"year":2023}},"company":"Tovar Arquitectura","description":"Objetivo del cargo: Estructurar, gestionar y controlar los proyectos de construcción a nivel técnico, administrativo y financiero, garantizando el cumplimiento en los tiempos, especificaciones técnicas y presupuestos asignados a estos.\n\nFunciones:\nEstructurar de la mano con el área de presupuesto, los presupuestos de cada proyecto y cronograma de ejecución.\nEstructurar y controlar la ejecución de los proyectos de acuerdo a especificaciones técnicas, crnograma y presupuesto. \nLiderar trámites documentales técnicos, administrativos y financieros para la ejecución de los proyectos.\nDefinir junto con el director de obra, los recursos necesarios para la óptima ejecución de los proyectos, delegar la consecución de estos a las partes interesadasy hacer seguimientos a éstos.\nConsolidar y socializar informes gerenciales de avance de obra ante el cliente y genrencia general.\nDar respuesta oportuna al cliente o gerencia general antes solicitudes, información  de avance de obra o novedades que se presentan en los proyectos.\nRepresentar a la organización en reuniones con clientes y aliados estratégicos.\nCalificar el desempeño de su equipo de trabajo y realziar feedback ante falencias que se identificquen en ellos para el mejoramiento del desempeño. \nPreveer posibles falencias en la ejecución del proyecto y establecer planes de acción.","title":"Junior Engineering Project Manager","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Construcciones, consultorías y suministros WM","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":6,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2020}},"profile_positions":[{"location":"Arauca, Arauca, Colombia","date":{"start":{"month":6,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2020}},"company":"Construcciones, consultorías y suministros WM","description":"Funciones del cargo:\nCoordinador de la logistica de transporte y suministros de la obra.\nSupervision y control de procedimientos contractuales.\nAdministración de equipos y herramientas. \nOtras funciones asociadas al cargo y cumplimiento de ejecución de los proyectos.","title":"Coordinador de proyectos","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":1,"day":null,"year":2023},"end":{"month":12,"day":null,"year":2023}},"school":{"name":"Universidad EAN","logo":"https://media.licdn.com/dms/image/D4E0BAQF7E99Xe61kag/company-logo_400_400/0/1696016935002/universidadean_logo?e=1705536000&v=beta&t=FWy5XvhHb1U6q5hmysmLHD5CPAJVOP8RvZlq6wfh4n8","url":"https://www.linkedin.com/school/universidadean/"},"degree_name":"Especialización en Gerencia de Proyectos","field_of_study":"Gestión de proyectos","grade":null},{"date":{"start":{"month":1,"day":null,"year":2014},"end":{"month":12,"day":null,"year":2019}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero civil","field_of_study":"Gestión de proyectos","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"},{"country":"US","language":"en"}],"profile_languages":[]},"current_job_year":2023,"current_job_month":6,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_00AZOJOO2F12XUYGNQ7Y.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":null},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}