{"https://co.linkedin.com/in/dfgomezpi":{"error":false,"response":{"first_name":"Diego Felipe","last_name":"Gómez Pinto","full_name":"Diego Felipe Gómez Pinto","gender":"male","job_title":"Product Owner Senior Sistemas de Apoyo TI | Ingeniero de Sistemas | Especialista en Dirección y Gestión de Proyectos | Product Owner | Scrum Master","linkedin":"https://www.linkedin.com/in/dfgomezpi","summary":"Ingeniero de Sistemas, Especialista en Dirección y Gestión de Proyectos, SCRUM Master, de formación integral, con experiencia en Coordinación de Proyectos TI basado en facilitación bajo metodologías ágiles y tradicionales; soporte a aplicativos y base de datos; implementación de soluciones de infraestructura y virtualización; experiencia en upgrade de plataformas a nivel de hardware y software, y ambientes Windows y Solaris. Conocimientos en legislación laboral y  procesos de nómina. Excelentes relaciones interpersonales, facilidad de interacción en equipos multidisciplinarios y liderazgo; flexibilidad y adaptación en diferentes entornos, alto nivel de compromiso y de resultados con orientación al cliente y al mercado","premium":false,"skills":"Product Owner, OKRs, Liderazgo de equipos multidisciplinarios, Gestión de contratos, Gestión de partes interesadas, Dirección, Scrum, Liderazgo de equipos, Oracle Database, Oracle Installation, Technical Support, Virtualization, SQL, HTML, Operating Systems, Labour Legislation, Gestión de proyectos, Estrategia empresarial, tecnologías de información , Seguimiento","work_experience":[{"company":{"id":2103,"name":"Telefónica","logo":"https://media.licdn.com/dms/image/D4D0BAQG6pgUDxwkdpQ/company-logo_400_400/0/1688384853400/telefonica_logo?e=1705536000&v=beta&t=74WH4mTUHK3Y4uK-KEwpNfz2L3CBXTlVcZGZyi8sPMw","url":"https://www.linkedin.com/company/telefonica/","employees":{"start":10001,"end":null}},"date":{"start":{"month":9,"day":null,"year":2015},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":8,"day":null,"year":2022},"end":{"month":null,"day":null,"year":null}},"company":"Telefónica","description":null,"title":"Product Owner Senior Sistemas de Apoyo TI","employment_type":"Full-time"},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":7,"day":null,"year":2020},"end":{"month":8,"day":null,"year":2022}},"company":"Telefónica","description":"Gestionar la continuidad de los servicios prestados a los clientes internos y externos a través de las plataformas a cargo bajo marcos de gestión y desarrollo Ágil y tradicional. Coordinar con los administradores de los sistemas de otras áreas o empresas, las acciones necesarias para mantener la disponibilidad de servicios, mediante la ejecución de procesos con altos niveles de calidad, acorde a los lineamientos de la compañía.\n\n- Gestion de Requerimientos, Desarrollos, Disponibilidad, Eventos, Incidentes y Problemas sobre las plataformas a cargo.\n- Seguimiento al cumplimiento de proyectos sin impactar la operación de las plataformas, aportando valor significativo al negocio.\n- Gestión de proveedores externos para tener un soporte de segundo nivel a las plataformas a cargo y fábricas de desarrollo para la gestión de requerimientos de software y hardware.\n- Proponer mejoramiento continuo de los servicios a cargo, para cumplir los niveles exigidos por la compañía.","title":"Especialista Servicios TI","employment_type":"Full-time"},{"location":"Colombia","date":{"start":{"month":9,"day":null,"year":2015},"end":{"month":7,"day":null,"year":2020}},"company":"Telefónica","description":"Responsable de la coordinación de proyectos TI con impacto en los clientes internos y externos de la compañía \n  -Scrum Master de Célula ágil de desarrollo enfocada en soluciones para Finanzas y Control de Gestión.\n  -Coordinador de proyectos relacionados con Riesgo Operacional y Fraude, y Aseguramiento del Ingreso.\n  -Líder Técnico en proyectos de transformación de Recursos Humanos.","title":"Profesional Desarrollo Sistemas","employment_type":"Full-time"}]},{"company":{"id":755967,"name":"SQL Software","logo":"https://media.licdn.com/dms/image/C4E0BAQHZp-GH12WLgg/company-logo_400_400/0/1575266466774/sql_software_logo?e=1705536000&v=beta&t=kPrsCjutEmCaSlgs2j6FrOVS_aDcXx1nxoY9DZoT4Pk","url":"https://www.linkedin.com/company/softland-colombia/","employees":{"start":201,"end":500}},"date":{"start":{"month":2,"day":null,"year":2014},"end":{"month":9,"day":null,"year":2015}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":2,"day":null,"year":2014},"end":{"month":9,"day":null,"year":2015}},"company":"SQL Software","description":"Responsable de brindar soporte a empresas de diversos sectores, en los procesos de Liquidación de Nómina, Legislación Laboral y Recursos Humanos basados en el aplicativo Queryx en sus diferentes versiones.\n  -Soportar la operación del aplicativo bajo SQL y PL/SQL de Oracle.\n  -Despliegues bajo Apache Tomcat del aplicativo.\n  -Sólidos conocimientos de legislación laboral para dar soporte a los usuarios de empresas de diversos sectores.","title":"Ingeniero de Soporte Técnico","employment_type":"Full-time"}]},{"company":{"id":null,"name":"ITSS - IT Service Solutions","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":6,"day":null,"year":2012},"end":{"month":2,"day":null,"year":2014}},"profile_positions":[{"location":null,"date":{"start":{"month":6,"day":null,"year":2012},"end":{"month":2,"day":null,"year":2014}},"company":"ITSS - IT Service Solutions","description":"Responsable de instalación, mantenimiento y soporte de infraestructura implementada en diferentes organizaciones o empresas a nivel local.\n\n  -Monitoreo de plataformas SUN E6900, SunFire v210 y v240, y StoreEdge 3000 series para CLARO en la ciudad de Bucaramanga.\n  -Instalación de equipos Oracle SUN de plataforma SPARC series T y M y Enterprise.\n  -Instalación de equipos Oracle SUN de plataforma x86\n  -Soporte de hardware en equipos SUN Oracle\n  -Configuración de sistema operativo Solaris 10 y 11 en plataformas Oracle SUN SPARC y x86.\n  -Virtualización de sistemas operativos Windows y Linux sobre plataformas Oracle Sun x86\n  -Virtualizacion por medio de Oracle Virtual Machine Manager (OVM Manager).\n  -Creación de Logical Domains (LDOMs), configuración de sistema operativo Solaris 10 y 11 en ellos, con todas las características de conexión y y manejo que el cliente requiera. \n  -Presentación de bandejas de discos, LUNs o volúmenes a LDOMs y sistemas primarios con sistemas operativos Solaris.\n  -Instalación de Patchset respectivo para Sistemas Operativos Solaris.\n  -Vitalización por medio de VMware\n  -Configuración de Oracle Linux","title":"Ingeniero Consultor e Implementaciones","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2017},"end":{"month":null,"day":null,"year":2018}},"school":{"name":"Universidad Sergio Arboleda","logo":"https://media.licdn.com/dms/image/C560BAQGbWIosAoq3XQ/company-logo_400_400/0/1626700733583?e=1705536000&v=beta&t=aPHbYYBZpntQGhCt6mTdTEUAF2DkKJZjkx_mYsYQLpI","url":"https://www.linkedin.com/school/universidad-sergio-arboleda/"},"degree_name":"Especialización en Dirección y Gestión de Proyectos","field_of_study":null,"grade":null},{"date":{"start":{"month":null,"day":null,"year":2006},"end":{"month":null,"day":null,"year":2012}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero de Sistemas","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"US","language":"en"},"supported_locales":[{"country":"US","language":"en"}],"profile_languages":[]},"current_job_year":2015,"current_job_month":9,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_WHP57Q5XFIBOYMU6XZGC.jpg","email":{"email":"dfelipe@telefonica.com","email_anon_id":"XDK25u0q3oVd","email_status":"CATCH_ALL","email_type":"professional"},"company":{"name":"Telefónica","is_catch_all":true,"size":null,"logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_BV6C87QKKQEDT85W9V1A.jpg","linkedin":"https://www.linkedin.com/company/telefonica","website":"http://www.telefonica.com","domain":"telefonica.com","common_email_pattern":null,"industry":"Telecommunications","founded_in":null,"description":"Telefónica is today one of the largest telecommunications companies in the world in terms of market capitalisation and number of customers. We have the best infrastructure, as well as an innovative range of digital and data services; therefore, we are favorably positioned to meet the needs of our customers and capture growth in new businesses.\n\nWe are sensitive to the new challenges demanded by society today and, therefore, we provide the means to facilitate communication between people, providing them with the most secure and cutting-edge technology.\n\nOur vision is focused on technology making people's lives easier and our aim is to promote progress in that direction, so that technology can make a positive impact on the world both socially and environmentally, and, ultimately, so as to provide value and trust in an ever-changing and accelerating world. Digital life is life itself, and technology is an essential part of being human. We want to create, protect and boost connections in life so people can choose a world of unlimited possibilities. \n\nWe want to be a company in which our clients, employees, suppliers, shareholders, and society in general can trust. In order to achieve this, we communicate our strategy, business model and most relevant data to our stakeholders in a clear and transparent manner, so as to show the company's ability to create value.","total_emails":1000,"location":{"country":"Spain","country_code":"ES","state":null,"city":"Madrid","timezone":"Europe/Madrid","timezone_offset":"2.0","postal_code":null,"address":"Spain"}},"location":{"country":"Colombia","country_code":"CO","state":"Capital District","city":"Bogotá","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogotá, Capital District, Colombia"}}}}