{"https://co.linkedin.com/in/daniel-rubiano-sosa":{"error":false,"response":{"first_name":"Daniel Alejandro","last_name":"Rubiano Sosa","full_name":"Daniel Alejandro Rubiano Sosa","gender":"male","job_title":"Ing. Industrial de Universidad Nacional de Colombia y Esp. en Gestión de Proyectos de la Universidad Distrital FJDC","linkedin":"https://www.linkedin.com/in/daniel-rubiano-sosa","summary":"Soy especialista en gestión de proyectos en ingeniería de la Universidad Distrital Francisco José de Caldas e ingeniero Industrial de la Universidad Nacional de Colombia con formación complementaria en el Institute Nationale Polytechnique de Grenoble - Francia en Ingeniería de la Cadena Logística por medio del Programa de Mejores Promedios de la Facultad de Ingeniería, durante mi estanca en el exterior desarrollé habilidades de comunicación en inglés y francés, así como adaptación a entornos complejos y cambiantes y de trabajo en equipos multidisciplinarios y multiculturales.\n\nPoseo experiencia en la formulación y seguimiento de proyectos de inversión en entidades públicas con énfasis en el componente financiero, implementación, seguimiento y mejora continua de Sistemas Integrados de Gestión, administración de riesgos y diagramación de procesos, a través del desarrollo y la proposición de soluciones adaptadas a las necesidades de los líderes de proceso y sus usuarios, haciendo uso de las metodologías dispuestas para cada una de estas actividades.\n\nMe interesa desarrollarme profesionalmente en los campos de gestión de proyectos, sistemas integrados de gestión y administración del riesgo implementando metodologías de aprendizaje continuo y mejora de procesos por medio del análisis de información, adaptación e implementación de herramientas tecnológicas e informáticas y el uso de sistemas de información.","premium":false,"skills":"Optimización de procesos, Metodologías ágiles, Metrología, Microsoft Office, Gestión de proyectos, Gestión de la calidad, Redacción creativa , Investigación y desarrollo, Logística, Ingeniería industrial, Estrategia empresarial, Planeamiento de proyectos, Ingeniería, Análisis de datos, Planificación estratégica, Administración de la cadena de suministro, Resolución de problemas, Elaboración de propuestas, Mejora continua, Organización de eventos","work_experience":[{"company":{"id":464241,"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":10,"day":null,"year":2018},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá, Bogotá D.C. Department, Colombia","date":{"start":{"month":10,"day":null,"year":2018},"end":{"month":null,"day":null,"year":null}},"company":"Universidad Nacional de Colombia","description":"?\tImplementación, socialización y seguimiento a las actividades relacionadas con el Sistema Integrado de Gestión académica, adminitrativa y ambiental que son competencia de la Dirección Nacional de Bienestar Universitario.\n?\tAcompañamiento a las sedes en la implementación y resolución de inquietudes relacionadas con Sistema Integrado de Gestión académica, adminitrativa y ambiental para bienestar universitario.\n?\tElaboración y socialización de documentación requerida para el proceso de bienestar unibversitario en el marco de la simplificación de procesos.\n?\tConsolidar información de las sedes respecto a requerimientos del Sistema Integrado de Gestión para la consolidación y análisis de informes.\n?\tApoyar las actividades de planeación y elaboración de los proyectos de inversión de la Dirección Nacional de Bienestar Universitario.\n?\tAcompañamiento en la formulación y seguimiento a los proyectos de inversión de la Dirección Nacional de Bienestar Universitario.","title":"Profesional de la Dirección Nacional de Bienestar","employment_type":null}]},{"company":{"id":null,"name":"Alcaldía Local de Bosa","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":4,"day":null,"year":2020},"end":{"month":10,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":4,"day":null,"year":2020},"end":{"month":10,"day":null,"year":2021}},"company":"Alcaldía Local de Bosa","description":"Durante las vigencias 2020 y 2021, mediante la vinculación como contratista al Fondo de Desarrollo Local de Bosa, se realizaron visitas de inspección a los establecimientos de comercio de la localidad a fin de verificar el cumplimiento de la normatividad vigente sobre Protección al Consumidor, producto de estas visitas se elaboraron los informes técnicos, de acuerdo con las visitas de control, vigilancia y verificación de cumplimiento de las disposiciones técnicas y la recaudación del material probatorio pertinente para las investigaciones administrativas de rigor y las demás propias de la experticia técnica.\n\nEn el desarrollo de este contrato se realizo acompañamiento en la planeación y ejecución de campañas de inspección, control y vigilancia y las actividades de divulgación y/o difusión de los servicios relacionados con el punto de atención al Consumidor y la protección al consumidor, para el Control y Verificación de Reglamentos Técnicos y Metrología Legal a todos los actores involucrados.","title":"Ingeniero de atención al consumidor - Alcaldía local de Bosa","employment_type":"Freelance"}]},{"company":{"id":null,"name":"Secretaría Distrital de Gobierno","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":1,"day":null,"year":2017},"end":{"month":12,"day":null,"year":2018}},"profile_positions":[{"location":"Bogotá D.C. Area, Colombia","date":{"start":{"month":1,"day":null,"year":2017},"end":{"month":12,"day":null,"year":2018}},"company":"Secretaría Distrital de Gobierno","description":"\tApoyar a la Oficina Asesora de Planeación en el diseño de metodologías y realización de diagnósticos, seguimientos, acciones de implementación, mantenimiento y mejoramiento, consolidación de reportes y recolección de información, y de conformidad con los temas, procesos (Gestión Corporativa Institucional – Gestión Corporativa Local – Gestión del Patrimonio Documental) y herramientas (Gestión para la mejora continua y Gestión del Riesgo), con miras a contribuir en la implementación y fortalecimiento del modelo de Planeación y Gestión de la Entidad. \n\tLiderar la estrategia de depuración de hallazgos de la Secretaría Distrital de Gobierno.\n\tApoyar y acompañar a los líderes de procesos anteriormente mencionados y equipos de trabajo de las alcaldías Locales de Antonio Nariño, Rafael Uribe Uribe y San Cristóbal con las estrategias de socialización y sensibilización de las temáticas de planeación institucional. \n\tMantener actualizada, controlar y Publicar la documentación de los procesos Gestión Corporativa Institucional – Gestión Corporativa Local – Gestión del Patrimonio Documental. \n\tApoyar la planeación y participar en el proceso de auditorías del Sistema Integrado de Gestión y/o de los diferentes temas, tanto internas como externas para el mejoramiento continuo de la entidad\n\tApoyar el diseño para la implementación del Modelo Integrado de Planeación y Gestión en la Secretaría Distrital de Gobierno.","title":"Profesional de Planeación Institucional","employment_type":null}]},{"company":{"id":null,"name":"Secretaria Distrital de Gobierno ","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":4,"day":null,"year":2016},"end":{"month":12,"day":null,"year":2016}},"profile_positions":[{"location":"Bogotá, Colombia ","date":{"start":{"month":4,"day":null,"year":2016},"end":{"month":12,"day":null,"year":2016}},"company":"Secretaria Distrital de Gobierno ","description":"\tImplementación de las herramientas que soportan los Subsistemas del Sistema Integrado de Gestión en las Alcaldías Locales de Ciudad Bolívar, Tunjuelito y Antonio Nariño.\n\tActividades de implementación, mantenimiento, seguimiento y mejoramiento de las herramientas del Sistema Integrado de Gestión, en lo referente a Gestión para la Mejora \n\tAsistir a la Dirección de Planeación y Sistemas de información en la revisión, creación y/o modificación de documentos que soportan los procesos (Planeación y Gerencia Estratégica, Comunicaciones y Agenciamiento de Política Pública), y de los Subsistemas de Gestión (Subsistema de Calidad, Subsistema de Gestión Documental). \n\tVerificar el comportamiento o monitoreo de los mapas de riesgos de los procesos de la Entidad. \n\tApoyar en la logística de la preparación y ejecución de las auditorías del SIG, del Subsistema de Gestión Ambiental y de certificación de la Entidad, tanto en Nivel Central como en Alcaldías Locales.\n\tAcompañar en las actividades de rediseño de la estructura orgánica de la Entidad, en el marco de la escisión de la Secretaría y la adopción del Marco Estratégico.\n\tDesarrollar jornadas de capacitación y/o Sensibilización.\n\tBrindar soporte en la ejecución y seguimiento de Planes, Programas y Estrategias Institucionales.","title":"Analista  del Sistema Integrado de Calidad","employment_type":null}]},{"company":{"id":464241,"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":7,"day":null,"year":2014},"end":{"month":6,"day":null,"year":2015}},"profile_positions":[{"location":null,"date":{"start":{"month":7,"day":null,"year":2014},"end":{"month":6,"day":null,"year":2015}},"company":"Universidad Nacional de Colombia","description":"Manejo de inventario documental de la facultad de ingenieria","title":"Estudiante Auxiliar Secretaría Académica Facultad de Ingeniería ","employment_type":null},{"location":"Bogotá","date":{"start":{"month":11,"day":null,"year":2014},"end":{"month":3,"day":null,"year":2015}},"company":"Universidad Nacional de Colombia","description":"Monitor de inducción  a los estudiantes admitidos a la facultad de ingeniería de la universidad Nacional de Colombia.\n\nAnimador Cultural: Logística de eventos (ceremonias de grado, inauguración de edificios).","title":"Estudiante Auxiliar de Bienestar Universitario","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2011},"end":{"month":null,"day":null,"year":2016}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero Industrial","field_of_study":null,"grade":null},{"date":{"start":{"month":null,"day":null,"year":2017},"end":{"month":null,"day":null,"year":2018}},"school":{"name":"Universidad Distrital Francisco José de Caldas","logo":"https://media.licdn.com/dms/image/C4D0BAQHj5Hz2_qbsqA/company-logo_400_400/0/1519886725562?e=1705536000&v=beta&t=ejxEkgT6jEbmMH2VJU1JdiUXgFICZENNvfSY0e_fagY","url":"https://www.linkedin.com/school/universidad-distrital-francisco-jos%C3%A9-de-caldas/"},"degree_name":"Especialista en Gestión de Proyectos en ingeniería","field_of_study":"Ingeniería","grade":null},{"date":{"start":{"month":null,"day":null,"year":2015},"end":{"month":null,"day":null,"year":2016}},"school":{"name":"Grenoble INP - Génie industriel","logo":null,"url":null},"degree_name":"Estudiante de intercambio","field_of_study":"Gestión logística, de materiales y de la cadena de suministro","grade":null},{"date":{"start":{"month":null,"day":null,"year":2005},"end":{"month":null,"day":null,"year":2010}},"school":{"name":"Escuela Tecnológica Instituto Técnico Central","logo":"https://media.licdn.com/dms/image/C560BAQFDTGWnYCr-bw/company-logo_400_400/0/1519878133780?e=1705536000&v=beta&t=XQtbTXy2vjZXkgUGCoWLHhC2hZGkHKgj2c5q54-lKN8","url":"https://www.linkedin.com/school/escuela-tecnol%C3%B3gica-instituto-t%C3%A9cnico-central/"},"degree_name":"bachiller técnico mecánico ","field_of_study":"Bachillerato con énfasis en la mecánica industrial ","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Español","proficiency":null},{"name":"Francés","proficiency":null},{"name":"Inglés","proficiency":null}]},"current_job_year":2018,"current_job_month":10,"picture":null,"email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Universidad Nacional de Colombia"},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}