{"https://co.linkedin.com/in/jollopezme":{"error":false,"response":{"first_name":"Jorge Luis","last_name":"López Mera","full_name":"Jorge Luis López Mera","gender":"male","job_title":"Líder O&M PAD's de Inyección Campo Quifa y Cajúa","linkedin":"https://www.linkedin.com/in/jollopezme","summary":"Ingeniero mecánico con amplia experiencia en ingeniería, comisionamiento, arranque y mantenimiento de plantas del sector hidrocarburos e industrial. Trabajo enfocado a resultados con buenas habilidades de liderazgo y buenas relaciones interpersonales. Experiencia en manejo de personal y liderazgo de equipos de trabajo. Planificación, ejecución y control de presupuestos. Manejo de contratos con proveedores y contratistas. Soy una persona amable y amistosa con capacidad de trabajo en equipo y buen manejo del trabajo bajo presión. Buena actitud frente a los cambios y al aprendizaje continuo.","premium":false,"skills":"Microsoft Office, Microsoft Excel, Administración y dirección de empresas, Microsoft Word, Microsoft PowerPoint, Liderazgo, Investigación y desarrollo, Ingeniería, Inglés, Entrenamiento, Leadership, Research, Liderazgo de equipos, Gestión de mantenimiento, Gas, Industria petrolera, Planificación de proyectos","work_experience":[{"company":{"id":16172729,"name":"OMIA Colombia S.A.S","logo":"https://media.licdn.com/dms/image/C4E0BAQEz5tF3tDHLJw/company-logo_400_400/0/1519881547193?e=1705536000&v=beta&t=YjFf5BUmeezuGn1-ULPisTy3p4uFdEx4sFlDbtBkA9M","url":"https://www.linkedin.com/company/omia-colombia-s.a.s/","employees":{"start":501,"end":1000}},"date":{"start":{"month":3,"day":null,"year":2021},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Campo Quifa - Frontera Energy","date":{"start":{"month":3,"day":null,"year":2021},"end":{"month":null,"day":null,"year":null}},"company":"OMIA Colombia S.A.S","description":"Responsable de liderar la operación y el mantenimiento de los PAD's de inyección 1 y 3 Campo Quifa de Frontera Energy asegurando la confiabilidad de equipos como motores MAK 9CM32, MAK 8CM20, bombas de inyección Sulzer 10x12x14,5 MSDD 5 STG y bombas de inyección Flowserve entre otros. Intervenir en procesos de selección, dirigir y capacitar personal, evaluar el cumplimiento de KPI, dando cumplimiento a normas técnicas y sistemas integrados de calidad. Supervisar la ejecución de planes de mantenimiento mecánico, eléctrico y de instrumentación y control; aprobar la evaluación de sistemas de seguridad industrial, realizar levantamiento de información a fin de ajustar y estandarizar procesos. Diagramar procedimientos, analizar incidentes en máquinas industriales, garantizar la calibración de los equipos de medición, determinar planes correctivos, leer e interpretar información técnica de equipos y sistemas mecánicos, hidráulicos y eléctricos; identificar de manera asertiva las necesidades corporativas y de los clientes. Desarrollar trazabilidad en procesos internos, identificar incidentes críticos, presentar planes de mejoramiento continuo, manejar programas corporativos como SAP y el paquete OFFICE, actualizar bases de datos, confeccionar consolidados estadísticos y presentar informes de gestión.","title":"Líder O&M PAD's de Inyección Campo Quifa / Cajúa","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Servicios Asociados SAS","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":9,"day":null,"year":2020},"end":{"month":2,"day":null,"year":2021}},"profile_positions":[{"location":null,"date":{"start":{"month":9,"day":null,"year":2020},"end":{"month":2,"day":null,"year":2021}},"company":"Servicios Asociados SAS","description":"Responsable de coordinar la operación de mantenimietno industrial en el sector de hidrocarburos,\nintervenir en procesos de selección, dirigir y capcitar personal, evaluar el cumplimiento de KPI, dando cumplimiento a normas técnicas y sistemas integrados de calidad, supervisar la ejecución de planes de mantenimiento mécanico y electrico, aprobar la evaluación de sistemas de seguridad industrial, realizar levantamiento de información a fin de ajustar y estandarizar procesos, diagramar procedimientos, analizar incidentes en maquinas idustriales, planificar la calibración de equipos de medición, determinar planes correctivos, leer e interpretar planos mécanicos, hidraulicos y electricos, identificar necesidades corporativas y de clientes, presentar órdenes de compra de insumos y herramientas, desarrollar trazabilidad en procesos internos, identificar incidentes criticos, presentar planes de mejoramiento continuo, operar programas corporativos como SAP y el paquete OFFICE, actualizar bases de datos,\nconfeccionar consolidados estadísticos, presentar informes de gestión.","title":"Supervisor de Mantenimiento","employment_type":"Full-time"}]},{"company":{"id":2411667,"name":"Engenergy SAS","logo":"https://media.licdn.com/dms/image/C4D0BAQHn7W57i5w7fw/company-logo_400_400/0/1519952342520?e=1705536000&v=beta&t=mITexFpXLEg0nXfqp5cDuw7O75f3Ii-vzBMDWYTZUjE","url":"https://www.linkedin.com/company/engenergy-sas/","employees":{"start":11,"end":50}},"date":{"start":{"month":6,"day":null,"year":2020},"end":{"month":9,"day":null,"year":2020}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":6,"day":null,"year":2020},"end":{"month":9,"day":null,"year":2020}},"company":"Engenergy SAS","description":"Responsable de coordinar el desarrollo de proyectos de ingenieria y construcción de facilidades de\nsuperficie, intervenir en procesos de selección, dirigir y capcitar personal, evaluar el cumplimiento de KPI, dando cumplimiento a normas técnicas y sistemas integrados de calidad, supervisar la ejecución de procesos de diseños y cálculos, realizar levantamiento de información a fin de ajustar y estandarizar procesos, diagramar procedimientos, analizar información de contexto, crear documentos de ingenieria, identificar necesidades corporativas y de clientes, presentar órdenes de compra de insumos y herramientas, desarrollar trazabilidad en procesos internos, identificar incidentes criticos, presentar planes de mejoramiento continuo, operar programas de diseño como AUTOCAD 2D y 3D, SOLIDWORKS, CADWORX, NAVISWORKS, tambien Corporativos como Project y el paquete de Office, actualizar bases de datos, confeccionar consolidados estadísticos, presentar informes de gestión.","title":"Ingeniero Consultor","employment_type":null}]},{"company":{"id":3818,"name":"Air Liquide","logo":"https://media.licdn.com/dms/image/C510BAQF6PhVyWbLl5Q/company-logo_400_400/0/1519855871355?e=1705536000&v=beta&t=qyTbyj0D88H27Qi8ufXzsfLwn2lEXYNje7VuB9DFS-Q","url":"https://www.linkedin.com/company/airliquide/","employees":{"start":10001,"end":null}},"date":{"start":{"month":1,"day":null,"year":2017},"end":{"month":6,"day":null,"year":2020}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":8,"day":null,"year":2017},"end":{"month":6,"day":null,"year":2020}},"company":"Air Liquide","description":"Responsable por planear, coordinar y ejecutar las actividades de mantenimiento mecánico, eléctrico,\nelectrónico y de instrumentación, basado en las metodologías de confiabilidad y de mejora continua,\ncon el fin de asegurar la disponibilidad de los equipos y garantizar el suministro de\nproductos/servicios a los clientes, alineados a las directrices de seguridad, salud en el trabajo, calidad,\ninocuidad de los alimentos y medio ambiente.\n\nPrincipales Responsabilidades:\n1. Respetar y asegurar el cumpliminento de los requisitos de Seguridad, Salud en el Trabajo,\nMedio Ambiente, Calidad e Inocuidad de los Alimentos; las obligaciones legales y del Grupo AL\n2. Implementar la Política de Mantenimiento, incluyendo los requisitos legales\n3. Planificar, coordinar y supervisar las actividades de mantenimiento\n4. Tomar acción para lograr la mejora continua del desempeño industrial\n﴾confiabilidad/disponibilidad﴿\n5. Guiar y desarrollar al personal de mantenimiento\n6. Optimizar los costos de mantenimiento de los activos, apoyar el proceso de abastecimiento","title":"Coordinador de Mantenimiento","employment_type":null},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":1,"day":null,"year":2017},"end":{"month":8,"day":null,"year":2017}},"company":"Air Liquide","description":"Ingeniero de comisionamiento y arranque en la disciplina mecánica para la planta de cogeneración y recuperación de CO2 ubicada en el parque industrial de FEMSA (Coca Cola) en Tocancipá. Responsable de:\n- Supervisar al personal de los proveedores de tecnología durante la instalación y comisionamiento de equipos rotativos (compresores, turbinas, etc.), auxiliares (intercambiadores de calor, torres de destilación, sistemas de tratamiento de agua, etc.) , y de respaldo (tanques criogénicos, vaporizadores, etc.).\n- Dirigir las actividades de pre-comisionamiento y comisionamiento mecánico que incluye oil flush, line blows (de vapor y aire), inspecciones de tubería e instalación de equipos, pruebas de funcionamiento de motores, etc.\n- Mantener al día toda la documentación de inspecciones y pruebas de todos los equipos. \n- Participar en el desarrollo y aprobación de los paquetes de prueba de presión según lo establecido en los estándares de ASME B31.3.\n- Miembro del PTEG (Pressure Testing Execution Group) para asegurar que las pruebas cumplan con todas las normas de seguridad. Supervisar las actividades con el Gerente de Comisionamiento, asegurando el cumplimiento con el plan de pruebas acordado.\n- Dirigir las actividades de “P&ID Walkdow n”, verificando la instalación de tubería (contra los isométricos), equipos, soportes, juntas de expansión, etc. También revisar la instalación de empaques (gaskets), orientación de válvulas de control y de check, nivelación de equipos, etc. Documentar desviaciones con la ingeniería aprobada.\n- Manejar las desviaciones con el contratista.\n- Desarrollar y ejecutar procedimientos de llenados de empaque en torres de destilación, catalizador en reactores, químicos en tanques, etc. supervisando al contratista durante el proceso.","title":"Commissioning and Start-Up Engineer - Mechanical","employment_type":null}]},{"company":{"id":2411667,"name":"Engenergy SAS","logo":"https://media.licdn.com/dms/image/C4D0BAQHn7W57i5w7fw/company-logo_400_400/0/1519952342520?e=1705536000&v=beta&t=mITexFpXLEg0nXfqp5cDuw7O75f3Ii-vzBMDWYTZUjE","url":"https://www.linkedin.com/company/engenergy-sas/","employees":{"start":11,"end":50}},"date":{"start":{"month":7,"day":null,"year":2015},"end":{"month":1,"day":null,"year":2017}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":7,"day":null,"year":2015},"end":{"month":1,"day":null,"year":2017}},"company":"Engenergy SAS","description":"En conjunto con los proyectos desarrollados durante este periodo, colaboré con la implementación\ndel sistema integrado de gestión de la compañía, obteniendo satisfactoriamente la certificación en la\nnorma ISO 9001. Actualmente la compañía se encuentra en proceso de certificación de las normas\nISO 14001 y OHSAS 18001, procesos en los cuales también participé activamente. Los proyectos en\nlos que he participado son los siguientes:\n- PROYECTO: Ingeniería básica para la conexión al oleoducto El Morro‐Araguaney ﴾EMA﴿ para el retiro de crudo de Floreña, su recibo y almacenamiento en tanques de la Refinería de Hidrocasanare y el despacho a través de carrotantes ﴾Noviembre 2016 – Enero 2017﴿. CLIENTE: EQUION ENERGY\n- PROYECTO: Ingeniería Inversa Planta de Almacenamiento de Combustibles ﴾Agosto 2016 – Septiembre 2016﴿. CLIENTE: EDOXX INGENIERÍA\n- PROYECTO: Construcción Unidad de Medición y Transferencia de Custodia de Gas para la planta Bonga Mamey ﴾Noviembre 2015 – Junio 2016﴿. CLIENTE: PETROTIGER\n- PROYECTO: Ingeniería detallada para la estructura metálica y cimentaciones para los soportes de tubería Pipe Rack y Misceláneos para la Planta de Gas de Bonga Mamey ﴾Agosto 2015 – Octubre 2015﴿. CLIENTE: PETROTIGER\n- PROYECTO: Análisis de Capacidad Máxima de Operación de la Planta de Tratamiento de Aguas Residuales PTARI – 1 ﴾Julio 2015 – Agosto 2015﴿. CLIENTE: TWM SA","title":"Ingeniero mecánico","employment_type":null}]},{"company":{"id":2444,"name":"Alstom Power","logo":"https://media.licdn.com/dms/image/C4E0BAQGsEu9r6IL5Dw/company-logo_400_400/0/1675271003918?e=1705536000&v=beta&t=pml_JHfIk_cxp2bY7X3ZVL-odc4ynlMIc5m5yzbKN9s","url":"https://www.linkedin.com/company/alstom-power/","employees":{"start":10001,"end":null}},"date":{"start":{"month":6,"day":null,"year":2015},"end":{"month":7,"day":null,"year":2015}},"profile_positions":[{"location":"Bogotá","date":{"start":{"month":6,"day":null,"year":2015},"end":{"month":7,"day":null,"year":2015}},"company":"Alstom Power","description":"Responsable por la elaboración de planos as built del proyecto de instalación del sistema de recolección de cenizas para la termoeléctrica de Termozipa durante la fase final del proyecto.","title":"Ingeniero de Campo","employment_type":null}]},{"company":{"id":2411667,"name":"Engenergy SAS","logo":"https://media.licdn.com/dms/image/C4D0BAQHn7W57i5w7fw/company-logo_400_400/0/1519952342520?e=1705536000&v=beta&t=mITexFpXLEg0nXfqp5cDuw7O75f3Ii-vzBMDWYTZUjE","url":"https://www.linkedin.com/company/engenergy-sas/","employees":{"start":11,"end":50}},"date":{"start":{"month":7,"day":null,"year":2014},"end":{"month":5,"day":null,"year":2015}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":7,"day":null,"year":2014},"end":{"month":5,"day":null,"year":2015}},"company":"Engenergy SAS","description":"- PROYECTO: Ingeniería Inversa Termopaipa Unidad 1 ﴾Marzo 2015 – Mayo 2015﴿. CLIENTE: ALSTOM POWER COLOMBIA\n- PROYECTO: Ingeniería Básica y Detallada planta de Gas Bonga Mamey ﴾Enero 2015 – Marzo 2015﴿. CLIENTE: PETROTIGER\n- PROYECTO: Ingeniería Detallada de la estrategia de montaje de los serpentines del economizador y de las paredes del hogar de la caldera de la termoeléctrica TERMOESMERALDAS – Esmeraldas, Ecuador\n﴾Noviembre 2014 – Enero 2015﴿. CLIENTE: ALSTOM POWER COLOMBIA\n- PROYECTO: Suministro de las casetas de Compresores y Bombas de la Planta Piloto de Inyección de Aire Campo – Chichimene ﴾Septiembre 2014 – Noviembre 2014﴿. CLIENTE: TECNOSTEAM\n- PROYECTO: Ingeniería detallada para la interconexión de Unidad Recuperadora de Vapor con el campo AK‐1 ﴾Agosto 2014 – Septiembre 2014﴿. CLIENTE: TALISMAN\n- PROYECTO: Levantamiento en campo de las líneas de crudo de los Campos Mana, Ambrosía y Toqui\nToqui ﴾Julio 2014﴿. CLIENTE: INTEROIL","title":"Ingeniero Mecánico en Formación","employment_type":null}]},{"company":{"id":2411667,"name":"Engenergy SAS","logo":"https://media.licdn.com/dms/image/C4D0BAQHn7W57i5w7fw/company-logo_400_400/0/1519952342520?e=1705536000&v=beta&t=mITexFpXLEg0nXfqp5cDuw7O75f3Ii-vzBMDWYTZUjE","url":"https://www.linkedin.com/company/engenergy-sas/","employees":{"start":11,"end":50}},"date":{"start":{"month":7,"day":null,"year":2013},"end":{"month":11,"day":null,"year":2013}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":7,"day":null,"year":2013},"end":{"month":11,"day":null,"year":2013}},"company":"Engenergy SAS","description":"- PROYECTO: Ingeniería Básica de las estrategias de montaje de los serpentines del economizador y de las paredes del hogar de la caldera de la termoeléctrica TERMOESMERALDAS – Esmeraldas, Ecuador ﴾Julio 2013 – Noviembre 2013﴿. CLIENTE: ALSTOM POWER COLOMBIA\n\nFUNCIONES: Levantamiento en sitio de la información necesaria para el desarrollo de la ingeniería básica de las estrategias de montaje del economizador y las paredes del hogar. Elaboración de planos, informes y demás documentos necesarios para la propuesta básica de los procedimientos de reemplazo de los serpentines del economizador y los paneles de las paredes del hogar de la caldera en la parada para el mantenimiento mayor de Julio de 2015.","title":"Proyectista Mecánico","employment_type":null}]},{"company":{"id":2411667,"name":"Engenergy SAS","logo":"https://media.licdn.com/dms/image/C4D0BAQHn7W57i5w7fw/company-logo_400_400/0/1519952342520?e=1705536000&v=beta&t=mITexFpXLEg0nXfqp5cDuw7O75f3Ii-vzBMDWYTZUjE","url":"https://www.linkedin.com/company/engenergy-sas/","employees":{"start":11,"end":50}},"date":{"start":{"month":5,"day":null,"year":2012},"end":{"month":12,"day":null,"year":2012}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":5,"day":null,"year":2012},"end":{"month":12,"day":null,"year":2012}},"company":"Engenergy SAS","description":"- PROYECTO: Ingeniería de Detalle para la fabricación de los serpentines del sobrecalentador, del\neconomizador y los paneles de las paredes del hogar de la caldera de la termoeléctrica\nTERMOESMERALDAS – Esmeraldas, Ecuador ﴾Julio 2012 – Diciembre 2012﴿. CLIENTE: ALSTOM POWER COLOMBIA\n- PROYECTO: Ingeniería Básica y de Detalle Planta Piloto de Inyección de Aire Campo Chichimene ﴾Junio 2012 – Julio 2012﴿. CLIENTE: TECNOSTEAM\n- PROYECTO: Diseño de Bridas de Anclaje del Oleoducto Bicentenario en las estaciones de recibo y\ndespacho entre Araguaney y Banadía ﴾Mayo 2012﴿. CLIENTE: SICIM COLOMBIA","title":"Proyectista Mecánico","employment_type":null}]}],"education":[{"date":{"start":{"month":11,"day":null,"year":2021},"end":{"month":3,"day":null,"year":2023}},"school":{"name":"Universidad Piloto de Colombia","logo":"https://media.licdn.com/dms/image/C4D0BAQHm8ty6QoHmdQ/company-logo_400_400/0/1643732159383?e=1705536000&v=beta&t=n7XKMkC1xUpvJO6WOnKR_6_fnldx34QOAdwfY3umAgY","url":"https://www.linkedin.com/school/universidad-piloto-de-colombia/"},"degree_name":"Especialización en Gerencia y Gestión de Proyectos","field_of_study":null,"grade":null},{"date":{"start":{"month":null,"day":null,"year":2007},"end":{"month":null,"day":null,"year":2015}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero Mecánico","field_of_study":"Ingeniería mecánica","grade":null},{"date":{"start":{"month":null,"day":null,"year":2004},"end":{"month":null,"day":null,"year":2007}},"school":{"name":"Corporación Educativa Indoamericana","logo":null,"url":null},"degree_name":"Tecnico de Línea de Aviones","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2021,"current_job_month":3,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_UAP8O9UIQJ6TOO5PSG7I.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"OMIA Colombia S.A.S","is_catch_all":null,"size":"501-1000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_E9O0CIP1ITI6AJJV36X0.jpg","linkedin":"https://www.linkedin.com/company/omia-colombia-s.a.s","website":"http://omia.com.co/","domain":"omia.com.co","common_email_pattern":null,"industry":"Oil and Gas","founded_in":2010,"description":"Operación y Mantenimiento Integral de Activos Colombia SAS – OMIA, antes Skanska Colombia SAS. es una empresa Colombiana que ofrece un portafolio integral de servicios que busca maximizar la entrega de valor al cliente. Por medio de soluciones integrales en todo lo relacionado a la Ingeniería, Construcción y Operación y Mantenimiento de facilidades en los sectores de Hidrocarburos, Minería, Energía, Infraestructura e Industrial.\r\n\r\nSu liderazgo como compañía de servicios en el sector de Hidrocarburos, lo sustenta con el valor que entrega a sus clientes, mediante la aplicación de un Sistema de Gestión Integrado, basado y alineado a las normas ISO 9001, ISO 14001, ISO 45001, NORSOK S-006 y los requisitos del Consejo Colombiano de Seguridad, según los lineamientos expuestos en el Registro Uniforme de Evaluación para Contratistas – RUC. Cuenta con personal altamente capacitado y comprometido con el código de conducta y los objetivos cualitativos de los Cinco Ceros.\r\n\r\nCinco Ceros: Cero Accidentes, Cero Incidentes Ambientales, Cero Defectos, Cero Pérdidas y Cero Faltas de Ética, asegurando de esta forma el desarrollo de sus procesos y actividades con altos estándares de calidad, seguridad, salud ocupacional, ambientales, cumplimiento legal y responsabilidad social.\r\n\r\nOMIA mantiene operaciones en más de ocho departamentos de Colombia y en dos regiones de Perú, donde desarrolla servicios/proyectos para ECOPETROL, OCENSA, HOCOL, GE , CENIT, Catalina Huanca, GEOPARK, MANSAROVAR, entre otras.","total_emails":11,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogotá","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":"Calle 99, #7A-77"}},"location":{"country":null,"country_code":null,"state":null,"city":null,"timezone":null,"timezone_offset":null,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}