{"https://co.linkedin.com/in/mar%C3%ADa-astrid-ball%C3%A9n-rodr%C3%ADguez-930677171":{"error":false,"response":{"first_name":"María Astrid","last_name":"Ballén Rodríguez","full_name":"María Astrid Ballén Rodríguez","gender":"female","job_title":"Ingeniera Química con experiencia en formulación de productos de higiene industrial","linkedin":"https://www.linkedin.com/in/maría-astrid-ballén-rodríguez-930677171","summary":"Soy una ingeniera química egresada en el 2018 con una excelente actitud de servicio al cliente, la cual ha sido pulida por mi experiencia en dicha área, entre lo que destaco mi experiencia en la empresa wall street english, donde pude comenzar como customer service assistant y fue recompensada con un ascenso a Personal Tutor, además cuento con un muy buen manejo del idioma inglés, el cual he podido poner en práctica y mejorar cada vez mas gracias a mi experiencia como asesor bilingüe, recepcionista y tutora, gracias a mis actividades tanto curriculares como extracurriculares cuento con experiencia y afinidad en trabajo de laboratorio e investigación, especialmente debido a mi experiencia como Practicante del área de muestras estampación en la empresa Protela S.A, mi cargo como asistente de investigación y desarrollo en la empresa Ever Blossom SAS y mi desempeño como analista lider de Investigación y Desarrollo en la empresa Invar Serapis; durante mi práctica tuve a cargo algunos proyectos relacionados con el ensayo de nuevos productos y el diseño de experimentos con el fin de analizar las variables involucradas en un proceso manufacturero con el fin de optimizar sus resultados, durante dicha práctica, al estar asignada al área de estampación pude aprender pautas importantes sobre la teoria del color y sus escalas de representación y medición, en mi experiencia en la empresa Ever Blossom tuve a cargo el diseño, ejecución y seguimiento de experimentos para implementar mejoras en proceso, así como desarrollo y formulación de tonos para el proceso de tintura de especies florales por el método de inmersión y finalmente durante mi experiencia como analista líder de investigación y desarrollo pude realizar desarrollo de producto para cliente externo, actualización de documentación a sistema globalmente armonizado, generación de matrices de compatibilidad, optimizacion de fórmulas maestras y actualización de las mismas, en esta misma empresa obtuve el logro de ascender al cargo de coordinadora de planta, donde además de seguir a cargo del área de desarrollo, tuve a cargo el personal de la planta de producción, la planeación de la misma y todo lo relacionando con su ejecución. Además, durante mi último semestre de universidad tomé dos materias de posgrado como trabajo de grado, en las que aprendí algunas pautas generales de procesos involucrados en la producción de alimentos, así como conceptos básicos del procesamiento de leche en diferentes productos, en ambas ocasiones tuve la oportunidad de llevar a la práctica los conceptos adquiridos en el aula de clase","premium":false,"skills":"Inglés como lengua extranjera, Servicio de atención al cliente, Investigación, Microsoft Office, Teoría del color, Inglés, Aptitudes de laboratorio, Química, Fórmulas","work_experience":[{"company":{"id":null,"name":"Invar Serapis","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":5,"day":null,"year":2020},"end":{"month":3,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":5,"day":null,"year":2020},"end":{"month":3,"day":null,"year":2021}},"company":"Invar Serapis","description":"Desarrollo de producto para cliente interno y externo, generación y actualización de documentación de productos, seguimiento a producto terminado, diseño de procedimientos, actualización de documentación a SGA, programación de ensayos para caracterización de producto nuevo y validación de procesos de producción.","title":"Analista Lider de Investigación y Desarrollo","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Invar Serapis","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":5,"day":null,"year":2019},"end":{"month":3,"day":null,"year":2020}},"profile_positions":[{"location":"Bogota,D.C., Capital District, Colombia","date":{"start":{"month":10,"day":null,"year":2019},"end":{"month":3,"day":null,"year":2020}},"company":"Invar Serapis","description":"Generación de órdenes de producción, manejo de personal de planta, planeación mensual de producción, manejo de Sistema contable, plataforma de sustancias controladas, programación de mantenimientos en planta y muestreos de producto terminado, solicitud de materia prima e insumos según planeación, realización de capacitaciones a personal de producción.","title":"Coordinadora de Planta","employment_type":"Full-time"},{"location":"Bogotá D.C. Area, Colombia","date":{"start":{"month":5,"day":null,"year":2019},"end":{"month":10,"day":null,"year":2019}},"company":"Invar Serapis","description":"Apoyo a coordinadora de planta en tareas de producción como manejo de inventario de materia prima, recepción de materia prima, generación,  seguimiento y archivo de órdenes de fabricación.","title":"Analista Líder de Planta ","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Ever Blossom SAS","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":1,"day":null,"year":2019},"end":{"month":4,"day":null,"year":2019}},"profile_positions":[{"location":"Cota, Cundinamarca Department, Colombia","date":{"start":{"month":1,"day":null,"year":2019},"end":{"month":4,"day":null,"year":2019}},"company":"Ever Blossom SAS","description":"Desarrollo y formulación de tonos para la tintura de especies florales por el método de inmersión; planeación, diseño y ejecución de experimentos para mejoras de proceso; evaluación de desempeño de insumos y materia prima así como evaluación de calidad de producto terminado y materia prima; preparación de soluciones, ajuste de acidez y medición de parámetros","title":"Asistente de investigación y desarrollo","employment_type":null}]},{"company":{"id":2106545,"name":"Protela S.A.","logo":"https://media.licdn.com/dms/image/D4E0BAQE1oPfw6bm2AQ/company-logo_400_400/0/1693326580430?e=1705536000&v=beta&t=c5ai-zoiLmHnMNl2TF0SH10pqf49q-L8_SMWUHeMwe4","url":"https://www.linkedin.com/company/protelatextiles/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":8,"day":null,"year":2017},"end":{"month":1,"day":null,"year":2018}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":8,"day":null,"year":2017},"end":{"month":1,"day":null,"year":2018}},"company":"Protela Textiles","description":"Durante la duración de mi práctica se me asignaron algunos proyectos relacionados con el área a la que estaba asignada, de ellos los dos mas importantes consistieron en:\n1. Evaluación de productos e insumos nuevos en el área de estampación: En este proyecto mi asignación fue evaluar los productos nuevos enviados por los proveedores con el fin de evaluar desde un punto de vista técnico si servía como reemplazo de uno ya existente, en este proyecto realicé evaluaciones de insumos como colorante, espesantes, entre otros. En paralelo a la evaluación me fue asignado realizar un instructivo para evaluación de productos nuevos en el área, con el fin de estandarizar dicho proceso y minimizar defectos en planta causados por la evaluación insuficiente de productos nuevos.\n2. Identificación de las causas de reprocesamiento posterior a lavados de máquinas: En este proyecto trabajé en conjunto con la practicante encargada del área de tintoreria con el fin de identificar y corregir las causas de reprocesamiento posteriores a lavados de máquina con el fin de disminuir los costos de reprocesamiento.\n\nEn ambos proyectos se realizó inicialmente una evaluación a nivel laboratorio seguida de una evaluación de un lote pequeño en planta.","title":"practicante de laboratorio de muestras estampación","employment_type":null}]},{"company":{"id":166863,"name":"Wall Street English","logo":"https://media.licdn.com/dms/image/D4D0BAQGeRxFt55yf6w/company-logo_400_400/0/1665475539801?e=1705536000&v=beta&t=gKDEaX9y1h5O5jY8xbTesbDybUnohXToREvggdpcaiI","url":"https://www.linkedin.com/company/wall-street-english/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":3,"day":null,"year":2012},"end":{"month":10,"day":null,"year":2014}},"profile_positions":[{"location":"Bogotá, Bogotá D.C. Department, Colombia","date":{"start":{"month":3,"day":null,"year":2012},"end":{"month":10,"day":null,"year":2014}},"company":"Wall Street English","description":"Apoyo a estudiantes en realización de actividades, realización de clases de refuerzo y seguimiento de progreso","title":"Tutor personal","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2009},"end":{"month":null,"day":null,"year":2018}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Profesional","field_of_study":"Ingeniería química","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2020,"current_job_month":5,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_0B5EO77R54BVRE46V4KT.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Invar Serapis"},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}