{"https://co.linkedin.com/in/juan-david-quintero-p%C3%A9rez-47ba31206":{"error":false,"response":{"first_name":"Juan David","last_name":"Quintero Pérez","full_name":"Juan David Quintero Pérez","gender":"male","job_title":"--","linkedin":"https://www.linkedin.com/in/juan-david-quintero-pérez-47ba31206","summary":"Ingeniero de Sistemas y computación de la Universidad Nacional de Colombia, capacitado en\ncontratos inteligentes (blockchain), con experiencia en: desarrollar y actualizar aplicativos y\nfuncionalidades web en lenguajes como C#, Visual Basic, Javascript con .NET Framework así como con\nRuby On Rails y SQL en el motor SQL Server; documentar y actualizar manuales de\nfuncionalidades; diseñar soluciones para requerimientos y resolución de fallas; diseñar y\nrealizar casos de pruebas en diferentes ambientes (desarrollo, integración, preproducción);\ndiseñar y aplicar consultas y scripts de cuantificación en SQL; operar herramientas virtuales\ncomo Word, Outlook, Team Foundation Server (TFS) y GIT, con habilidades en iniciativa,\nautonomía, adaptabilidad, innovación, capacidad de análisis, pensamiento conceptual,\nplanificación y organización, orden y claridad, mejoramiento continuo, orientación a resultados.","premium":false,"skills":null,"work_experience":[{"company":{"id":43365403,"name":"Aportes en Línea","logo":"https://media.licdn.com/dms/image/C4D0BAQFVGYHuVaC6-w/company-logo_400_400/0/1587692401391?e=1705536000&v=beta&t=TcztfEedWWI82EiWuCOXoUd9_TqJBImlluaMvvYduYo","url":"https://www.linkedin.com/company/aportes-en-linea/","employees":{"start":201,"end":500}},"date":{"start":{"month":2,"day":null,"year":2020},"end":{"month":11,"day":null,"year":2020}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":2,"day":null,"year":2020},"end":{"month":11,"day":null,"year":2020}},"company":"Aportes en Línea","description":"Funciones: Desarrollar y actualizar aplicativos y funcionalidades web en lenguajes como C#, Visual Basic, Javascript y SQL en el motor SQL Server; documentar y actualizar manuales de funcionalidades; diseñar soluciones para requerimientos y resolución de fallas; diseñar y realizar casos de pruebas en diferentes ambientes (funcional, integración, preproducción); diseñar y aplicar consultas y scripts de cuantificación en SQL. \nLogros: Propuesta de rediseño a la solución de un requerimiento en modelo de Voluntarias,\nel cual requería inclusión de nuevas funcionalidades para el aplicativo; Destacado en el valor\ncorporativo de integridad por parte del líder del equipo.","title":"Analista Ingeniero de desarrollo I","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":8,"day":null,"year":2012},"end":{"month":11,"day":null,"year":2019}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero de Sistemas y Computación","field_of_study":"Ingeniería de sistemas","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2020,"current_job_month":2,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_ABB9PHP3H2KLLDMJM9PI.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Aportes en Línea","is_catch_all":null,"size":"201-500","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_19L9N9AT0XJN3R8ML0CL.jpg","linkedin":"https://www.linkedin.com/company/aportes-en-linea","website":"http://www.aportesenlinea.com","domain":"aportesenlinea.com","common_email_pattern":"{f}{last}","industry":"IT Services and IT Consulting","founded_in":2008,"description":"Co-creamos tecnologías de información integrales e innovadoras que aportan al bienestar y desarrollo de Colombia.\n\nTérminos y Condiciones Redes Sociales Aportes en Línea\n\n1. Nuestras redes sociales son un canal destinado a dos funciones:\n* En primer lugar las redes sociales de Aportes en Línea son un canal informativo destinado a comunicar toda la información pertinente frente a PILA (Planilla Integrada de Liquidación de Aportes) y al pago de la Seguridad Social.\n* Por otra parte, son un canal a través del cual se pueden gestionar requerimientos que necesiten de una solución inmediata\n2. Por seguridad de la información todas las solicitudes realizadas a través de comentarios sobre publicaciones que haya realizado Aportes en Línea, serán redireccionadas a mensajes internos con el fin de evitar el uso de datos privados de forma pública (número de identificación, nombres personales, números de contacto, etc.). A su vez, para el manejo de casos por redes sociales será necesaria la verificación de al menos dos datos del cliente para evitar suplantaciones de identidad.\n3. Será causal de bloqueo de nuestras redes sociales cuando un usuario cometa alguno de los siguientes actos:\nUsar lenguaje obsceno, vulgar u ofensivo en textos o fotografías.\nRealizar publicaciones de contenidos spam o con información falsa.\nRealizar publicidad de empresas y servicios.\nRealizar actos de bullying contra la compañía o contra otros usuarios de las redes sociales.\nEnviar archivos o documentos que atenten contra la seguridad de Aportes en Línea.\n4. Aportes en Línea no se hace responsable por publicaciones de los usuarios de las redes sociales en los cuales se mencione o etiquete a Aportes en Línea. Las opiniones de nuestros usuarios no representan una postura oficial de nuestra compañía.\n\nHabeas data, Aportes en Línea S.A hace tratamiento correcto de los datos de acuerdo a la Política de privacidad (2020) y al Acuerdo de tratamiento de datos (ATD) (2020) emitida por LinkedIn Corporation \n","total_emails":12,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogotá","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":null}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}