{"https://co.linkedin.com/in/dcmartinr":{"error":false,"response":{"first_name":"Diana Carolina","last_name":"Martín Roa","full_name":"Diana Carolina Martín Roa","gender":"female","job_title":"Ingeniera Química","linkedin":"https://www.linkedin.com/in/dcmartinr","summary":"Ingeniera química y tecnóloga en control ambiental con experiencia en asistencia técnica en resinas plásticas tales como polipropileno, polietileno y masterbatch. Experiencia en el área de control de calidad y desarrollo e investigación de materiales de empaque en industrias farmacéuticas, cosméticas y de alimentos. Experiencia y conocimiento en manejo de procesos de calidad orientados al cumplimiento de normatividad local y requerimiento de clientes, atención de quejas y reclamos con experiencia en procesos de trazabilidad para dar respuesta oportuna. Experiencia en estandarización de operaciones en procesos productivos identificando oportunidades de mejora y generando planes de acción para las mismas. Conocimiento, validación y manejo de técnicas analíticas para verificación de parámetros de calidad en materias primas y producto terminado de acuerdo a los estándares.\n\nConocimiento y formación en el campo de innovación para generación de nuevos productos o mejoramiento de los existentes a través de estrategias de creatividad, análisis de requerimientos del mercado, legislación o políticas sociales, ambientales, entre otras.","premium":false,"skills":"Desarrollo de productos, I+D, Administración y dirección de empresas, Química, Creación y desarrollo de empresas, Manufactura, Liderazgo de equipos multidisciplinarios, Estrategia empresarial, Gerencia de ventas, Negociación, Negotiation, Microsoft Office, Inglés","work_experience":[{"company":{"id":162761,"name":"Borealis","logo":"https://media.licdn.com/dms/image/C4D0BAQGqXAMuVNks0g/company-logo_400_400/0/1583163764467?e=1705536000&v=beta&t=saKIjGmnpWnkvCzpY8dRP8sB9sHAENREQoZ9n4lvdUE","url":"https://www.linkedin.com/company/borealis/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":6,"day":null,"year":2022},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":6,"day":null,"year":2022},"end":{"month":null,"day":null,"year":null}},"company":"Borealis","description":null,"title":"Applications and Development Engineer","employment_type":"Full-time"}]},{"company":{"id":918502,"name":"ESENTTIA","logo":"https://media.licdn.com/dms/image/D4E0BAQHKeORicMJNWw/company-logo_400_400/0/1688146382324?e=1705536000&v=beta&t=fgWJTgQMSjiP4Vqe4zdePuD7DTXtFV8t1W6bfiFEvt8","url":"https://www.linkedin.com/company/esenttia/","employees":{"start":201,"end":500}},"date":{"start":{"month":9,"day":null,"year":2019},"end":{"month":6,"day":null,"year":2022}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":9,"day":null,"year":2019},"end":{"month":6,"day":null,"year":2022}},"company":"ESENTTIA","description":"Atención técnica en primer contacto y solución a los requerimientos de los clientes de manera oportuna, con altos estándares de calidad, asociados a desempeño, uso y portafolio de resinas plásticas (polipropileno, polietileno y masterbatch) para las diferentes industrias transformadoras de las mismas brindando alternativas y soluciones efectivas, basado en el conocimiento técnico de los productos.\nGestión de los requerimientos técnicos tales como documentación técnica, regulatoria, especificaciones y condiciones de uso asociados a criterios técnicos.\nAsesoría para el uso adecuado del producto y solución a los problemas de proceso del cliente, de\nforma presencial y no presencial. Recomendación y orientación de resinas para productos nuevos e informando las oportunidades al especialista comercial y técnico de acuerdo con el portafolio vigente.\n\nDesarrollo y estandarización de métricas de seguimiento de cumplimiento de Acuerdos de Nivel de Servicio, logrando la disminución de los tiempos de respuesta y mejorando el Índice de Satisfacción de cliente interno y externo con alcance del 95%.","title":"Ingeniero Jr. Soporte Técnico","employment_type":null}]},{"company":{"id":33196732,"name":"Pharmetique Labs","logo":"https://media.licdn.com/dms/image/D4E0BAQFt8CgvtIEDWg/company-logo_400_400/0/1689277351242?e=1705536000&v=beta&t=7AcwYroBgpkVTzt08xirgDchuNNvtAYUdSEgk_IovNQ","url":"https://www.linkedin.com/company/pharmetiquelabs/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":6,"day":null,"year":2017},"end":{"month":9,"day":null,"year":2019}},"profile_positions":[{"location":null,"date":{"start":{"month":6,"day":null,"year":2017},"end":{"month":9,"day":null,"year":2019}},"company":"Pharmetique Labs","description":"Encargada del proceso y soporte de análisis de materiales de empaque primarios y secundarios para industria farmaceútica de acuerdo a los lineamientos de los diferentes clientes nacionales e internacionales.\n\nCreación y cargue de especificaciones en sistema SAP para los diferentes materiales de acuerdo a su naturaleza, composición, procedencia y diferentes etapas de uso.\n\nSoporte en la toma de decisiones para liberación o rechazo de materiales de acuerdo a las especificaciones técnicas de los mismos. Generación de desviaciones y reclamaciones a proveedores.\n\nElaboración de investigaciones para soporte de reclamaciones, análisis de riesgos, generación de acciones correctivas y preventivas, propuestas de mejoramiento continuo involucrando a clientes y proveedores fortaleciendo acuerdos de aceptación de límites de defectos.\n\nManejo de artes, cartas de color, planos de materiales y demás patrones para aceptación de materiales.\nSoporte en las etapas de desarrollo de nuevos proyectos mediante la definición de especificaciones y técnicas de análisis.","title":"Analista de control de calidad II - Material de empaque","employment_type":null}]},{"company":{"id":null,"name":"Laboratorios de Cosmeticos Vogue S.A.S.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":10,"day":null,"year":2016},"end":{"month":5,"day":null,"year":2017}},"profile_positions":[{"location":null,"date":{"start":{"month":10,"day":null,"year":2016},"end":{"month":5,"day":null,"year":2017}},"company":"Laboratorios de Cosmeticos Vogue S.A.S.","description":"Encargada de las funciones de definición e identificación de las especificaciones técnicas del material de envase para las familias cosméticas Vogue, Jolie de Vogue, Wendy, entre otras bajo los estándares definidos por el grupo L’Oréal.\n\nLevantamiento de información técnica correspondiente a planos de empaques, materiales de fabricación, técnicas de decoración y estampados con los diferentes proveedores nacionales e internacionales.\n\nClasificación de componentes de las diferentes piezas analizando los materiales de su composición y cumplimiento con las restricciones normativas establecidas por las autoridades nacionales y los criterios del grupo L’Oréal.\n\nApoyo al proyecto de implementación de plataforma SAP en el área de calidad realizando la revisión, verificación y aprobación de fórmulas de productos para cargue masivo al sistema.\n\nIdentificación y asociación de planes de inspección de calidad del grupo L’Oréal para materias primas, graneles y productos terminados teniendo en cuenta protocolos internacionales y técnicas vigentes en Colombia.","title":"Analista de empaque","employment_type":null}]},{"company":{"id":10363047,"name":"Aceral S.A.S. - Acepack","logo":null,"url":"https://www.linkedin.com/company/acepack/","employees":{"start":2,"end":10}},"date":{"start":{"month":2,"day":null,"year":2016},"end":{"month":7,"day":null,"year":2016}},"profile_positions":[{"location":null,"date":{"start":{"month":2,"day":null,"year":2016},"end":{"month":7,"day":null,"year":2016}},"company":"Acepack","description":"- Administrar, controlar  y mantener los equipos de inspección, medición y ensayo mediante el plan metrológico.\n- Realizar la inspección de los insumos y materia prima requeridos para el proceso teniendo en cuenta sus especificaciones técnicas.\n- Realizar las pruebas técnicas para liberación de producto según las fichas técnicas. Elaborar informes de inspección y certificados de conformidad de producto terminado.\n- Documentar y generar informes e indicadores de producto no conforme. Participar en la trazabilidad de todas las etapas del proceso productivo.\n- Dar respuesta y generar los planes de acción en caso de reclamaciones en los tiempos establecidos por la organización.\n- Promover las acciones de mejora en el proceso.\n- Generar y modificar fichas técnicas dando cumplimiento a la normatividad vigente.\n- Coordinación de ensayos de migración global y específica para empaques plásticos según resolución 4143 de 2012.\n- Evaluación, seguimiento y acompañamiento a desarrollo de proyectos enfocados a productos nuevos en materiales innovadores.\n- Visitar proveedores y evaluar los componentes técnicos y de calidad de los insumos.\n- Liderar las  auditorías de clientes y entidades públicas o gubernamentales (INVIMA, Secretaría de salud)\n- Liderar equipos de trabajo teniendo en cuenta los objetivos establecidos en el proceso (Plan de trabajo, seguimientos periódicos, solicitud de informes)\n- Liderar la implementación y mantenimiento de Buenas Prácticas de Manufactura (BPM) bajo lineamientos de Resolución 2674 de 2013 y Resolución 683 de 2012.\n- Identificar, documentar y generar planes de acción de los requisitos legales aplicables al sector.","title":"Ingeniera de calidad técnica","employment_type":null}]},{"company":{"id":null,"name":"Polaroma Químicos Aromáticos E.U.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":4,"day":null,"year":2015},"end":{"month":1,"day":null,"year":2016}},"profile_positions":[{"location":null,"date":{"start":{"month":4,"day":null,"year":2015},"end":{"month":1,"day":null,"year":2016}},"company":"Polaroma Químicos Aromáticos E.U.","description":"Apoyo al área de producción de fragancias para productos funcionales,cosméticos, entre otras aplicaciones y producción de sabores para la industria de alimentos. Manejo de personal de planta productiva\n\nCoordinadora de los procedimientos de calidad, implementación de programas de Buenas Prácticas de Manufactura, atención de visitas del INVIMA y auditorias de clientes. Manejo e implementación de documentación (Programas, procedimientos, formatos de registro de procedimientos). Atención de quejas, reclamos y no conformidades\n\nEncargada de análisis de laboratorio, verificación y emisión de certificados de calidad de producto terminado y aprobación de materias primas \n\nApoyo a las labores y programas de seguridad y salud ocupacional, capacitación y entrenamiento de personal","title":"Directora departamento control de calidad","employment_type":null}]},{"company":{"id":1290445,"name":"Brinsa S.A.","logo":"https://media.licdn.com/dms/image/C4E0BAQELnSXj5elj8A/company-logo_400_400/0/1604512302203?e=1705536000&v=beta&t=U7g_wEC-IHac2jdFxeNkBaltYAdK3rshCqvPetBK0y0","url":"https://www.linkedin.com/company/brinsa-s.a./","employees":{"start":501,"end":1000}},"date":{"start":{"month":7,"day":null,"year":2014},"end":{"month":1,"day":null,"year":2015}},"profile_positions":[{"location":null,"date":{"start":{"month":7,"day":null,"year":2014},"end":{"month":1,"day":null,"year":2015}},"company":"Brinsa S.A.","description":"Desarrollo de proyecto como trabajo de grado para optar por el título de ingeniera química. Encargada de la evaluación e identificación de parámetros de calidad para sales de uso industrial para regeneración de resinas de intercambio iónico, producción de hipoclorito de sodio in situ, entre otras.\n\nTareas realizadas: \n -Evaluación de repetibilidad y reproducibilidad de técnicas análiticas\n -Revisión y planteamiento de propuestas de cambios de anticompactantes\n -Análisis y de hierro en sal por espectrofotometría\n -Seguimiento de comportamiento de metales en proceso productivo\n -Propuesta de mejoras y soluciones para mejoramiento del producto","title":"Practicante UEN Industria","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2016},"end":{"month":null,"day":null,"year":2016}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Diplomado en diseño de producto alimento","field_of_study":"Diseño industrial y de productos; tecnología de alimentos","grade":null},{"date":{"start":{"month":null,"day":null,"year":2008},"end":{"month":null,"day":null,"year":2014}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniería","field_of_study":"Ingeniería química","grade":null},{"date":{"start":{"month":null,"day":null,"year":2007},"end":{"month":null,"day":null,"year":2009}},"school":{"name":"Servicio Nacional de Aprendizaje (SENA)","logo":"https://media.licdn.com/dms/image/D4E0BAQHSCUiOAeSX_Q/company-logo_400_400/0/1684520678433?e=1705536000&v=beta&t=UudFZCVNDAEKSnVJnhNegYd0MczNMxcGqs7VANjVV4E","url":"https://www.linkedin.com/school/servicio-nacional-de-aprendizaje-sena-/"},"degree_name":"Tecnóloga en control ambiental","field_of_study":"Medio ambiente y naturaleza","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2022,"current_job_month":6,"picture":null,"email":{"email":"diana.martin@borealisgroup.com","email_anon_id":"D9CTWMiZo23B","email_status":"VALID","email_type":"professional"},"company":{"name":"Borealis","is_catch_all":null,"size":"5001-10000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_K2VTDP60S3MBHZE9IYI5.jpg","linkedin":"https://www.linkedin.com/company/borealis","website":"http://www.borealisgroup.com","domain":"borealisgroup.com","common_email_pattern":"{first}.{last}","industry":"Chemical Manufacturing","founded_in":1994,"description":"Borealis is one of the world’s leading providers of advanced and sustainable polyolefin solutions. In Europe, Borealis is also an innovative leader in polyolefins recycling and a major producer of base chemicals. We leverage our polymer expertise and decades of experience to offer value adding, innovative and circular material solutions for key industries such as consumer products, energy, healthcare, infrastructure and mobility. In re-inventing essentials for sustainable living, we build on our commitment to safety, our people, innovation and technology, and performance excellence.\n\nWith head offices in Vienna, Austria, Borealis employs 6,000 employees and operates in over 120 countries. OMV, the Austria-based international oil and gas company, owns 75% of Borealis, while the remaining 25% is owned by Abu Dhabi National Oil Company, or ADNOC, based in the UAE. We supply services and products to customers around the globe through Borealis and two important joint ventures: Borouge and Baystar™.\n\nNetiquette\n\nWe are happy to respond to your questions from Monday to Friday from 09:00–17:00 CET. Mutual respect is our basic principle on social media. Users are responsible for their contributions. Do not post anything that violates applicable law, the criminal code, the rights of others, in particular personal rights, copyrights, or trademark rights, racist, sexist, abusive or otherwise indecent content. At Borealis, we value open and transparent dialogue. Thus, we do not engage with anonymous users on our channels. We reserve the right to delete comments that are unrelated to the original post. Furthermore, we reserve the right to edit or delete content violating the above-mentioned rules. Business partners who would like to associate Borealis with their initiatives (mentions) are only permitted to do so after having received our prior consent.\n\nhttp://bit.ly/borealis-privacy","total_emails":751,"location":{"country":"Austria","country_code":"AT","state":null,"city":"Vienna","timezone":"Europe/Vienna","timezone_offset":"2.0","postal_code":null,"address":"Trabrennstr. 6-8"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":null,"timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Colombia"}}}}