{"https://co.linkedin.com/in/carlos-andres-sotelo-sotelo-a885a11b6?trk=people-guest_people_search-card":{"error":false,"response":{"first_name":"Carlos Andres","last_name":"Sotelo Sotelo","full_name":"Carlos Andres Sotelo Sotelo","gender":"male","job_title":"--","linkedin":"https://www.linkedin.com/in/carlos-andres-sotelo-sotelo-a885a11b6","summary":"Profesional en Ingeniería Industrial formado integralmente con competencias técnicas, analíticas, operativas y organizacionales. Con amplia experiencia en levantamiento y optimización de procesos, análisis estadísticos y de inteligencia de negocios, desarrollo e implementación de indicadores de gestión, identificación y control de riesgos, administración de la información y emisión de informes gerenciales con gran capacidad estratégica, estructuración y Control de proyectos enfocados a la productividad. Con capacidad de trabajo en equipo, generación de valor para la organización, liderazgo, comunicación asertiva y toma de decisiones bajo principios éticos y profesionales.","premium":false,"skills":"Salud, seguridad, medioambiente y calidad (HSEQ), Python, R (Lenguaje de programación), Microsoft Power BI, Microsoft Dynamics CRM, Análisis estratégico de datos, Aseguramiento de la calidad de los datos, Análisis de procesos, Gestión documental, Gestión del conocimiento, Indicadores clave de desempeño, Auditoría del control de calidad, Gestión de la calidad, Servicio de atención al cliente, BI de SAP, Visualización de datos, Excelencia operativa, Mejora de procesos, Implementación de KPI, Mejora de procesos de negocio","work_experience":[{"company":{"id":8671870,"name":"Cafam Oficial","logo":"https://media.licdn.com/dms/image/D4E0BAQEJgPItK-WoIA/company-logo_400_400/0/1697228004667/cafm_oficial_logo?e=1705536000&v=beta&t=NVeB352fpMew1RFEomLouTpSaDwGqMpVTndm936a-yo","url":"https://www.linkedin.com/company/caf%C3%A1m-oficial/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":2,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":2,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"company":"Cafam Oficial","description":"1. Generar visibilidad del comportamiento de la linea principal de ingresos de la organización. \n2. Evaluar resultados de acciones implementadas y establecer alertas y propuestas que permitan la optima toma de decisiones frente a las propuestas promocionales del area comercial. \n3. Realizar analisis y diagnostico del comportamiento de venta a nivel de canal de venta, estructura comercial, estructura operativa y proposición de planes de acción que permitan la consecución de objetivos semanales, mensuales, trimestrales y anuales de las areas. \n4. Creación y mantenimiento de modelos de analitica y modelos estadisticos. \n5. Manejo de herramientas de extracción, analisis y transformación de datos. \n6. Manejo de herramientas Python, R, Power BI, KNIME, entre otras para el procesamiento, automatización y visualización de información.\n7. Administración CRM y bases de datos de clientes canales empresariales e individuales.","title":"Analista de planificación comercial","employment_type":"Full-time"}]},{"company":{"id":11145498,"name":"Fiduciaria Popular S.A.","logo":"https://media.licdn.com/dms/image/C560BAQEyUyDQ0vyo3A/company-logo_400_400/0/1634306020443/fiduciariapopular_logo?e=1705536000&v=beta&t=FQEW3yFJ7GDyeqX-N4OLB8WnYmyu1vAY69zR3l1SZX8","url":"https://www.linkedin.com/company/fiduciariapopular/","employees":{"start":201,"end":500}},"date":{"start":{"month":8,"day":null,"year":2022},"end":{"month":1,"day":null,"year":2023}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":8,"day":null,"year":2022},"end":{"month":1,"day":null,"year":2023}},"company":"Fiduciaria Popular S.A.","description":null,"title":"Analista de mejora de procesos","employment_type":"Full-time"}]},{"company":{"id":7972589,"name":"Audifarma S.A","logo":"https://media.licdn.com/dms/image/C4D0BAQFt4WrThXE6Cw/company-logo_400_400/0/1640271660740/audifarma_sa_logo?e=1705536000&v=beta&t=AjytTOTZBL6v4auOsxHd2B6LbCqLJDjAIDsz0XuXt-U","url":"https://www.linkedin.com/company/audifarma-s.a/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":1,"day":null,"year":2022},"end":{"month":7,"day":null,"year":2022}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":1,"day":null,"year":2022},"end":{"month":7,"day":null,"year":2022}},"company":"Audifarma S.A","description":"•Consolidar y revisar la información para la presentación de informes requeridos\n•Llevar a cabo las actividades para el mantenimiento del sistema de gestión de calidad para el proceso \n•Identificar causas de no conformidades y oportunidades de mejora del proceso\n•Definir y ejecutar planes de acción conducentes a la mejora del proceso \n•Apoyar la definición del plan estratégico de la UEN, teniendo en cuenta las necesidades y expectativas de las áreas involucradas \n•Gestionar y hacer seguimiento al desarrollo de las actividades y proyectos orientados al cumplimiento del plan estratégico\n•Presentar propuestas enfocadas al mejoramiento de las actividades de operación de la UEN con base en el diagnóstico del funcionamiento de los modelos implementados \n•Definir los objetivos del plan de acción a ejecutar\n•Gestionar y hacer seguimiento al cumplimiento de los planes de mejora\n•Documentar los hallazgos, procedimientos y políticas que se originen o se modifiquen a razón de la ejecución de los planes de mejoramiento de la UEN \n•Analizar las variables que puedan presentar tendencias negativas en el cumplimiento y desarrollo de los planes de mejora en la UEN, para determinar las necesidades de ajuste, reestructuración o automatización que sean aplicables de acuerdo a los objetivos establecidos\n•Presentar informes relacionados con el avance en la ejecución de los planes de mejora implementados de acuerdo a los requerimientos del área\n•Realizar análisis de costo-efectividad de las aperturas, cambios de proveedores y cierres de folderamas para proponer las acciones que generen optimización a la organización\n•Realizar seguimiento y generar informes del comportamiento de las variables críticas del servicio para tomar acciones correctivas y preventivas de acuerdo a los indicadores del cumplimiento definidos\n•Brindar acompañamiento en la legalización de convenios con folderamas, de acuerdo a los protocolos establecidos","title":"Analista de operaciones de negocio","employment_type":"Full-time"}]},{"company":{"id":1367156,"name":"Universidad Manuela Beltrán","logo":"https://media.licdn.com/dms/image/C4E0BAQEHsnuvT_bTpQ/company-logo_400_400/0/1633089607314/universidad_manuela_beltran_logo?e=1705536000&v=beta&t=lS-Ou-Ur6DZZxYzNVpNVzl3M1U-BjCBmZISo4hwnjZ4","url":"https://www.linkedin.com/school/universidad-manuela-beltran/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":11,"day":null,"year":2021},"end":{"month":12,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":11,"day":null,"year":2021},"end":{"month":12,"day":null,"year":2021}},"company":"Universidad Manuela Beltrán","description":"1) Facilitar y dinamizar el proceso de acreditación y certificación del sistema general de calidad. \n2) Realizar programación de actividades y participar en el grupo estratégico de trabajo, para el mejoramiento de los procesos establecidos en el comité de calidad. \n3) Desarrollar e implementar herramientas que permitan el seguimiento y auditaje de los procedimientos mejorados y estandarizados en la universidad. \n4) Realizar sesiones de grupo con el personal estratégico seleccionado, de acuerdo con cada una de las etapas del proceso de mejoramiento continuo y presentar sus avances periódicamente, al comité de procedimientos. \n5) Asesorar el proceso orientado a la producción de los manuales de funciones de la Universidad para garantizar integración con los procedimientos operativos implementados. \n6) Coordinar la documentación de la institución.\n7) Asesorar a todas las áreas de la organización en los aspectos concernientes a estructura, métodos, procedimientos, reglamentaciones, simplificación-normalización - racionalización del trabajo y áreas de trabajo.\n8) Construir y presentar dashboards con los resultados de la gestión realizada en el área. \n9) Realizar evaluaciones sobre procesos que se afectan con los sistemas implantados. \n10) Cuantificar las mejoras, implementar su\naplicabilidad en el desarrollo de actividades de los procesos en la universidad. \n11) Ser el auditor interno de los procesos de la institución.\n12) Reglamentar cargos, efectuar estudios de trabajo y medición del trabajo con miras a obtener\nmecanismos que permitan su valoración, simplificación y racionalización.\n13) Hacer seguimiento y acompañamiento a\ntodos los procesos Institucionales.\n14) Asesorar en la elaboración de los manuales de funciones y procesos operativos y del sistema, mediante la aplicación de herramientas que permitan determinar una estructura interactiva con el usuario.\n15) Tramitar, gestionar y tipificar las PQRS institucionales, proponiendo opciones de mejora.","title":"Analista de aseguramiento de la calidad","employment_type":"Full-time"}]},{"company":{"id":12583189,"name":"Hospital Universitario Nacional de Colombia","logo":"https://media.licdn.com/dms/image/C4E0BAQFnlgpfTXUb5w/company-logo_400_400/0/1590680413755/huncol_logo?e=1705536000&v=beta&t=SEeuWLCgatlfRhvlCyrxjISHjA_R70f2jjkv10qncQc","url":"https://www.linkedin.com/company/hospitalunal/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":5,"day":null,"year":2019},"end":{"month":11,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":5,"day":null,"year":2019},"end":{"month":11,"day":null,"year":2021}},"company":"Hospital Universitario Nacional de Colombia","description":"•Levantamiento de procesos organizacionales, ejecutando actividades de diagnóstico, seguimiento, implantación y mejoramiento por medio de la incorporación de buenas prácticas y modelos de madurez de procesos (BPMN).\n•Identificar el impacto y resultados en las operaciones y actividades realizadas, por medio de la construcción y análisis de datos e indicadores de gestión de proceso.\n•Apoyar el cumplimiento de la estrategia, objetivos y metas de la corporación (acreditación en calidad y certificación como hospital universitario), acompañando a los líderes de procesos en la identificación, evaluación y tratamiento de los riesgos operacionales, derivados de los procesos y los proyectos.\n•Apoyar la administración del recurso humano, mediante el análisis de necesidad de cargos, o la redistribución de actividades de estos; así mismo, gestionando capacitaciones y seguimiento de las normas de seguridad y salud en el trabajo en el interior de la institución.\n•Control y seguimiento a los ciclos del docente y estudiante, ingreso (recepción de documentación), cumplimiento de capacitaciones, gestión de incentivos y bienestar, evaluación institucional, certificados, etc. \n•Recepción, análisis y respuesta a PQR relacionadas con el área de actividades.  \n•Elaboración y control de la documentación necesaria para los procesos de la corporación (manuales, instructivos, formatos, guías, etc.)\n•Presentar informes y planes de mejora al líder del proceso y a los líderes de la organización respecto a los indicadores del desempeño, gestión y progresos de la dependencia.\n•Cumplir con el sistema de gestión de la calidad al interior de la organización mediante la construcción y seguimiento de planes de mejora, y el uso de metodologías de calidad (diagramas de Ishikawa, Kanban, 5S, etc.). \n•Gestionar convenios con otras instituciones, mediante la expedición de comunicados, agendamiento y ejecución de reuniones, elaboración de planes de trabajo conjuntos, entre otros.","title":"Analista de procesos","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":2,"day":null,"year":2022},"end":{"month":3,"day":null,"year":2023}},"school":{"name":"Universidad de América","logo":"https://media.licdn.com/dms/image/C4D0BAQHz7zqxqjM_gA/company-logo_400_400/0/1642872094369/universidad_de_amrica_logo?e=1705536000&v=beta&t=8E9F69hfuIY217hoeqPKwn2Hytub8R1aCPaVbAv0_i0","url":"https://www.linkedin.com/school/universidad-de-am%C3%A9rica/"},"degree_name":"Especialista en Gerencia de Calidad","field_of_study":null,"grade":null},{"date":{"start":{"month":7,"day":null,"year":2013},"end":{"month":10,"day":null,"year":2020}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero Industrial","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2023,"current_job_month":2,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_QKAX3NY8A2HJFF3Z4UNP.jpg","email":{"email":"csotelo@cafam.com.co","email_anon_id":"rUf7beNw4reU","email_status":"VALID","email_type":"professional"},"company":{"name":"Cafam Oficial","is_catch_all":null,"size":"5001-10000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_6HEMZDOGQSTTY14D3Z97.jpg","linkedin":"https://www.linkedin.com/company/caf%C3%A1m-oficial","website":"http://www.cafam.com.co","domain":"cafam.com.co","common_email_pattern":"{f}{last}","industry":"Individual and Family Services","founded_in":1957,"description":"Cafam es la Caja de Compensación familiar con mayor trayectoria del país. Con más de 64 años ayudando a realizar los sueños de nuestros afiliados, sus familias y de la comunidad en general. Hemos crecido a tu lado para apoyarte y nos presentamos hoy como la caja de compensación de 681.200 colombianos.","total_emails":402,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogotá D.C","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":"Cafam Floresta"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}