{"https://co.linkedin.com/in/santiago-garc%C3%ADa-guevara":{"error":false,"response":{"first_name":"Santiago","last_name":"García Guevara","full_name":"Santiago García Guevara","gender":"male","job_title":"Ingeniero industrial en Universidad Nacional de Colombia","linkedin":"https://www.linkedin.com/in/santiago-garcía-guevara","summary":null,"premium":false,"skills":"Microsoft Office, Microsoft Excel, Inglés, Planificación estratégica, Investigación, Servicio de atención al cliente, Microsoft Word, Ingeniería","work_experience":[{"company":{"id":null,"name":"Universidad Nacional de Colombia","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":9,"day":null,"year":2017},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":9,"day":null,"year":2017},"end":{"month":null,"day":null,"year":null}},"company":"Universidad Nacional de Colombia","description":"Contratista para prestar servicios profesionales para el proyecto “Desarrollo e implementación del Sistema Integrado de Gestión Académica, Administrativa y Ambiental – SIGA” de la Universidad Nacional de Colombia. Las labores para dicho proyecto consisten en el proceso de actualización, revisión y evaluación de los documentos y formatos de la universidad (bajo nuevos estándares de calidad), de todas sus sedes de presencia nacional, y su posterior migración a la nueva versión de la plataforma del sistema. \n\nLabores y responsabilidades:\n\n-Registrar la información de las auditorías desarrolladas en la vigencia 2017 del Sistema de Gestión de Calidad, Ambiental, Salud y Seguridad en el Trabajo, en la plataforma usada por el SIGA (SoftExpert).\n\n-Hacer la depuración de la información registrada por los procesos en la plataforma SoftExpert.\n\n-Actualizar la información de los documentos que son parte de sistema de Gestión de Calidad, Ambiental Salud y Seguridad en el Trabajo en el sistema Softexpert versión 1.3 a la versión 2.0\n\n-Migrar la información del sistema Softexpert versión 1.3 a la versión 2.0 de acuerdo a las instrucciones y características definidas.","title":"Ingeniero industrial","employment_type":null}]},{"company":{"id":null,"name":"Instituto de Estudios Ambientales - Universidad Nacional de Colombia","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":8,"day":null,"year":2016},"end":{"month":2,"day":null,"year":2017}},"profile_positions":[{"location":null,"date":{"start":{"month":8,"day":null,"year":2016},"end":{"month":2,"day":null,"year":2017}},"company":"Instituto de Estudios Ambientales - Universidad Nacional de Colombia","description":"Asistente técnico del proyecto de investigación “Análisis y evaluación de la situación actual de la internalización de costos ambientales y en salud por la gestión de los residuos sólidos en Colombia”, enmarcado en el Convenio interadministrativo suscrito entre el Instituto de Estudios Ambientales de la Universidad Nacional de Colombia y los Ministerios de Ambiente y Salud. \n\nMis labores y responsabilidades dentro del proyecto de investigación fueron:\n\n-Apoyar a la dirección y a la coordinación del proyecto de investigación en las actividades logísticas requeridas y en la comunicación al interior del equipo.\n-Apoyar en la recolección y sistematización de la información.\n-Dar apoyo a la elaboración de informes técnicos parciales y finales, y de los ajustes y correcciones requeridos por las instituciones contratantes.\n-Apoyar la gestión administrativa del contrato en lo relacionado con la revisión de documentación y requisitos para elaboración de contratos del personal del equipo.\n-Dar apoyo a la coordinación en la agenda y logística de las reuniones internas del equipo, las interinstitucionales y la planeación de las socializaciones de los productos entregables del proyecto.\n-Ubicación de itinerarios de viajes, compra de tiquetes, compra de insumos requeridos para desarrollo de talleres y reuniones de socialización\n-Apoyar la convocatoria de actores a talleres y reuniones de socialización.","title":"Asistente técnico","employment_type":null}]},{"company":{"id":null,"name":"Mazda de Colombia S.A.S.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":7,"day":null,"year":2015},"end":{"month":1,"day":null,"year":2016}},"profile_positions":[{"location":null,"date":{"start":{"month":7,"day":null,"year":2015},"end":{"month":1,"day":null,"year":2016}},"company":"Mazda de Colombia S.A.S.","description":"Dentro de mis labores se encontraba la gestión de información de compra y venta de repuestos, elaboración de informes de ventas, análisis de indicadores financieros y de desempeño, y el apoyo en campaña de mercadeo.","title":"Practicante","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2009},"end":{"month":null,"day":null,"year":2016}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero Industrial","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Español","proficiency":"NATIVE_OR_BILINGUAL"},{"name":"Inglés","proficiency":null}]},"current_job_year":2017,"current_job_month":9,"picture":null,"email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Universidad Nacional de Colombia"},"location":{"country":"Colombia","country_code":"CO","state":null,"city":null,"timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Colombia"}}}}