{"https://co.linkedin.com/in/ricardo-zapata":{"error":false,"response":{"first_name":"Juan Ricardo","last_name":"Zapata Fernández","full_name":"Juan Ricardo Zapata Fernández","gender":"male","job_title":"Ingeniero Químico capaz de brindar soluciones factibles mediante el desarrollo y/o mejora de productos y procesos #ONO","linkedin":"https://www.linkedin.com/in/ricardo-zapata","summary":"¡Hola!, soy una persona interesada en la aplicación de diferentes conocimientos de la ciencia y la tecnología a nuestro diario vivir para promover un avance sustentable y sostenible a través de la mejora continua de los procesos relacionados. Como Ingeniero Químico y auditor HSEQ cuento con más de 4 años de experiencia, con enfoque principal en la investigación y desarrollo de productos y procesos. \n\nTengo un nivel intermedio de idioma inglés, conocimiento y experiencia específica en diseño, elaboración y logística de bebidas, especialmente cerveza. Manejo evaluación sensorial (prueba triangular y duo-trío bajo norma ISO 4120). Análisis mono y multivariado de componentes (ambientales, cosméticos y sabores), análisis de estabilidad de productos, pruebas de conservantes, seguimiento a reacciones biotecnológicas, entre otras.\n\nTengo capacidades y conocimiento para la implementación efectiva para la producción y comercialización de productos relacionados, realizando principalmente análisis de tiempos y programación de operaciones, permitiéndome tener herramientas suficientes para el análisis de procesos operativos y de soporte, realizando una correcta evaluación de proyectos para su efectiva implementación bajo esquemas de mejora continua.\n\nAdicionalmente, manejo las normas de calidad ISO 17025, 9001, 45001 14001 y 14040. Domino análisis de riesgos HAZID, HAZOP, HACCP y conozco las BPM para implementar sistemas de aseguramiento confiables.\n\n","premium":false,"skills":"Gestión de proyectos, Investigación, Planificación estratégica, Ingeniería de procesos, Matlab, Microsoft Office, Liderazgo de equipos, Ingeniería de fabricación, Análisis de peligros y puntos de control críticos, Mejora continua, Biotecnología, ISO 9001, Validación de métodos analíticos, Estudios de estabilidad, Programación por lotes, Manufactura, Gestión de la calidad, Mejora de la calidad, Desarrollo de productos, Alimentación y bebidas","work_experience":[{"company":{"id":389481,"name":"GEA Group","logo":"https://media.licdn.com/dms/image/C4E0BAQEucamfzXdVJQ/company-logo_400_400/0/1646286245791?e=1705536000&v=beta&t=sOMwFvH5WscBtt0Ofh7iWd5SSas_dQ5YVDCUHvqGgu8","url":"https://www.linkedin.com/company/geagroup/","employees":{"start":10001,"end":null}},"date":{"start":{"month":4,"day":null,"year":2022},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogota, D.C., Capital District, Colombia","date":{"start":{"month":4,"day":null,"year":2022},"end":{"month":null,"day":null,"year":null}},"company":"GEA Group","description":"Process engineer focused on beverages, mainly integrating solutions to breweries.\n\nKey activities:\n\n- Undertake detailed design of processing plant/equipment.\n\n- Preparation of P&ID, process description, process functional diagram and engineering documents.\n\n- Engineering calculations and utility consumption calculations.\n\n- Specification of equipment (tanks, pumps, valves, heat exchangers, modules, etc).\n\n- Ensure engineering solution is within the Project Budget.\n\n- Lead and participate technical design reviews.\n\n- Include safety, hygiene, layout and process solution.\n\n- Communicate with customer regarding design, plant layout, utilities, plant performance and other relevant technical issues.\n\n- Undertake technical discussions with external and internal suppliers\n(Project Manager, Automation Team and Supply).\n\n- Management Team.\n\n- Assist to Project Manager with various project related activities such as ordering, preparation of RFOs, inspection of equipment.\n\n- Support site related activities such as Installation and Commissioning of Equipment.","title":"LPT - Process Engineer","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Indumil - Profesional en misión","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":8,"day":null,"year":2021},"end":{"month":4,"day":null,"year":2022}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":8,"day":null,"year":2021},"end":{"month":4,"day":null,"year":2022}},"company":"Indumil - Profesional en misión","description":"Objetivo: Profesional en misión encargado de Investigación y Desarrollo de productos químicos oportunos para satisfacer sectores como infraestructura y minería en Colombia.\n\nFunciones: \n\n- Generación de nuevos productos químicos o sus mezclas garantizando estabilidad, eficiencia y eficacia de estos.\n\n- Generación ingeniería de detalle de los diferentes procesos (P&ID, cinéticas de reacción, sistemas de control, descripción de unidades de proceso, etc.).\n\n- Realización de proyectos de inversión para fijar bases de contratación de acuerdo a la mejora o necesidad requerida.\n\n- Generación de especificaciones técnicas materias primas y estudios de estabilidad de diferentes sustancias involucradas a cada proceso.\n\n- Evaluación y mejora continua de procesos de transformación físico químicos a fin de mantener y/o mejorar los productos basados en calidad, SST y medio ambiente para todas las unidades de negocio de la industria y sus aliados en el país.","title":"Ingeniero Químico - Grupo Ingeniería - Profesional VI-15","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Indumil - (Profesional temporal)","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":2,"day":null,"year":2020},"end":{"month":7,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":2,"day":null,"year":2020},"end":{"month":7,"day":null,"year":2021}},"company":"Indumil - (Profesional temporal)","description":"Objetivo: Profesional en misión con funciones mixtas para la planificación de operaciones, mantenimiento del SIG y apoyo a la producción, para las Plantas de Producción in Situ y Descentralizadas en la atención de clientes como Cerrejón, Drummond, Prodeco, entre otros.\n\nFunciones:\n•\tDesarrollo y mejora de formulaciones tipo emulsión para proyectos de minería a cielo abierto, subterránea e infraestructura.\n•\tManejo y actualización del SIG (ISO 9001, 14001, 45001). \n•\tSeguimiento, actualización y proposición de mejoras mediante matrices de peligros, ambientales, riesgos y oportuniaddes.\n•\tRealización de estudios previos y planeación de recursos relacionados a las plantas de producción in situ.\n\n\nLogros:\n\n•\tGeneración de 3 nuevas formulaciones con reducción de costos alrededor del 20% y redución emisión de CO2 en 3%.\n\n•\tMediante la coordinación y apoyo del equipo se certificó en ISO 9001:2015, ISO 14001:2015 e ISO 45001:2018 la Planta Emulsiones Pribbenow (Drummond) con capacidad de producción de 300 toneladas/día de producto.\n\n•\tGeneración de estudios de ciclo de vida para las diferentes emulsiones empleadas en el área, generando nuevas formulaciones que impacten en menor grado al medio ambiente.\n\n\nComo medida de prevención ante la pendemia fue necesario la producción de gel sanitizante para manos, en el que aporté lo siguiente:\n\n     - Formulación gel antibacterial con hidroxietilcelulosa.\n     - Escalamiento proceso gel antibacterial para demanda interna y externa por pandemia.\n     - Diseño sistema de purificación de agua grado cosmético.","title":"Ingeniero Químico - Planta Producción Descentralizada - Profesional VI-15","employment_type":"Full-time"}]},{"company":{"id":null,"name":"All Focus ","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":2,"day":null,"year":2019},"end":{"month":7,"day":null,"year":2019}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":2,"day":null,"year":2019},"end":{"month":7,"day":null,"year":2019}},"company":"All Focus ","description":"Objetivo: Diseño y formulación de productos por proyecto, incluyendo nuevas materias primas colombianas de origen natural.\n\nLogro:\n•\tDesarrollo de 3 conceptos y pruebas base de laboratorio para productos complementarios para reforzar línea de negocio.\n\nFunciones:\n•\tAnálisis físico químicos de materias primas y producto terminado.\n•\tEstudios de estabilidad de emulsiones.\n•\tDiseño y formulación de cremas.\n•\tAcompañamiento técnico ante el INVIMA para el proceso de notificación sanitaria obligatoria.\n•\tEstudio de factibilidad económica del proyecto.","title":"Ingeniero de desarrollo cosmético","employment_type":null}]},{"company":{"id":null,"name":"Laboratorios Unidos Ambiente y Salud","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":4,"day":null,"year":2018},"end":{"month":1,"day":null,"year":2019}},"profile_positions":[{"location":"Chiquinquirá - Boyacá","date":{"start":{"month":4,"day":null,"year":2018},"end":{"month":1,"day":null,"year":2019}},"company":"Laboratorios Unidos Ambiente y Salud","description":"Objetivo: servicios profesionales en la elaboración de documentación de procesos de análisis físico-químico y microbiológico de muestras e implementación de técnicas para la medición de otros parámetros en agua. Establecimiento de procedimientos para certificar el laboratorio ante autoridades como IDEAM, INS y ONAC.\n\nResponsable del análisis de muestras de agua, validación de métodos analíticos empleados y en la generación de procesos y documentación necesaria para la certificación del laboratorio en ISO 17025 e IDEAM.\n\nLogros:\n•\tReducción del 20% en el costo de análisis.\n•\tDiseño de método estándar modificado para la determinación de COT en matrices acuosas.\n\nFunciones principales:\n•\tAnálisis y validación de métodos de ensayo físico-química y microbiológica para diferentes matrices.\n•\tRealización documentación certificación IDEAM e ISO 17025.\n•\tDocumentación base para Sistema Integrado de Gestión de acuerdo a ISO 9001:2015, ISO 14001:2015 e ISO 45001:2018.\n•\tElaboración dossieres de proceso e instructivos de procedimientos.\n•\tEvaluación de técnicas de ensayo físico-químico y microbiológico.","title":"Ingeniero de desarrollo, procesos y validaciones","employment_type":null}]},{"company":{"id":null,"name":"Cervecería Artesanal","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":2,"day":null,"year":2015},"end":{"month":11,"day":null,"year":2017}},"profile_positions":[{"location":"Chiquinquirá, Boyacá","date":{"start":{"month":2,"day":null,"year":2015},"end":{"month":11,"day":null,"year":2017}},"company":"Cervecería Artesanal","description":"Socio principal cervecería ubicada en Boyacá bajo la supervisión de un grupo multidiscliplanario encaminado al correcto desarrollo del proyecto. \n\nComo ingeniero químico, desarrollé las bebidas para el segmento premium con diferentes mezclas de materias primas (cebada, cereales, composiciones de agua, lúpulos y levaduras - certificadas y extraídas de materias vegetales- nacionales e importadas). \n\nAdicionalmente, realicé el diseño de proceso, unidades de proceso y la programación por lotes para el aseguramiento de la producción continua. \n\nLogros:\n•\tDiseño de 8 tipos de cerveza diferentes.\n•\tDiseño e ingeniería básica de planta de producción de cerveza. \n•\tProgramación de producción y ocupación de equipos.\n•\tLevantamiento manual de procedimiento por equipo y estructuración HACCP.\n•\tAdecuación, manejo y aprovechamiento de materia orgánica residual del proceso. \n\nFunciones:\n•\tInvestigación calidad de agua apropiada para el desarrollo de producto. \n•\tElaboración de mosto dulce y lupulado.\n•\tResponsabilidad proceso de fermentación primaria y maduración.\n•\tAnálisis físico químico de materias primas y producto terminado.","title":"Ingeniero de desarrollo de producto y proceso cervecero","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2008},"end":{"month":null,"day":null,"year":2017}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero Químico","field_of_study":"Ingeniería Química, Biotecnología, Procesos, Aguas y Alimentos","grade":null},{"date":{"start":{"month":1,"day":null,"year":2021},"end":{"month":12,"day":null,"year":2021}},"school":{"name":"Universidad Militar Nueva Granada","logo":"https://media.licdn.com/dms/image/D4E0BAQHVyIR_in7J1w/company-logo_400_400/0/1695822174955?e=1705536000&v=beta&t=FJJ6hUARZ6EL98jqYAgDBZ9BDK4wN7snTcL8IBKFZNc","url":"https://www.linkedin.com/school/universidad-militar-nueva-granada/"},"degree_name":"Especialización en Gestión Integral Ambiental","field_of_study":"Ciencias medioambientales","grade":null},{"date":{"start":{"month":null,"day":null,"year":2018},"end":{"month":null,"day":null,"year":2021}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Magister en Ing Química","field_of_study":"Ingeniería Química énfasis en Bioprocesos","grade":"Cancelado"},{"date":{"start":{"month":null,"day":null,"year":2018},"end":{"month":null,"day":null,"year":2018}},"school":{"name":"Universidad Pedagógica y Tecnológica de Colombia","logo":"https://media.licdn.com/dms/image/C4E0BAQHh4nJTBy9M9w/company-logo_400_400/0/1676063324531?e=1705536000&v=beta&t=DUvq7jW-8Rc6rCg_6mS5HlIiDLP_B386nbNWfIeSO9I","url":"https://www.linkedin.com/school/uptc/"},"degree_name":"Auditor interno sistemas integrados de gestión HSEQ","field_of_study":"Asistencia a operaciones empresariales y servicios de apoyo","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2022,"current_job_month":4,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_U0NSUXGAW9U91HFMYDI0.jpg","email":{"email":"juan@gea.com","email_anon_id":"FTIsdBa70Alw","email_status":"VALID","email_type":"professional"},"company":{"name":"GEA Group","is_catch_all":true,"size":null,"logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_7NADFY4I8M3V9DNN41W8.jpg","linkedin":"https://www.linkedin.com/company/geagroup","website":"http://www.gea.com","domain":"gea.com","common_email_pattern":null,"industry":"Industrial Machinery Manufacturing","founded_in":1881,"description":"GEA is one of the largest technology suppliers for food processing and a wide range of other industries. The global group specializes in machinery, plants, as well as process technology and components. \nGEA provides sustainable solutions for sophisticated production processes in diverse end-user markets and offers a comprehensive service portfolio.","total_emails":1000,"location":{"country":"Germany","country_code":"DE","state":null,"city":"Düsseldorf","timezone":"Europe/Berlin","timezone_offset":"2.0","postal_code":null,"address":"Peter-Müller-Str. 12"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}