{"https://www.linkedin.com/in/mballen1/?originalSubdomain=co":{"error":false,"response":{"first_name":"Miguel Ángel","last_name":"Ballén Galindo","full_name":"Miguel Ángel Ballén Galindo","gender":"male","job_title":"Frontend Software Engineer | React.Js | Typescript | Javascript | Web Developer | Go (Golang) | Java","linkedin":"https://www.linkedin.com/in/mballen1","summary":"As an experienced Software Engineer, I am able to collaborate creating robust, resilient and engaging products around the tech industry. My expertise currently lies in using the Frontend stack (Javascript, Typescript, ReactJs, Angular) to create high maintainable, valuable and engaging software.\n\nWith a proven track of being a team player, I look forward to provide the maximum value to customers and teams through progressive product enhancement and delivery. \n\nStarted as a front-end engineer in 2018, I have had the chance to work as Backend engineer(Go, Java) as well demonstrating my versatility and adaptability in the web development domain. As an enthusiastic learner, I am open to any opportunity to expand my knowledge in software development engineering and I also enjoy building meaningful connections with my peers while creating relevant software products.\n\nMy current interest lies in continue growing my expertise in Software Development by enabling multiple users to access friendly and performant software along with developing my cloud skills using AWS, I have never been afraid of trying new things along my career as SE.\n\nApart from my professional pursuits, I enjoy practicing Taekwondo where I currently hold a 6th Kup degree. I also have a passion for metal music, which I find an excellent way to unwind in my free time.","premium":false,"skills":"Front-End Development, TypeScript, JavaScript, React.js, AngularJS, HTML, CSS 3, Material-UI, Material UI, Next.js, Jest, Functional Programming, Object-Oriented Programming (OOP), Git, Software Design Patterns, Back-End Web Development, Java, Systems Design, Distributed Systems, Full-Stack Development","work_experience":[{"company":{"id":3543771,"name":"Wizeline","logo":"https://media.licdn.com/dms/image/C560BAQF3qibfOQpIVQ/company-logo_400_400/0/1656716553172?e=1705536000&v=beta&t=5KtobWnBvG8FAceh4OVClrhDzuVm2ve0GxJyA7BF2KA","url":"https://www.linkedin.com/company/wizeline/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":6,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":6,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"company":"Wizeline","description":"- Implementing engaging, responsive and performant web interfaces that allow users to enable and purchase communication services from remote locations.\n\n- Creating and running strategies (Including response codes and contracts ) to integrate the UI application with the backend services to deliver product iterations in a smooth way:\n\n - - Implemented and delivered voucher redemption, packages and plans data fetching and displaying for the end-user.\n\n- Enabled users to access the application by implementing the signup and login components at the UI level validating users input data making the processes of signing up and login user friendly and efficient.\n\nTechnologies: ReactJS, Material UI, Typescript, Jest, React-Hook Forms, Git, Bitbucket.","title":"Software Engineer III","employment_type":"Full-time"}]},{"company":{"id":400528,"name":"Twilio","logo":"https://media.licdn.com/dms/image/C560BAQE17HhB0rGpYQ/company-logo_400_400/0/1654720361964?e=1705536000&v=beta&t=x_j5UzEBH-j_ZCTehGKhfPfz8_FyWgcOnYH4yTonsf8","url":"https://www.linkedin.com/company/twilio-inc-/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":4,"day":null,"year":2022},"end":{"month":2,"day":null,"year":2023}},"profile_positions":[{"location":"Bogotá, Capital District, Colombia","date":{"start":{"month":4,"day":null,"year":2022},"end":{"month":2,"day":null,"year":2023}},"company":"Twilio","description":"- Designed and implemented initiatives to improve Twilio's Lookup API performance (rate-limiting) using Twilio libraries and functional programming (Vavr + Java 17).\n\n- Optimized line-type information lookups reducing the overall response-time of the product in around 1s improving the client user-experience and saving costs associated with the requests made to a deprecated provider.\n\n- Deployed a DynamoDB storage for customer quota-limit for beta packages of Lookup API to offer limited free access to new product features/packages.\n\n- Designed and documented a proposal to improve Lookup API Resiliency (backing up caller-name provider using a circuit-breaker strategy).\n\n- Additionally, shadowed system design interviews evaluating candidates for the Software Engineer role inside the Account security team.","title":"Software Engineer L2 - Account Security","employment_type":"Full-time"}]},{"company":{"id":390001,"name":"S4N, an EPAM Company","logo":"https://media.licdn.com/dms/image/C560BAQH0Q0HdGBnEvw/company-logo_400_400/0/1654641889201?e=1705536000&v=beta&t=3pXj3uuYkiyxzcX8qmI5uQqxSZeVtd0RUbpgoiitZCM","url":"https://www.linkedin.com/company/s4n/","employees":{"start":10001,"end":null}},"date":{"start":{"month":10,"day":null,"year":2021},"end":{"month":3,"day":null,"year":2022}},"profile_positions":[{"location":"Bogota, D.C., Capital District, Colombia","date":{"start":{"month":10,"day":null,"year":2021},"end":{"month":3,"day":null,"year":2022}},"company":"S4N, an EPAM Company","description":"Attended and completed multiple courses that increased my skills in managing customer projects:\n\n-\tSoftware Design Patterns using Go, Blockchain Basics.\n\n-\tEthical and Secure Behavior as an Engineer, Engineering Excellence Culture, Project Interviews in English. \n\n-\tAWS Cloud Practitioner Essentials.","title":"Backend Developer","employment_type":null}]},{"company":{"id":9707,"name":"Endava","logo":"https://media.licdn.com/dms/image/C4D0BAQFQGjXwWDU2UA/company-logo_400_400/0/1519856330168?e=1705536000&v=beta&t=PP2tXxv7hWwOzP3Uxa6V8-qas7MR9QqyQ6jWc-H1huY","url":"https://www.linkedin.com/company/endava/","employees":{"start":10001,"end":null}},"date":{"start":{"month":1,"day":null,"year":2018},"end":{"month":9,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá, Capital District, Colombia","date":{"start":{"month":1,"day":null,"year":2020},"end":{"month":9,"day":null,"year":2021}},"company":"Endava","description":"- Created/Implemented a Go (Golang) application intended to convert XML news content into HTML templates for mail newsletters replacing a deprecated templating system and improving the templating workflow of the customer.\n\n- Optimized the lookup of subscriber only articles using Apache Solr indexing feature improving the efficiency of news content lookups.\n\n- Provided maintenance to different microservices using Go (Golang) and Protobuf format improving correctness of the API. \n\n- Fixed behavioral UI bugs using Javascript and CSS allowing news journalists to have a smooth user experience while composing news articles.\n\n- Led a team contributing to a recruitment tracking application, engaging in full-stack development using F#, Mongo DB, Amazon S3 and ReactJs. -- Expanded the capabilities of the product to support file attachments.\n\n- Managed code reviews, code integration, code versioning and deployment of the app using Heroku being responsible for bi-weekly releases/deployments.\n\n-Additionally, prepared and provided introductory sessions to HTML to colleagues in the development discipline allowing them to get familiar with standards and best practices.","title":"Full Stack Developer (Senior Technician)","employment_type":"Full-time"},{"location":"Bogotá, Capital District, Colombia","date":{"start":{"month":6,"day":null,"year":2019},"end":{"month":1,"day":null,"year":2020}},"company":"Endava","description":"- Customized the scroll-bar look and feel reaching cross browser compatibility (Chrome 71 - Internet\nExplorer 11) using SimpleBar for a customer website allowing users to use and engage with the web app categories dropdowns in a smooth way.\n\n- Exceeded the user-experience requirements implementing a type-ahead component using Angular 5 CSS transitions and Bootstrap in order to provide document lookups by text input.\n\n- Ensured high quality code implementation reaching a testing coverage of at least 80% into the new code increasing the web app reliability and maintainability by  10%.","title":"Frontend Developer (Technician)","employment_type":"Full-time"},{"location":"Bogota, D.C., Capital District, Colombia","date":{"start":{"month":6,"day":null,"year":2018},"end":{"month":6,"day":null,"year":2019}},"company":"Endava","description":"Developed the style guide for a website created for educators to manage their student materials and schedules using HTML, CSS being the reference for the progressive development of the application.\n\nCreated a UI view using KnockoutJS that allowed teachers to include and display video content allowing students to engage and grow their skills through media content.\n\n-Additionally I provided introductory sessions to HTML, JavaScript and ReactJS to colleagues allowing them to get familiar with the frontend stack for the first time.","title":"Frontend Developer (Junior Technician)","employment_type":"Full-time"},{"location":"Bogotá D.C. Area, Colombia","date":{"start":{"month":1,"day":null,"year":2018},"end":{"month":6,"day":null,"year":2018}},"company":"Endava","description":"Contributed to a web application that informs about the onboarding process of new employees using HTML, CSS, Typescript, ReactJs, React-Redux and Semantic UI:\n\n- Fixed functional and styling bugs improving the application correctness and user experience.\n- Increased the testing coverage of the application by 10% using Jest making it more reliable and maintainable.","title":"Frontend Intern","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2012},"end":{"month":null,"day":null,"year":2018}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Bachelor's Degree in Engineering","field_of_study":"Systems and Computing","grade":null}],"languages":{"primary_locale":{"country":"US","language":"en"},"supported_locales":[{"country":"US","language":"en"}],"profile_languages":[{"name":"English","proficiency":"FULL_PROFESSIONAL"},{"name":"Spanish","proficiency":"NATIVE_OR_BILINGUAL"}]},"current_job_year":2023,"current_job_month":6,"picture":null,"email":{"email":"miguel.ballen@wizeline.com","email_anon_id":"hIo9dvE0n5Cu","email_status":"VALID","email_type":"professional"},"company":{"name":"Wizeline","is_catch_all":null,"size":"1001-5000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_5K9Z47TQWXRIALLKAT4X.jpg","linkedin":"https://www.linkedin.com/company/wizeline","website":"http://www.wizeline.com","domain":"wizeline.com","common_email_pattern":"{first}.{last}","industry":"IT Services and IT Consulting","founded_in":2014,"description":"Wizeline, a global technology services provider, builds the best digital products and platforms at scale. We focus on measurable outcomes, partnering with our customers to modernize core technologies, mature data-driven capabilities, and improve user experience.","total_emails":177,"location":{"country":"Mexico","country_code":"MX","state":null,"city":"Zapopan","timezone":"America/Mexico_City","timezone_offset":"-6.0","postal_code":null,"address":"Torre Esfera, Amado Nervo 2200-601"}},"location":{"country":"Colombia","country_code":"CO","state":"Cundinamarca","city":"Madrid","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"raw":"Madrid, Cundinamarca, Colombia"}}}}