{"https://co.linkedin.com/in/juancamiloestevezcardenas?original_referer=https%3A%2F%2Fwww.google.com%2F":{"error":false,"response":{"first_name":"Juan Camilo","last_name":"Estevez Cardenas","full_name":"Juan Camilo Estevez Cardenas","gender":"male","job_title":"Machine Learning | Data Science | Data Architecture | Data Engineering | Project Management | Azure | Prompt Engineering","linkedin":"https://www.linkedin.com/in/juancamiloestevezcardenas","summary":"Professional with a decade of experience in Business Analytics, specializing in Machine Learning and Deep Learning technologies. Proficient in PMI methodology for project management, CRISP-DM for advanced data analysis, and DAMA for Data Governance. Exceptional skills in handling and analyzing large data sets, coupled with a proven track record of leading Agile projects.\n\nAbilities for leadership of agile projects: shield the team of distractions and interferences, enforcing rules for ensuring the correct use of the scrum process, removing impediments, servant leader, negotiation skills, teams leadership, active listening, adaptation to change and teamwork.\n\n************* Machine Learning *************\n- Deep learning:  Multilayer Perceptron, Convolutional Neural Network, Autoencoders, Recurrent Neural Networks, Transfer Learning, Fine Tuning\n- Classification: Decision Trees, K-NN, Naïve Bayes, Random Forest, Neural Networks, Logistic Regression, SVM.\n- Ensemble: Voting (Hard, Soft), Boosting (XGBoost, LightGBM, CatBoost), Bagging, Stacking, \n- Clustering: K-means, DBSCAN, Agglomerative clustering.\n- Regression: Linear, Lasso, Ridge.\n- Association rules: FP-Growth\n- Validation: split validation and cross validation.\n- Data preparation: one hot encoding, normalization, binning, feature selection, data cleaning.\n- Text mining: remove stop words, tokenization, stemming, lemmatization, TF-IDF, sentiment analysis, \n- Hyperparameters tuning: grid search\n\n*************Technical Skills ****************\n\n- Data mining and machine learning tools like: Scikit-Learn (Python), Anaconda Framework,  Rapiminer, Rapidminer Server, Weka, Watson Analytics and SPSS.\n- Notebooks: Colab, Jupyther, Zeppelin.\n- Cloudera (Big data): hive, impala, sqoop, PySpark, SparkML, SparkSQL.\n- Hortonworks:  Ambari, YARN, PySpark\n- Design and management of database in SAP IQ, MySQL, PostgreSQL and Oracle engines.\n- Data modeling in tools like: SAP Power Designer, Vertabelo.\n- Data preparation tools like: Pandas (Python), SAP Data Services, Pentaho Data Integration.\n- Data visualization in Tableau, Power BI, TIBCO Spotfire and D3.js.\n- Deep Learning: Keras\n- Text mining in rapidminer and NLTK (Python).\n- Git tools: GitHub, BitBucket, GitKraken\n- Code editors: Notepad++, Visual Studio Code, PyCharm\n- Boards: Trello, Planner, Azure DevOps, Jira\n- AWS: EC2, S3, RDS, EFS, Lambda, Dynamo, IAM, CloudFront.\n- GCP: Compute Engine\n- Azure: SqlServer, Azure Data Factory, HDInsights, Data Lake Storage V2, Azure Databricks, Azure Synapse","premium":false,"skills":"Azure Open AI, Big Data, Project Management, Data Science, Deep Learning, Machine Learning, Business Intelligence, Microsoft Azure, Azure Synapse, Azure Data Lake, Scrum, Git, Gestión de proyectos, Data Mining, Python, Linux, Ingeniería de software, Database Design, Software Engineering, Business strategy","work_experience":[{"company":{"id":8141,"name":"Globant","logo":"https://media.licdn.com/dms/image/D560BAQHWB0kBTxn0kA/company-logo_400_400/0/1688411226020/globant_logo?e=1705536000&v=beta&t=ozK-K-DYhscX3sG09KIkvOu7e_rdP9c7I2pBChG1y88","url":"https://www.linkedin.com/company/globant/","employees":{"start":10001,"end":null}},"date":{"start":{"month":7,"day":null,"year":2020},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":9,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"company":"Globant","description":"ChatGPT Data Integration Specialist will be responsible for developing an application that populates databases using unstructured information processed through ChatGPT. The role involves leveraging Azure OpenAI technologies, Azure Data Lake, and Python to create a robust, scalable, and efficient data integration solution.\n\n-   Application Development: Design and develop an application that utilizes ChatGPT to extract and process unstructured data for database population.\n-   Azure OpenAI Integration: Integrate Azure OpenAI technologies to enable advanced natural language processing and data extraction capabilities in the application.\n-   Data Lake Management: Utilize Azure Data Lake for storing and managing both structured and unstructured data efficiently.\n-   Data Transformation: Implement data transformation logic in Python to convert unstructured data into a format suitable for database storage.\n-   Security: Implement security best practices to protect sensitive data and ensure compliance with data privacy regulations.\n-   Documentation: Create comprehensive documentation for the application, including architecture diagrams, code comments, and user manuals.\n-   Team Collaboration: Work closely with other team members, including data engineers and data scientists, to ensure the application aligns with overall project goals.","title":"Data Architect - AI Hub","employment_type":"Full-time"},{"location":"Colombia","date":{"start":{"month":3,"day":null,"year":2022},"end":{"month":null,"day":null,"year":null}},"company":"Globant","description":"- Data Processing Best Practices: Spearheaded the formulation and implementation of industry-standard best practices for efficient and secure data processing, ensuring data integrity and quality.\n- Tool Exploration and POCs: Conducted comprehensive research and developed proof-of-concept implementations for various data processing tools, including Alteryx, Kafka/Confluent, Synapse, SQL Pools, Spark Pools, Polybase, and Event-Driven Architectures. This enabled the team to make data-driven decisions on tool selection.\n- DevOps Coordination: Collaborated closely with an external DevOps specialist to optimize the use of infrastructure resources, ensuring seamless deployment and scalability.\n- Database and Modeling Guidelines: Authored comprehensive documentation outlining best practices for database object naming, dimensional modeling, Power BI (PBI) modeling, and role assignments in PBI, thereby standardizing procedures and improving team efficiency.\n- Power BI Manuals: Created user-friendly manuals detailing the steps for connecting to and utilizing Power BI, enhancing user adoption and reducing the learning curve.\n- Helix Platform Integration: Engaged with the newly-released Helix platform (launched in April 2023) to understand its data model, architecture, and interaction patterns for the PBIOnHelix project. This ensured a smooth integration process.\n- Helix Dashboard Development: Developed and documented a proof-of-concept that demonstrated the connection, data preparation, and dashboard utilization using information from the Helix platform, providing a blueprint for future implementations.\n•\tBuild Artifacts for Regional Initiatives: Led the creation of build artifacts to assess and accelerate in-house software development initiatives. This involved evaluating software performance, scalability, and security features and acceleration cost estimation","title":"Data Architect - Federated Development","employment_type":"Full-time"},{"location":"Colombia","date":{"start":{"month":7,"day":null,"year":2020},"end":{"month":2,"day":null,"year":2022}},"company":"Globant","description":"- Assisted in the seamless migration and development of Spark processes from HDInsights to Databricks, optimizing for performance and scalability.\n- Engineered and optimized Spark processes using Jupyter and Zeppelin within the HDInsights environment, enhancing data processing capabilities.\n- Spearheaded the creation and ongoing maintenance of robust data pipelines in Azure Data Factory, ensuring seamless data flow and integration.\n- Provided expert-level support in maintaining and updating sensitive data within the Azure Key Vault service, bolstering security measures.\n- Contributed to data administration tasks in Data Lake Storage, focusing on data integrity, accessibility, and compliance.\n- Conducted rigorous quality reviews of cryptocurrency data, validating its accuracy and reliability for subsequent analytics and reporting.\n- Administered and developed SQL Server databases in Azure, implementing best practices for data management and performance optimization.\n- Facilitated the migration of data from Parquet files to Delta Lake format, enhancing data storage efficiency and query performance.\n- Engaged in SCRUM ceremonies as an active team member, collaborating on project milestones and contributing to agile development processes.","title":"Data Architect - Block Chain Analyzer","employment_type":"Full-time"}]},{"company":{"id":12422,"name":"Universidad de Los Andes","logo":"https://media.licdn.com/dms/image/C510BAQEO0I5nIlsnpg/company-logo_400_400/0/1519855939395?e=1705536000&v=beta&t=zJlYTEQeOydf3TkeMoIJI-5hInkGpS2WwgnIEWw4TDc","url":"https://www.linkedin.com/school/universidad-de-los-andes/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":6,"day":null,"year":2020},"end":{"month":7,"day":null,"year":2020}},"profile_positions":[{"location":"Bogota,D.C., Capital District, Colombia","date":{"start":{"month":6,"day":null,"year":2020},"end":{"month":7,"day":null,"year":2020}},"company":"Universidad de Los Andes","description":"- Designed and implemented comprehensive Machine Learning labs using scikit-learn, covering a wide array of algorithms and techniques such as Linear and Polynomial Regression, Logistic Regression, Lasso and Ridge Regularization, Hyperparameter Tuning via Grid Search, Support Vector Machines (SVM), Naive Bayes, and Ensemble Methods.\n\n- Created in-depth Deep Learning labs utilizing Keras, focusing on advanced neural network architectures including Multilayer Perceptrons, Convolutional Neural Networks, Autoencoders, Recurrent Neural Networks, as well as specialized topics like Transfer Learning and Fine-Tuning.\n\n- Responsible for grading and providing constructive feedback for postgraduate-level labs in the Machine Learning Techniques (specialized Deep Learning summer course).","title":"Teaching Assistant","employment_type":"Part-time"}]},{"company":{"id":1025060,"name":"Contraloría General de la República de Colombia","logo":"https://media.licdn.com/dms/image/D560BAQG-vs2mFRp85w/company-logo_400_400/0/1695755359574/cgrcolombia_logo?e=1705536000&v=beta&t=VY9-4YJkSoC9GHgeMNuYgA_5IPpaL0hHqbgQvuu-wIE","url":"https://www.linkedin.com/company/cgrcolombia/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":2,"day":null,"year":2020},"end":{"month":4,"day":null,"year":2020}},"profile_positions":[{"location":"Bogota,D.C., Capital District, Colombia","date":{"start":{"month":2,"day":null,"year":2020},"end":{"month":4,"day":null,"year":2020}},"company":"Contraloría General de la República de Colombia","description":"- Conducted an in-depth initial diagnosis of DIARI operations to identify areas for improvement and optimization.\n- Developed a comprehensive proposal for aligning the Analysis Unit with overarching business strategies, ensuring seamless integration and goal congruence.\n- Formulated a strategic plan for aligning the Analysis Unit with the organization's Data Governance strategy, enhancing data quality and compliance.\n- Provided expert support in defining the architecture of the corporate data exploitation platform, focusing on scalability and performance.\n- Designed the organizational model for the Analysis Unit, outlining roles, responsibilities, and workflows to maximize efficiency.\n- Established a well-defined set of priorities for the transition plan in collaboration with the Information Unit, ensuring a smooth and effective change management process.\n- Created a robust methodology, standardized formats, and streamlined procedures for analytical activities, elevating the quality of data analysis.\n- Actively accompanied the reception and implementation of business architecture and data governance projects for DIARI, ensuring alignment with organizational objectives.","title":"Adviser Contralor Office - Chief Analytics Officer","employment_type":"Full-time"}]},{"company":{"id":78379674,"name":"Enel Colombia","logo":"https://media.licdn.com/dms/image/C4D0BAQGrj1lCNy6oXQ/company-logo_400_400/0/1646343566073/enel_colombia_logo?e=1705536000&v=beta&t=A9zQHaonXNHuAOpzfNMW18owSY5Szg3dIsAhH2luPM8","url":"https://www.linkedin.com/company/enel-colombia/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":9,"day":null,"year":2018},"end":{"month":1,"day":null,"year":2020}},"profile_positions":[{"location":"Bogotá, Bogotá D.C. Department, Colombia","date":{"start":{"month":9,"day":null,"year":2018},"end":{"month":1,"day":null,"year":2020}},"company":"Enel Colombia","description":"(+) DigI&N Program: leader of the implementation of projects in agile methodology (scrum):\n-  \"El circulo project\": related to the operational contract management process (120K €). \n-  \"Nostradamus project\":  related to the emergency care process  (100K €).\n* Cloudera Technologies: Oozie, Sqoop, Spark, Hive, Impala. \n* Data Visualization: Tibco Spotfire. \n* Machine Learning: Jupyter notebook, scikit learn, pandas\n\n(+)  Data Governance adoption\n- Defining the strategy for implementing the data governance in I&N. \n- Defining the strategy for data lake use in I&N.\n- Defining the strategy for implement the Master Data Catalog. \n- Support for use of Machine Learning Models in Cloudera.\n- Manage the use and implementation of data visualization analysis in TIBCO Spotfire.\n\n(+) Data Visualization Autoservice: lead implementation of TIBCO Spotfire in I&N\n- Tibco Spotfire server deployment: web player, database connectors.\n- Tibco Spotfire user administration: roles and permits\n- Tibco Spotfire desktop: strategy of use for business users.\n\n(+) Project E4E/GDS: support the data traceability during the post-go-live time with spotfire dashboards for customer services, outage, maintenance and investments process.\n- Data integration: TIMI Anatella\n- Data Base: Posgresql\n- Data Visualization: Tibco Spotfire\n\nLicense management: promote and manage the acquisition of licenses related to data driven process.","title":"Senior Professional Digital Hub I&N | Data Governance | Data Science | Project Management | Scrum","employment_type":"Full-time"}]},{"company":{"id":303309,"name":"Yseop","logo":"https://media.licdn.com/dms/image/C4E0BAQEjT6dOIn5UzA/company-logo_400_400/0/1678383254022/yseop_logo?e=1705536000&v=beta&t=HblDg6KwLzDxHoO7HK7aGw7LpLQDdO2ITObbPASYjkY","url":"https://www.linkedin.com/company/yseop/","employees":{"start":51,"end":200}},"date":{"start":{"month":12,"day":null,"year":2017},"end":{"month":5,"day":null,"year":2018}},"profile_positions":[{"location":"Bogotá D.C. Area, Colombia","date":{"start":{"month":12,"day":null,"year":2017},"end":{"month":5,"day":null,"year":2018}},"company":"Yseop","description":"- Design and build Natural Language Generation applications.\n- Data preparation.\n- Data analysis.\n- Mondrian OLAP Cube Desing.\n- Database design in Oracle.\n- Crafted visually compelling and informative dashboards using Pivot4J, providing real-time insights into key performance indicators.\n- Updated and maintained content on the YSEOP training platform, ensuring up-to-date and relevant educational materials.","title":"Consultant | Database Desing | Natural Language Generation | Business Intelligence | Data Science","employment_type":"Full-time"}]},{"company":{"id":12422,"name":"Universidad de los Andes","logo":"https://media.licdn.com/dms/image/C510BAQEO0I5nIlsnpg/company-logo_400_400/0/1519855939395?e=1705536000&v=beta&t=zJlYTEQeOydf3TkeMoIJI-5hInkGpS2WwgnIEWw4TDc","url":"https://www.linkedin.com/school/universidad-de-los-andes/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":8,"day":null,"year":2016},"end":{"month":12,"day":null,"year":2017}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":8,"day":null,"year":2016},"end":{"month":12,"day":null,"year":2017}},"company":"Universidad de Los Andes","description":"-      Coordination of projects of data integration and visualization of the data warehouse of the University.\n-\tStatistical and Exploratory analyzes of integrated data sources.\n-\tDevelopment in Rapidminer of analytical models based on data mining for advanced data analysis.\n-\tTesting and validation of the quality of analytical models formulated.\n-\tDevelopment of dashboards for final users using Tableau.\n-\tDatabase design with Power Designer and IQ, Oracle and MySQL database engines.\n-\tDesign and development of ETL flows for the consolidation of the data in the University data warehouse.\n-\tIntegration of data from different information systems of the University through the SAP Data Services ETL tool for consolidation in the data warehouse.\n-\tTesting implementation and performance of the ETLs.\n-\tDevelopment of components for verification audit loading and monitoring the implementation of the ETLs.","title":"Information Management Coordinator | Business Intelligence | Data mining | Database Desing | SQL","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Secretaría Distrital de Gobierno de Bogotá","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":12,"day":null,"year":2015},"end":{"month":9,"day":null,"year":2016}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":12,"day":null,"year":2015},"end":{"month":9,"day":null,"year":2016}},"company":"Secretaría Distrital de Gobierno de Bogotá","description":"Analytical Models | Descriptive models | Predictive Models | Citizen security | Rapidminer\n\nPerform activities of development, implementation, technical support and support for analysis, design and put into production of data mining functionalities of the information system of the Security Directorate.\n\n-\tIntegration of data from different sources by ETL for consolidation in the data warehouse.\n-\tStatistical and exploratory analysis of collected data sources.\n-\tDevelopment and validation of data mining models related to security in the city of Bogota.\n-\tSupport in formulating planning activities of the development project.\n-\tSupport in monitoring and traceability of project activities.\n-\tFormulation and verification of acceptance criteria for project deliverables.\n-\tSupport for the design of the PMO of the District Department of Security.\n-\tCollection and consolidation of information security in the city of Bogota.","title":"Data Scientist | Data mining | Rapidminer | Minería de datos | Business Intelligence","employment_type":"Full-time"}]},{"company":{"id":464241,"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":9,"day":null,"year":2012},"end":{"month":2,"day":null,"year":2016}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":9,"day":null,"year":2015},"end":{"month":2,"day":null,"year":2016}},"company":"Universidad Nacional de Colombia","description":"Database design | APEX | Software design | Software development | Software testing | Database design\n\n-\tIdentify and assess the appropriate technologies for the development of Sector Environmental Information System.\n-\tFormulate architecture Sectoral Environmental Information System.\n-\tDesign the data model that will support the Sectorial Environmental Information System.\n-\tDevelop Sectorial Environmental Information System.\n-\tPerform white box testing on the Sectorial Environmental Information System.\n-\tMake progress meetings deliveries according to the development plan.","title":"Software Consultant - Grupo de investigación en Política, Información y Gestión Ambiental","employment_type":null},{"location":"Research Group Society, Economy and Productivity (SEPRO) - Bogotá D.C., Colombia","date":{"start":{"month":7,"day":null,"year":2013},"end":{"month":12,"day":null,"year":2015}},"company":"Universidad Nacional de Colombia","description":"CRISP - DM | Rapidminer | Data integration | Predictive models | Descriptive models | Data mining | Transport\n\n1. Develop a prototype system of analysis and prediction of the Colombian cargo transport operation using technical data mining, for support in decision making and public policy formulation.\na. Construct a data set of the Colombian automotive cargo transport operation, appropriate for the training and validation of descriptive and predictive models of data mining techniques.\nb. Design, elaborate and evaluate a descriptive model of the Colombian automotive cargo transport operation, based on data mining techniques, to determine the current behavior of the system.\nc. Design, elaborate and evaluate a predictive model, based on data mining techniques, to estimate the behavior of the Colombian automotive cargo transport operation.\nd. Develop the system of analysis and prediction, systematically evaluate it with current data, to determine the quality of the information thrown.\ne. To evaluate the utility of the results produced by the models for the decision making and the formulation of public policies in the Colombian land freight transport sector.\n\n2. Project management using the CRISP-DM 1.0 methodology.\n\n3. Researcher in the topic of Logistic Information Systems, assembly and administrator of the documentary repository in Alfresco, web development of the research group page.","title":"Researcher | Data mining | Minería de datos | Rapidminer | Data integration | Machine Learning","employment_type":null},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":2,"day":null,"year":2013},"end":{"month":12,"day":null,"year":2014}},"company":"Universidad Nacional de Colombia","description":"- Systematic Teaching & Learning: Spearheaded the direct implementation of comprehensive teaching-learning processes, employing a structured approach to optimize student engagement and understanding.\n\n- Diagnostic Assessment: Conducted initial evaluations to gauge student proficiency and learning needs, setting the stage for targeted educational interventions.\n\n- Curriculum Planning: Devised detailed lesson plans aligned with both university guidelines and individual learning objectives, ensuring a balanced and effective curriculum.\n\n- Execution & Facilitation: Led classroom sessions with a focus on C++ programming, employing a variety of teaching methods to cater to diverse learning styles.\n\n- Performance Evaluation: Administered periodic assessments and provided constructive feedback, enabling continuous improvement and academic growth.\n\n- Educational Activities: Organized and participated in additional educational activities within the university framework, enhancing the overall learning experience.","title":"Assistant Teacher | Computer programming | C++ | Leadership","employment_type":"Part-time"},{"location":"Universidad Nacional de Colombia","date":{"start":{"month":9,"day":null,"year":2012},"end":{"month":1,"day":null,"year":2013}},"company":"Universidad Nacional de Colombia","description":"- Test Case Formulation: Developed comprehensive test cases tailored to evaluate the information systems of the national fiber optic project, ensuring alignment with project requirements.\n\n- Test Execution: Diligently executed the formulated test cases, simulating various scenarios to rigorously assess system performance and reliability.\n\n- Reporting: Compiled detailed test result reports, providing actionable insights and recommendations to enhance system quality and efficiency.\n\n- Quality Assurance: Conducted meticulous verification and measurement processes to ensure that all goods and services delivered by the contractor met the stipulated specifications in the contract.","title":"Quality Assurance Tester for the National Fiber Optic Project","employment_type":"Part-time"}]},{"company":{"id":496271,"name":"Alcaldia de Bogotá Secretaría Distrital de Ambiente","logo":"https://media.licdn.com/dms/image/C4E0BAQGzk5YaAjTESw/company-logo_400_400/0/1519904053688?e=1705536000&v=beta&t=ZQFK9c8AMvsVdtUNAl-t4kAphArpH9Udp6oc32T6kRU","url":"https://www.linkedin.com/company/alcaldia-de-bogot-secretar-a-distrital-de-ambiente/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":11,"day":null,"year":2013},"end":{"month":4,"day":null,"year":2014}},"profile_positions":[{"location":"Avenida Caracas No. 54 - 38","date":{"start":{"month":11,"day":null,"year":2013},"end":{"month":4,"day":null,"year":2014}},"company":"Alcaldia de Bogotá Secretaría Distrital de Ambiente","description":"Software Encoding Based on Functional Definitions:\n\n- Information Gathering: Conducted comprehensive surveys to identify information requirements for the enhancement of existing tools and the development of new solutions.\n- Procedure & Workflow Development: Engineered and implemented robust procedures and document flows within the Environmental Information System, focusing on document management, process flow, and stakeholder feedback.\n\nTest Plan Documentation & Execution:\n\n- Test Case Execution: Diligently executed predefined test cases to rigorously evaluate system performance.\n- Functional Testing: Conducted in-depth functional tests on the Forest Information System to ensure it met all specified requirements.\n- Integration Testing: Performed integration tests to validate seamless interoperability within the Forest Information System.\n\nCode Deployment Across Environments:\n\n- Template Adjustments: Made necessary modifications to mission process templates in the FOREST Information System for document management and workflow, ensuring compliance with regulatory guidelines.","title":"Developer BPM","employment_type":"Full-time"}]},{"company":{"id":464241,"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":3,"day":null,"year":2012},"end":{"month":7,"day":null,"year":2012}},"profile_positions":[{"location":"Bogota,D.C., Capital District, Colombia","date":{"start":{"month":3,"day":null,"year":2012},"end":{"month":7,"day":null,"year":2012}},"company":"Universidad Nacional de Colombia","description":"- Website Development: Spearheaded the design, development, and maintenance of the research group's website, ensuring user-friendly navigation and up-to-date content.\n\n- ICT Research in MiPYMES: Conducted in-depth research on the implementation of Information and Communication Technologies (ICTs) in Micro, Small, and Medium-sized Enterprises (MiPYMES), contributing to the body of knowledge in this area.\n\n- Database Architecture: Designed robust MySQL databases to support various research projects, ensuring data integrity, security, and optimal performance.\n\n- ICT Implementation: Actively involved in the real-world application of ICT solutions in MiPYMES, providing both technical expertise and strategic guidance to optimize business operations.","title":"Web Developer | SQL | MySQL","employment_type":"Part-time"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2018},"end":{"month":12,"day":null,"year":2021}},"school":{"name":"Universidad de Los Andes","logo":"https://media.licdn.com/dms/image/C510BAQEO0I5nIlsnpg/company-logo_400_400/0/1519855939395?e=1705536000&v=beta&t=zJlYTEQeOydf3TkeMoIJI-5hInkGpS2WwgnIEWw4TDc","url":"https://www.linkedin.com/school/universidad-de-los-andes/"},"degree_name":"Master in Information Engineering","field_of_study":"Data Science | Business Analytics | Data Analysis | Data mining | Machine Learning","grade":"4.4 / 5.0"},{"date":{"start":{"month":2,"day":null,"year":2013},"end":{"month":4,"day":null,"year":2016}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Magister in Industrial Engineering","field_of_study":"Industrial Engineering | Data mining | Transport | Machine Learning | Logistic","grade":"4.4 / 5.0"},{"date":{"start":{"month":null,"day":null,"year":2015},"end":{"month":null,"day":null,"year":2015}},"school":{"name":"University of Buenos Aires","logo":"https://media.licdn.com/dms/image/C4E0BAQF-QztqGXBokQ/company-logo_400_400/0/1519861386584?e=1705536000&v=beta&t=Mwa08aQtrJm5Htc4VSKXxl_qYsv5C_6sa_6Ndwhz2mY","url":"https://www.linkedin.com/school/universidad-de-buenos-aires/"},"degree_name":"International interchange","field_of_study":"Industrial Engineer","grade":"9/10"},{"date":{"start":{"month":8,"day":null,"year":2006},"end":{"month":12,"day":null,"year":2012}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Systems Engineer","field_of_study":"Machine Learning","grade":"3.9 / 5.0"},{"date":{"start":{"month":null,"day":null,"year":2016},"end":{"month":null,"day":null,"year":2022}},"school":{"name":"Project Management Institute","logo":null,"url":null},"degree_name":"Project Management Professional","field_of_study":"Project Management","grade":"License: 1906037"},{"date":{"start":{"month":null,"day":null,"year":2018},"end":{"month":null,"day":null,"year":2018}},"school":{"name":"Pontificia Universidad Javeriana","logo":"https://media.licdn.com/dms/image/D4E0BAQGdLzRIrqiB3Q/company-logo_400_400/0/1694030162839/pontificia_universidad_javeriana_logo?e=1705536000&v=beta&t=7Z-5zIaLa1OMaIa2p0NmmY5rsTkfJobbAdL6JA9563I","url":"https://www.linkedin.com/school/pontificia-universidad-javeriana/"},"degree_name":"Citizen Data Scientist","field_of_study":"Data Science","grade":"Convocatoria de Colciencias y Alianza CAOBA"},{"date":{"start":{"month":null,"day":null,"year":2018},"end":{"month":null,"day":null,"year":2018}},"school":{"name":"Universidad del Rosario","logo":"https://media.licdn.com/dms/image/D4E0BAQHijaN6jCDncg/company-logo_400_400/0/1692032995363/universidad_del_rosario_logo?e=1705536000&v=beta&t=VWtsxgQ3g_EaUjGGSiaAlXy5zghTzBvMllBrjeTwz-4","url":"https://www.linkedin.com/school/universidad-del-rosario/"},"degree_name":"Management skills, entrepreneurship and innovation","field_of_study":"Executive Management","grade":null},{"date":{"start":{"month":null,"day":null,"year":2017},"end":{"month":null,"day":null,"year":2017}},"school":{"name":"Universidad de Los Andes","logo":"https://media.licdn.com/dms/image/C510BAQEO0I5nIlsnpg/company-logo_400_400/0/1519855939395?e=1705536000&v=beta&t=zJlYTEQeOydf3TkeMoIJI-5hInkGpS2WwgnIEWw4TDc","url":"https://www.linkedin.com/school/universidad-de-los-andes/"},"degree_name":"Advanced Topics in Project Management","field_of_study":"Project Management","grade":null},{"date":{"start":{"month":null,"day":null,"year":2013},"end":{"month":null,"day":null,"year":2013}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Diploma in Autonomous and Significant Learning Strategies in Engineering","field_of_study":"Pedagogy","grade":"5.0 / 5.0"}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Español","proficiency":"NATIVE_OR_BILINGUAL"},{"name":"Inglés","proficiency":"PROFESSIONAL_WORKING"}]},"current_job_year":2020,"current_job_month":7,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_C2P5OM0PFX6H6YM16XVZ.jpg","email":{"email":"juan.camilo@globant.com","email_anon_id":"fBN9T2KKQaaT","email_status":"VALID","email_type":"professional"},"company":{"name":"Globant","is_catch_all":null,"size":null,"logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_9KDBDY5WMW6IFDBWCKB9.jpg","linkedin":"https://www.linkedin.com/company/globant","website":"https://globant.com/","domain":"globant.com","common_email_pattern":"{first}.{last}","industry":"Information Technology & Services","founded_in":null,"description":"We are a digitally native company that helps organizations reinvent themselves to create a way forward and unleash their potential. We are the place where innovation, design and engineering meet scale.\n\n- We have more than 27,000 employees and we are present in 25 countries working for companies like Google, Rockwell Automation, Electronic Arts and Santander, among others.\n\n- We were also featured as a business case study at Harvard, MIT, and Stanford.\n\n- We were named a Worldwide Leader in CX Improvement Services by IDC MarketScape report.\n\n- We are a member of the Cybersecurity Tech Accord.\n\n- At Globant, we believe that an inclusive culture and a diverse environment make us stronger. We are an equal opportunity employer (EOE M/F/D/V), always seeking to generate a place for inspiration and growth for everyone regardless of race, color, religion, national origin, sexual orientation, age, marital status, disability, gender identity, or veteran status.\n\n- Our ultimate Diversity & Inclusion goal is to make Globant a respectful, safe, and inclusive workplace for all Globers where gender equality, cultural diversity, and inclusion are core to our DNA. \n\n\nFor more information, visit https://bit.ly/globant_com\n\nFollow us:\nhttp://www.twitter.com/globant\nhttp://www.youtube.com/Globant\nhttp://www.facebook.com/Globant\nhttps://instagram.com/Globant\nhttps://www.tiktok.com/@globant\n","total_emails":695,"location":{"country":"United States","country_code":"US","state":null,"city":"San Francisco","timezone":"America/New_York","timezone_offset":"-4.0","postal_code":null,"address":"875 Howard St"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}