{"https://www.linkedin.com/in/juan-sebastian-galvis-calderon-14a1a91a1/?originalSubdomain=co":{"error":false,"response":{"first_name":"Juan Sebastian","last_name":"Galvis Calderon","full_name":"Juan Sebastian Galvis Calderon","gender":"male","job_title":"Project Manager| Líder de Proyectos| Gerente de proyectos| Gestor de Proyectos| Director de Proyectos| Scrum Master","linkedin":"https://www.linkedin.com/in/juan-sebastian-galvis-calderon-14a1a91a1","summary":"Cuento con mas de 10 años de experiencia liderando y evolucionando equipos de alto rendimiento en proyectos de IT en el sector financiero, transitando por diferentes metodologías, siendo mi fuerte las metodologías agiles, cuento con experiencia en manejo presupuestal, planeación y ejecución de proyectos, manejo de conflictos, coaching metodológico, desing thinking, feedback continuo, y en general el E2E de un proyecto desde el inception del producto hasta su operación. Igualmente cuento con experiencia en desarrollos Backend tales como extracción de datos, creación de rutinas, ejecución de procesos batch, manejo de temporalidad en procesos batch; este conocimiento se basa en la programación de tres capas como lo son backend, frontend y aso. Los proyectos han sido desplegados en aplicaciones móviles, en la web y en la net.\n\nMe encuentro en la búsqueda activa de nuevos retos profesionales en el sector de IT que me permitan seguirme desafiando y aprendiendo cada día mas, ofrezco a la compañía proactividad, sensibilidad sobre la labor realizada y consecución de los objetivos estratégicos desde mi rol basado en valores y principios con ética profesional.","premium":false,"skills":"Personas , Gestión de proyectos, Creación de equipos multifuncionales, Trabajo en equipo, Ingles B2, Banca, Scrum, Empresas","work_experience":[{"company":{"id":9997324,"name":"Rappi","logo":"https://media.licdn.com/dms/image/D4E0BAQHQ1SPQyDgaKA/company-logo_400_400/0/1665073660988?e=1705536000&v=beta&t=kw2VdJDveORnOMGLbhynaFwIp7UQp-RqwX2f4kH7czY","url":"https://www.linkedin.com/company/rappi/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":12,"day":null,"year":2021},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":12,"day":null,"year":2021},"end":{"month":null,"day":null,"year":null}},"company":"Rappi","description":"- Liderar siete squads de la Vicepresidencia de Wallet dentro de la organización RappiPay, los cuales centran sus esfuerzos en organizar, mapear, ilustrar, dar normatividad y facilitar la experiencia de usuario dentro de nuestra aplicación.\n- Capacitar y guiar a los más de setenta desarrolladores que tiene la Vicepresidencia respecto a capacidad de equipo, JIRA, pruebas funcionales, PowerBi, soft skills, hard skills, calidad en el código construido, poder de estimación, etc.\n- Construcción y análisis de reportes sobre iniciativas que mejoren los procesos de resolución de impedimentos e incidentes que se presenten en el día a día.\n- Las plataformas utilizadas en estos proyectos son Backend (Go lang), Aso (AWS-JAVASCRIPT) y FRONTEND (SDUI-GRAPH-XCODE-ANDROID STUDIO). Proyectos desplegados en aplicación móvil y en web.","title":"Lead Team & Experto Scrum","employment_type":"Full-time"}]},{"company":{"id":1320205,"name":"BBVA en Colombia","logo":"https://media.licdn.com/dms/image/C4D0BAQH3DGvaF6jpWA/company-logo_400_400/0/1624975467820?e=1705536000&v=beta&t=6jZjWZ5Z6t6UHf3mgp1W_KxQ4VUCfi7_kKMLqS7hi1E","url":"https://www.linkedin.com/company/bbva-colombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":2,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":2,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2021}},"company":"BBVA en Colombia","description":"- Creación de equipos de alto rendimiento que satisfagan todas las necesidades del negocio.\n- Facilitación de la planificación de sprints, scrums diarios, retrospectivas, reuniones con partes interesadas y demostraciones de software.\n- Dotar y velar por el correcto uso de las herramientas asignadas a los equipos Scrum para que la entrega de las funcionalidades sea de acuerdo a la planificación.\n- Liderazgo de doce equipos scrum, gestionando la creación de productos de alto valor, resolviendo impedimentos, fomentando su cohesión y promoviendo la auto inspección y la mejora continua día a día.\n- Capacitación trimestral a equipos scrum sobre las practicas agiles y su evolución en el mercado.\n- Análisis de maduración de equipos y estrategias para la estandarización del nivel sobre los equipos.\n- Diseño y apalancamiento de métricas para la evolución constante de los equipos scrum.\n- Liderar proyectos de digitalización de clientes y productos por todos los canales del BBVA. (WEB-NET-MOVIL).\n- Gestión y resolución de conflictos tanto internos en las células como acuerdos de trabajo con áreas de valor para cada iniciativa.\n- Las plataformas utilizadas en estos proyectos fueron Backend (COBOL), Aso (AWS) y FRONTEND (Javascript – CELLS – Veritran). Proyectos desplegados en aplicación móvil, WEB y Net.\nScrum Master líder del dominio de Digital Sales, en el área de Client Solutions para BBVA.","title":"Project Lead","employment_type":null}]},{"company":{"id":4860,"name":"BBVA","logo":"https://media.licdn.com/dms/image/D4D0BAQF7fNloRLRAWw/company-logo_400_400/0/1697714827388?e=1705536000&v=beta&t=CpMLhEMcBebJrZsnhEU4CeVntDg9_OWfJicMFPk1_XI","url":"https://www.linkedin.com/company/bbva/","employees":{"start":10001,"end":null}},"date":{"start":{"month":9,"day":null,"year":2015},"end":{"month":2,"day":null,"year":2019}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":9,"day":null,"year":2015},"end":{"month":2,"day":null,"year":2019}},"company":"BBVA","description":"- Manejo presupuestal de CAPEX y OPEX para los proyectos de la línea productos del pasivo.\n- FollowUp a incidentes productivos del aplicativo + proyectos de backend en cobol en curso.\n- Liderazgo de proyectos en metodología scrum-tradicional sobre los productos del pasivo (Cuentas AFC, Cuentas de ahorros, Deposito Electrónico, Embargos, Cuentas Maestras (Cuentas del Estado) y CDT ́S).\n- Desarrollo y certificación de incidencias identificadas en ambientes productivos.\n- Control y gestión del presupuesto asignado a los proyectos del área.\n- Mentor en comunicación efectiva, adaptación al cambio y trabajo en equipo.\n- Las plataformas desarrolladas para estos proyectos fueron backend (COBOL)\ny aso (AWS).","title":"Líder Funcional de Proyectos","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2009},"end":{"month":null,"day":null,"year":2014}},"school":{"name":"Universidad de La Salle","logo":"https://media.licdn.com/dms/image/C4E0BAQH_3eyNMQqfiw/company-logo_400_400/0/1678973454397?e=1705536000&v=beta&t=c-IAFLXgBHMkZkV5uGp8uUJF35_ZvNFHwyq8XHcWPpI","url":"https://www.linkedin.com/school/unisalle/"},"degree_name":"Administrador de Empresas","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2021,"current_job_month":12,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_OJWLHQOE8GBWIFWUDJ8M.jpg","email":{"email":"jsebastian@rappi.com","email_anon_id":"h8l4RqYReSTv","email_status":"CATCH_ALL","email_type":"professional"},"company":{"name":"Rappi","is_catch_all":true,"size":"1001-5000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_KNKQD8IZDQRDHA6M8H8Z.jpg","linkedin":"https://www.linkedin.com/company/rappi","website":"http://www.rappi.com","domain":"rappi.com","common_email_pattern":null,"industry":"Information Technology & Services","founded_in":2015,"description":"Rappi is a Latin-American company and the first SuperApp in the region. \n\nIt was founded in 2015 by Simón Borrero, Sebastian Mejía, and Felipe Villamarin and today is present in 9 countries and more than 200 cities.\n\nWe are a young Latin American team of technology entrepreneurs with a mission to drive progress in our region through our platform for digital commerce. \n\nWe know the future of Latin America can be made far brighter with technology that connects people to solutions. For us, Rappi is not just a company… it’s a movement for economic progress. \n\n\n\n\n","total_emails":304,"location":{"country":null,"country_code":"OO","state":null,"city":"Latinoamérica","timezone":null,"timezone_offset":null,"postal_code":null,"address":null}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}