{"https://co.linkedin.com/in/felipe-cordoba?original_referer=https%3A%2F%2Fwww.google.com%2F":{"error":false,"response":{"first_name":"Felipe Alexander","last_name":"Córdoba Mesa","full_name":"Felipe Alexander Córdoba Mesa","gender":"male","job_title":"Plant Manager en Quala S.A. | MSc. Ingeniería Química| Cadena de abastecimiento| Supply Chain| Distribución Nacional| Logística| Planeación demanda| Producción | S&OP|","linkedin":"https://www.linkedin.com/in/felipe-cordoba","summary":"Magister en Ingeniería Química con énfasis en mejoramiento continuo de procesos, modelos de innovación para atención al cliente y administración de negocios, con más de 9 años de experiencia en Logística, Almacenamiento, Distribución, S&OP, Planeación y Producción en multinacionales de consumo masivo liderando proyectos estratégicos de transformación, con capacidad para la toma de decisiones que involucran a toda la cadena de abastecimiento y generando oportunamente las necesidades futuras de la compañía.\n\nProfesional con habilidades en negociación, liderazgo, organización y seguimiento, influyente para trabajar con equipos directos y funcionales con buenas relaciones interpersonales, desarrollando y fortaleciendo el talento humano a cargo, orientado a la excelencia en la ejecución y obtención de resultados que permitan generar saltos en la contribución, eficiencia y rentabilidad vinculado a la responsabilidad social y ambiental.","premium":false,"skills":"Liderazgo, Bases de datos, Pronóstico, Fórmulas, Tablas dinámicas, Análisis de datos, Gestión operativa, Satisfacción del cliente, Procesos de calidad, Mejora de procesos, Operaciones, Operaciones globales, Abastecimiento estratégico, Logística global, Conciliación de cuentas, Aptitudes para la supervisión, Aprovisionamiento, Comunicación, Dirección de equipos, Liderazgo de equipos multidisciplinarios","work_experience":[{"company":{"id":2093934,"name":"Quala","logo":"https://media.licdn.com/dms/image/C4E0BAQFe1J-jIafLeQ/company-logo_400_400/0/1549047663804?e=1705536000&v=beta&t=4aianuOajdFU-lSlltq-0zR29miP5q-EYE2XA3_8qoE","url":"https://www.linkedin.com/company/quala-s-a-/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":8,"day":null,"year":2017},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Tocancipa, Cundinamarca, Colombia","date":{"start":{"month":8,"day":null,"year":2022},"end":{"month":null,"day":null,"year":null}},"company":"Quala","description":"Liderar de manera integral y confiable la operación de las plantas, garantizando la continuidad del tren de innovación y la gestión de procesos estandarizados con altos niveles de productividad (calidad, costo, oportunidad actual y de innovación), bajo un estilo cercano, exigente y de alta orientación al terreno desarrollando un equipo experto, empoderado, y articulador de manufactura.\nAsegurar el logro de los resultados y mejorando continuamente en la forma como se obtienen.\n\nA cargo de 6 profesionales lideres de equipo y +200 operarios Técnicos, Medio, Base  que gestionan 3 salas de Fabricación de jarabe terminado (+70 m3/hr) y 6 líneas de Envasado (+60000 Bot/hr). Dirigir el equipo de desarrollo de nuevos proyectos.","title":"Plant Manager - Jefe de Plantas Embotelladoras ","employment_type":"Full-time"},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":1,"day":null,"year":2022},"end":{"month":7,"day":null,"year":2022}},"company":"Quala","description":"En el centro de innovación internacional de Quala, ser el responsable de la distribución Nacional de producto terminado, proponiendo el diseño, desarrollo e implementación de proyectos de mejoramiento en Planeación, que busquen dar saltos diferenciales en los modelos de operación, que maximicen la productividad, estandarización y control de los procesos y que aseguren la apropiación y transmisión del conocimiento en las áreas a nivel local e internacional, logrando una alta sinergia con las áreas con las que interactúa el área de Planeación.","title":"Head of distribution planning - Jefe Planeación Distribución Nacional y Mejoramientos","employment_type":"Full-time"},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":12,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2021}},"company":"Quala","description":"En el centro de innovación de Quala  internacional, ser el responsable de garantizar la definición de esquemas de distribución nacional de producto terminado de 10 categorías de consumo masivo (bebidas energizantes, funcionales, alimentos, multivitamínicos, cuidado personal y cuidado del hogar) equivalente a +10000 Ton/mes, respondiendo a la dinámica del negocio, sin faltantes, al menor costo y manteniendo las políticas óptimas de inventarios. Así como ejecutar los análisis de capacidad futura de corto, mediano y largo plazo de la compañía que permitan la implementación del tren de innovación de nuevos proyectos.\n\nIdentificar oportunidades de mejoramiento de los procesos de distribución-demanda -atención al cliente, en la coordinación y sinergia con otras áreas, proponiendo y ejecutando soluciones que consideren los procesos internos del área de planeación y de la cadena de abastecimiento.\n\nLogros:\n•\tCreación y estructuración del área de planeación de distribución (DRP).\n•\tGarantizar Modelo de lanzamiento exitoso de 4 nuevas categorías (Zen/Spartan/Frizz/Frizz familiar) con faltantes <2% que aumentaron el portafolio en 25%. \n•\tOptimización del gasto logístico para transporte primario (T1) en US$10.000/mes.\n•\tAhorro de US$12.000/mes en Warehouse a nivel nacional por la optimización de días de inventario\n•\tConstrucción de la red de distribución de producto terminado para 2 Centros de Distribución y 18 Warehouse a nivel nacional, generando planes de ahorro Abril 2020 a Marzo 2021 de US$380.000.\n•\tIntegrar y gestionar la rotación de producto evitando la pérdida de valor por US$520.000 a causa de la pandemia.\n•\tRecord en faltantes de venta menores a 0.8% en Marzo 2021 y 1.2% en el primer trimestre de 2021.\n•\tGarantizar los estimados por Marca/Sku/Canal/ubicación para la corrida de capacidad (MT, SSII, Logística, MO) de productos de línea y nuevos proyectos para los próximos 10 años.","title":"Master Specialist Planner- Planeador Master Distribución Nacional (DRP) y Nuevas Capacidades  ","employment_type":"Full-time"},{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":7,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2019}},"company":"Quala","description":"Responsable de garantizar el proceso acertado de estimación de la demanda para el lanzamiento de Aromáx, alineado con la dinámica del negocio asegurando la disponibilidad oportuna de producto terminado a nivel nacional.\n\nLogros:\n•\tGarantizar la estimación de la demanda para 5 canales venta / 20 ubicaciones/ 4 SKU a partir del S&OP, PVO base y estudio de mercado.\n•\tGarantizar la compra de materiales a partir del proceso MRP, puesta en marcha de los planes de producción y ajuste de mano de obra para las 3 nuevas líneas de proceso y embazado previos al lanzamiento.\n•\tGarantizar el plan de distribución de llenado a nivel nacional permitiendo tener las políticas de lanzamiento a nivel nacional.\n•\tAdaptar programa de producción y distribución necesarios para la sobreventa dada por el lanzamiento y la estabilización de la demanda en los meses siguientes.\n•\tAcompañar los planes de expansión para 3 filiales internacionales de la compañía, garantizando la parametrización de MRP y análisis de riesgos.","title":"Senior Specialist Demand Planner - Planeador Senior Demanda y Abastecimiento - Cuidado del hogar","employment_type":"Full-time"},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":2,"day":null,"year":2019},"end":{"month":7,"day":null,"year":2019}},"company":"Quala","description":"Coordinar el proceso de abastecimiento de las marcas Vive 100, Disfruta, Predator, Urban, alineado con la dinámica del negocio, garantizando la disponibilidad oportuna de producto terminado. Generar el plan de compras (requisiciones, modificaciones y estimados futuros a proveedores) en las herramientas y los tiempos definidos, garantizando la gestión oportuna para mantener los inventarios de materiales en los niveles óptimos.\n\nGenerar el programa de producción extendido y realizar los ajustes semanales necesarios sobre el mismo garantizando el cumplimiento de las políticas de inventario de PT y las explosiones del programa de producción.","title":"Senior Specialist Supply Planner -Planeador Senior Abastecimiento y Producción – Bebidas ","employment_type":"Full-time"},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":2,"day":null,"year":2018},"end":{"month":2,"day":null,"year":2019}},"company":"Quala","description":"Asegurar en el terreno los procesos logísticos a cargo en la bodega de materia prima, material  de empaque, insumos y sustancias peligrosas del nuevo centro de innovación de Quala Nova ubicado en Tocancipá +10000 Ton de almacenamiento y DIP de 7 días, cumpliendo los estándares de productividad, seguridad y calidad con el menor gasto logístico, minimizando la pérdida de valor y cumpliendo con los niveles de servicio establecidos.  Impulsar el talento a través del liderazgo PEP de +20 operarios logísticos especializados/certificados (trilateral, montacargas) + 40 operarios logísticos. \n\n•\tGanador del desafío a la excelencia 2018: mejor área soporte Quala Nova.\n•\tGarantizar un área segura con +614 días sin accidentes laborales. \n•\tGarantizar la correcta definición, ejecución y control de los presupuestos de costos de mano de obra, desperdicios, insumos, mantenimiento y gastos de las áreas implementando planes de ahorro retadores e innovadores que aseguren el resultado.\n•\tRecuperación de US$ 14.000 en Insumos (extensión vida útil, etiquetas y gestión de consumo) y creación de nuevas herramientas insumos: Control y Solicitud.\n•\tAhorro Gasto variable de US$ 140.000/año y Gasto fijo US$ 55.000/año.\n•\tNuevo Certificado carencia para el control y uso de sustancias controladas ante el ministerio de justicia con 0 no conformidades.\n•\tReestructuración del área a partir de drivers de crecimiento que permitieron tener mejores indicadores de gestión como nivel de servicio (recepción + entregas) superiores al 98%.\n•\tCapacitación y seguimiento para el uso autónomo del software JDA para administrar inventarios y trabajo de almacenamiento y despacho por tareas 100% dirigidas permitiendo tener confiabilidad de inventario superior al +99% y obsoletos según FEFO >1%.","title":"Senior Materials Management Leader- Líder Senior Gestión de Materiales ","employment_type":"Full-time"},{"location":"Tocancipá","date":{"start":{"month":8,"day":null,"year":2017},"end":{"month":1,"day":null,"year":2018}},"company":"Quala","description":"A.\tPlanta embotelladora de bebidas RTD Vive100. \nB.\tPlanta embotelladora de bebidas no carbonatadas Saviloe.\nC.\tPlanta embotelladora de latas Predator y Urban.\n\nLiderar integralmente los equipos de producción, calidad y mantenimiento para asegurar el cumplimiento de los estándares de producción, disciplina del equipo, para garantizar la productividad. Encargado de dirigir y desarrollar a otros a través de la capacitación y planes de desarrollo. Construcción y seguimiento de presupuestos de Mano de Obra y CIF, control y seguimiento de los programas de producción y desperdicios de línea buscando el menor costo con calidad y seguridad. \n\n•\tGanador del desafío a la excelencia 2017: mejor proceso productivo Quala Nova.\n•\tPlan de plantillas compartidas de personal, reducción de costo de mano de obra US$ 10.000/mes.\n•\tMejoramiento de la eficiencia de la línea de producción en +10% pasando a embotellar 117600 botellas/turno. \n•\tReducción diferencia de inventario en -0,5% equivalente a US$ 5.000/mes en costos de fabricación.","title":"Líder Senior de Procesos - Bebidas","employment_type":"Full-time"}]},{"company":{"id":10770,"name":"Empresas Polar","logo":"https://media.licdn.com/dms/image/C4D0BAQH1lrT19boskw/company-logo_400_400/0/1642525142713?e=1705536000&v=beta&t=KLcUHfWsn7FW6IH6r8jhB0JY9sMNWZbOqRFdlBG7kKE","url":"https://www.linkedin.com/company/empresas-polar/","employees":{"start":10001,"end":null}},"date":{"start":{"month":7,"day":null,"year":2013},"end":{"month":3,"day":null,"year":2017}},"profile_positions":[{"location":"Facatativá, Cundinamarca, Colombia","date":{"start":{"month":6,"day":null,"year":2016},"end":{"month":3,"day":null,"year":2017}},"company":"Empresas Polar","description":"Responsable de la coordinación del proceso para la obtención de alimentos para caninos y gatos, así como el empaque en diferentes presentaciones para las marcas Donkan, Dogourmet, Oh my cat, Doncat.  Responsable del monitoreo del proceso y de la toma de decisiones para obtener productos de excelente calidad. Revisión y coplanificación del plan de producción.\n\n•\tAdecuación de nuevos equipos para el aumento de eficiencia en +15% capacidad de planta pasando de 1650 a 1950 Ton/mes. \n•\tSmed para reducción de tiempos de cambio de producto/ referencia, incrementando 3 turnos productivos/mes.\n•\tIntegrante del equipo de trabajo en el desarrollo, escalamiento y lanzamiento de la categoría de alimentos para gatos.","title":"Supervisor de producción Pet Food","employment_type":"Full-time"},{"location":"Facatativá, Cundinamarca, Colombia","date":{"start":{"month":9,"day":null,"year":2015},"end":{"month":6,"day":null,"year":2016}},"company":"Empresas Polar","description":"Liderar el proceso de transformación y empaque para garantizar la disponibilidad de producto terminado. A nivel general se tienen funciones afines como el manejo de personal, acompañamiento y seguimiento a trabajo seguro, coplanificación y cumplimiento del plan de producción, revisión para la ejecución del mantenimiento preventivo para máquinas y equipos, manejo de inventarios, generación de indicadores y notificación en SAP, identificación de oportunidades de mejora, ejecución de planes de calidad y cumplimiento de BPM.\n\nA.\tPlanta Arepas\n•\tCumplimiento del 100% del plan de producción mensual.\n•\tImplementación al 100% del programa de certificación HACCP.\n•\tApertura de portafolio con 2 nuevos productos para clientes específicos aumentando 10% plan de producción mensual.\n•\tUtilización de mano de obra para aseos y cambios de producto en otras plantas. Reducción de costo de mano de obra US$ 5.000/mes.\n\nB.\tPlanta Harinas precocidas de maíz y Planta Avenas    \n•\tAumento del rendimiento en 10% del proceso de desgerminación a partir de materias primas importadas para la obtención de harinas precocidas de maíz ahorro en compra de maíz de US$ 600.000/año.\n•\tRevisión y calibración del sistema de aspiración en la obtención de harinas de avena. Disminución de 5% de desperdicio.","title":"Supervisor de producción - Alimentos listos/Harinas/avenas","employment_type":"Full-time"},{"location":"Facatativá","date":{"start":{"month":12,"day":null,"year":2014},"end":{"month":9,"day":null,"year":2015}},"company":"Empresas Polar","description":"Responsable de la coordinación para la recepción, almacenamiento, control de calidad, verificación y distribución de las materias primas importadas (maíz, arroz y avena) para las plantas de producción. Liderar el manejo, control y toma de inventario de materias primas en silos de concreto y metálicos con capacitad de +30000 Ton y un plan dinámico de abastecimiento de +10000 Ton/mes.\n\nLogros:\n•\tCreación y ejecución del plan de recepción de materias primas importadas con >90% ocupación de la planta, generando ahorro en sobrecosto de almacenamiento en US$ 7.000/trimestral.\n•\tDisminución en 10% en DDB de material.\n•\tIndicador de accidentalidad 0%, completando así más de 3 años sin accidentes en esta planta.","title":"Supervisor de producción- Almacenamiento Commodities ","employment_type":"Full-time"},{"location":"Bogotá","date":{"start":{"month":1,"day":null,"year":2014},"end":{"month":12,"day":null,"year":2014}},"company":"Empresas Polar","description":"Elaboración y análisis de KPIS de manufactura, tales como Cumplimiento, Rendimientos de materias primas, rechazos de producto, ATYC (a tiempo, completo y de calidad).\nAcompañamiento/propuesta a proyectos relacionados desde y hacia el área de producción para el mejoramiento de la eficiencia de las diferentes líneas de producción en proceso y producto terminado.\n\nLogros:\n•\tAumento eficiencia en +10% del proceso de desgerminación para la obtención de harina de maíz, equivalente a +400 Ton/mes de harina disponible equivalente a un ahorro en compra de maíz de US$ 600.000/año.\n•\tActualización de lista de materiales de todas las plantas de la compañía, permitiendo una disminución de merma del 3%.\n•\tReincorporación de 20 ton de reprocesos en planta Avenas con ahorro de US$ 6.000/mes.","title":"Analista de producción","employment_type":"Full-time"},{"location":"Bogotá","date":{"start":{"month":7,"day":null,"year":2013},"end":{"month":1,"day":null,"year":2014}},"company":"Empresas Polar","description":"•\tCreación y actualización de instructivos de cargo (seguridad, procesos, limpieza, entre otros). \n•\tActualización de hojas de ruta de proceso. \n•\tIdentificación de mejoras en las diferentes partes del proceso. Investigación y documentación a nivel laboratorio en búsqueda de estrategias de alternativas de producción a partir de variables de proceso. \n•\tCreación de formularios y programas internos de fácil entendimiento. \n•\tElaboración y edición de diagramas de flujo de proceso, P&IDs, diagramas de Gantt.","title":"Practicante Producción","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2015},"end":{"month":null,"day":null,"year":2018}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Magister en Ingeniería Química","field_of_study":null,"grade":null},{"date":{"start":{"month":9,"day":null,"year":2021},"end":{"month":12,"day":null,"year":2021}},"school":{"name":"Universidad de La Sabana","logo":"https://media.licdn.com/dms/image/C4E0BAQFtJAlklKlEHw/company-logo_400_400/0/1586962725001?e=1705536000&v=beta&t=DFL4YBjZRAEeRzkmu7cxTJGHGF8o_cNy4Vw089qC2tg","url":"https://www.linkedin.com/school/universidad-de-la-sabana/"},"degree_name":"Diplomado Logística y Gerencia de la Cadena de Abastecimiento","field_of_study":"Gestión logística, de materiales y de la cadena de suministro","grade":null},{"date":{"start":{"month":null,"day":null,"year":2008},"end":{"month":null,"day":null,"year":2014}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero Químico","field_of_study":null,"grade":null},{"date":{"start":{"month":null,"day":null,"year":2013},"end":{"month":null,"day":null,"year":2013}},"school":{"name":"Universidad de Los Andes","logo":"https://media.licdn.com/dms/image/C510BAQEO0I5nIlsnpg/company-logo_400_400/0/1519855939395?e=1705536000&v=beta&t=zJlYTEQeOydf3TkeMoIJI-5hInkGpS2WwgnIEWw4TDc","url":"https://www.linkedin.com/school/universidad-de-los-andes/"},"degree_name":"Curso Ingeniería e Innovación V Curso Internacional de Ingenieros Sin Fronteras Colombia","field_of_study":"Ingeniería desde la problemática social","grade":null},{"date":{"start":{"month":null,"day":null,"year":2012},"end":{"month":null,"day":null,"year":2012}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Curso Etanol Lignocelulosico V Cátedra Internacional de Ingenieria","field_of_study":"Fuentes alternativas de energía","grade":null},{"date":{"start":{"month":null,"day":null,"year":2017},"end":{"month":null,"day":null,"year":2017}},"school":{"name":"Corporación de Educación Tecnológica (CET) Colsubsidio – Airbus Group","logo":null,"url":null},"degree_name":"Marketing Digital","field_of_study":"Relaciones públicas, publicidad y comunicación aplicada","grade":null},{"date":{"start":{"month":null,"day":null,"year":2017},"end":{"month":null,"day":null,"year":2017}},"school":{"name":"Corporación de Educación Tecnológica (CET) Colsubsidio – Airbus Group","logo":null,"url":null},"degree_name":"Gestión Empresarial","field_of_study":"Administración y gestión de empresas, general","grade":null},{"date":{"start":{"month":null,"day":null,"year":2016},"end":{"month":null,"day":null,"year":2016}},"school":{"name":"Centro Internacional de Petróleo y Energía de Colombia (CIPE)- Alimentos Polar. ","logo":null,"url":null},"degree_name":"Programa de Formación Supervisoria","field_of_study":"Gestión de recursos humanos/Administración de personal, general","grade":null},{"date":{"start":{"month":null,"day":null,"year":2016},"end":{"month":null,"day":null,"year":2016}},"school":{"name":"Servicio Nacional de Aprendizaje (SENA)","logo":"https://media.licdn.com/dms/image/D4E0BAQHSCUiOAeSX_Q/company-logo_400_400/0/1684520678433?e=1705536000&v=beta&t=UudFZCVNDAEKSnVJnhNegYd0MczNMxcGqs7VANjVV4E","url":"https://www.linkedin.com/school/servicio-nacional-de-aprendizaje-sena-/"},"degree_name":"Manejo de herramientas Microsoft Office 2016: Excel\t","field_of_study":"Modelado y almacenamiento de datos/Administración de bases de datos","grade":null},{"date":{"start":{"month":null,"day":null,"year":2016},"end":{"month":null,"day":null,"year":2016}},"school":{"name":"Servicio Nacional de Aprendizaje (SENA)","logo":"https://media.licdn.com/dms/image/D4E0BAQHSCUiOAeSX_Q/company-logo_400_400/0/1684520678433?e=1705536000&v=beta&t=UudFZCVNDAEKSnVJnhNegYd0MczNMxcGqs7VANjVV4E","url":"https://www.linkedin.com/school/servicio-nacional-de-aprendizaje-sena-/"},"degree_name":"Administrativo para jefes de área trabajo seguro en alturas","field_of_study":"Seguridad en el trabajo","grade":null},{"date":{"start":{"month":null,"day":null,"year":2015},"end":{"month":null,"day":null,"year":2015}},"school":{"name":"Servicio Nacional de Aprendizaje (SENA)","logo":"https://media.licdn.com/dms/image/D4E0BAQHSCUiOAeSX_Q/company-logo_400_400/0/1684520678433?e=1705536000&v=beta&t=UudFZCVNDAEKSnVJnhNegYd0MczNMxcGqs7VANjVV4E","url":"https://www.linkedin.com/school/servicio-nacional-de-aprendizaje-sena-/"},"degree_name":"Manejo seguro de los plaguicidas de uso en salud publica","field_of_study":"Protección vegetal y gestión integrada de plagas","grade":null},{"date":{"start":{"month":null,"day":null,"year":1996},"end":{"month":null,"day":null,"year":2007}},"school":{"name":"Colegio Seminario Diocesano","logo":null,"url":null},"degree_name":"Bachiller Académico","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Español","proficiency":"NATIVE_OR_BILINGUAL"},{"name":"Ingles","proficiency":"PROFESSIONAL_WORKING"}]},"current_job_year":2017,"current_job_month":8,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_ED5M7SALSC654U9D60TK.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Quala","is_catch_all":null,"size":"5001-10000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_H2MJEE6R8GUZ9KF6MZZM.jpg","linkedin":"https://www.linkedin.com/company/quala-s-a-","website":"http://www.quala.com.co","domain":"quala.com.co","common_email_pattern":"{f}{last}","industry":"Food Production","founded_in":1980,"description":"Somos una compañía de alcance multilatino con marcas que sorprenden a más de 300 millones de consumidores en Latinoamérica, a través de 10 compañías que llevan los productos Quala a cada mercado con más de 10 mil colaboradores.","total_emails":101,"location":{"country":"Panama","country_code":"PA","state":null,"city":"Ciudad De Panamá","timezone":"America/Panama","timezone_offset":"-5.0","postal_code":null,"address":"Ciudad de Panamá"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogotá D.C. Metropolitan Area"}}}}