{"https://co.linkedin.com/in/liceth-johanna-melo-pardo-68035a12a":{"error":false,"response":{"first_name":"Liceth Johanna","last_name":"Melo Pardo","full_name":"Liceth Johanna Melo Pardo","gender":"female","job_title":"Ingeniera Química","linkedin":"https://www.linkedin.com/in/liceth-johanna-melo-pardo-68035a12a","summary":"Profesional en Ingeniería Química con experiencia en investigación, proyectos, procesos logísticos, de manufactura, compras, aseguramiento de calidad e ingeniería. Mis mayores logros han sido aumentar la rentabilidad mediante la estandarización de procesos y el análisis de variables de producción. Trabajé en una multinacional del sector químico farmacéutico y en empresas nacionales de cosméticos y productos de consumo masivo. Mis fortalezas incluyen análisis de datos, organización, trabajo en equipo e interdisciplinario regional, liderazgo, manejo alto de inglés hablado y escrito y rápido aprendizaje. Interés en innovación, investigación y desarrollo, gestión de proyectos y proceso de compras.","premium":false,"skills":"Gestión de proyectos, Mejora de procesos de negocio, Productos de consumo, Microsoft Office, Servicio de atención al cliente, Microsoft Excel, Microsoft Word, Estandarización de procesos, Análisis de datos, Innovación","work_experience":[{"company":{"id":null,"name":"Creative Colors","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":2,"day":null,"year":2017},"end":{"month":11,"day":null,"year":2017}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":9,"day":null,"year":2017},"end":{"month":11,"day":null,"year":2017}},"company":"Creative Colors","description":"Responsable de los procesos de control de calidad de la planta de producción de cosméticos mediante el seguimiento y la revisión de los controles, muestreos y análisis de los productos.\n\n•\tCapacité al personal de producción y calidad en normas de higiene, aseo, AQL´s, controles en proceso, documentos de calidad y Buenas Prácticas de Manufactura.\n•\tAtendí las reclamaciones de los clientes mediante el desarrollo de planes de acción que permitieron establecer medidas para evitar la repetición de las inconformidades.\n•\tImplementé capacitaciones y sensibilizaciones que permitieron disminuir las reclamaciones por parte de los clientes.","title":"Jefe de control de calidad","employment_type":null},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":2,"day":null,"year":2017},"end":{"month":8,"day":null,"year":2017}},"company":"Creative colors","description":"Responsable de llevar a cabo los proyectos propios y de los clientes mediante el seguimiento en todas sus etapas y la comunicación con los departamentos internos\n\n•\tRealicé seguimiento a todos los proyectos logrando cumplir la entrega al cliente.\n•\tRealicé seguimiento a los nuevos desarrollos como opciones de innovación para los clientes.\n•\tApoyé el departamento de operaciones mediante la solicitud de cotizaciones para compra de envases.\n•\tImplementé cronogramas e indicadores para medir el cumplimiento en las entregas de cada fase del proyecto.\n•\tProgramé las pruebas en planta para alcanzar los objetivos del proyecto.\n•\tElaboré informes mensuales con la información de la ejecución de los proyectos.","title":"Coordinadora de Proyectos","employment_type":null}]},{"company":{"id":1893,"name":"Bayer S.A","logo":"https://media.licdn.com/dms/image/D4E0BAQFu_eigMqBoVw/company-logo_400_400/0/1690891984446/bayer_logo?e=1705536000&v=beta&t=DR6mS67k9hGx9C0Nm7T0ZtdtSr35xOPZtxesLG-jELs","url":"https://www.linkedin.com/company/bayer/","employees":{"start":10001,"end":null}},"date":{"start":{"month":3,"day":null,"year":2015},"end":{"month":12,"day":null,"year":2016}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":3,"day":null,"year":2015},"end":{"month":12,"day":null,"year":2016}},"company":"Bayer","description":"Responsable de la gestión y apoyo del proceso logístico para ventas de productos, desde contacto con proveedores de todo el mundo hasta entrega a clientes de la región andina, altos conocimientos en procesos de importación y exportación (proceso de compra, agentes de aduanas, agentes de carga, servicio de transporte y manejo de costos colocando el material en bodega).\n•\tParticipé en los procesos de reposición, cotización y negociación de productos.\n•\tRealicé seguimiento a las órdenes de compra para garantizar la entrega oportuna a los clientes.\n•\tMejoré los índices de cartera, revisando constantemente el pago de los clientes.\n•\tDisminuí los extra costos generados mediante el seguimiento en los procesos de  importación.","title":"Asistente Logístico","employment_type":null}]},{"company":{"id":136801,"name":"CasaLuker S.A","logo":"https://media.licdn.com/dms/image/C560BAQF8Ey4ZX14qtw/company-logo_400_400/0/1519912556913?e=1705536000&v=beta&t=mlj8FM79Fdl9mCDk7QagNZ5LWpvGtRE3zdJKBPxtAes","url":"https://www.linkedin.com/company/casa-luker/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":1,"day":null,"year":2013},"end":{"month":2,"day":null,"year":2015}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":1,"day":null,"year":2014},"end":{"month":2,"day":null,"year":2015}},"company":"CasaLuker S.A","description":"Responsable de la estandarización de los procesos de la planta de producción y de las acciones enfocadas a la mejora de procesos productivos en la planta de cacao, acompañamiento en los ensayos, capacitación a los colaboradores y manejo de reclamaciones.\n•\tDesarrollé, implementé y validé acciones enfocadas a la mejora de los procesos productivos en la planta de cacao mejorando los índices de calidad.\n•\tManejé proveedores internacionales de equipos en servicios técnicos y capacité a colaboradores internos respecto al funcionamiento y manejo adecuado de los mismos, lo que permitió optimizar los procesos de producción y disminuir los tiempos de parada de la planta.\n•\tImplementé el uso de la carta psicométrica en la planta de producción lo que permitió evitar el fat-bloom en los chocolates de mesa y coberturas reales.\n•\tCapacité a los colaboradores de la planta en el manejo de las nuevas herramientas de proceso optimizando los procesos de producción.\n•\tAtendí reclamaciones nacionales e internacionales y generé acciones correctivas que permitieron disminuir el índice de no conformidad.","title":"Analista de proceso","employment_type":null},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":1,"day":null,"year":2013},"end":{"month":1,"day":null,"year":2014}},"company":"CasaLuker S.A","description":"Responsable de la estandarización del proceso de prensado del turrón de cacao, encontrando la relación de las variables medibles (porcentajes de grasa de  licor y turrón y tiempo de prensado) y estandarización del proceso de atemperado en las líneas de producción de chocolate para mejorar las características del producto terminado.\n•\tAnalicé las variables del proceso de prensado (presión, temperatura del licor, temperatura del turrón y tiempo de prensado). \n•\tEstandaricé el proceso de prensado del turrón de cacao.\n•\tEntregué una relación del tiempo de prensado con el porcentaje de grasa del turrón de cacao. \n•\tApoyé la inspección de producto en proceso y análisis fisicoquímicos. \n•\tPubliqué el documento \"Standardization of Cocoa Butter Extraction in the Cocoa Pressing Process in a Chocolate Factory\" en el congreso internacional de ingeniería Química AICHE 2014\n•\tAnalicé las variables del proceso de atemperado. \n•\tEncontré las condiciones de operación de los tres sectores de atemperado de las líneas de producción de chocolates y coberturas reales.","title":"Pasante de calidad","employment_type":null}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2008},"end":{"month":null,"day":null,"year":2013}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniería Química","field_of_study":"Ingeniería química","grade":null},{"date":{"start":{"month":null,"day":null,"year":2008},"end":{"month":null,"day":null,"year":2013}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniera Química","field_of_study":"Ingeniería química","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Español","proficiency":null},{"name":"Inglés","proficiency":null}]},"current_job_year":2017,"current_job_month":2,"picture":null,"email":{"email":"jl@wecanfixthat.com","email_anon_id":"X97D4sm9l6BL","email_status":"VALID","email_type":"professional"},"company":{"name":"Creative Colors"},"location":{"country":"Colombia","country_code":"CO","state":null,"city":null,"timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Colombia"}}}}