{"https://co.linkedin.com/in/nelson-orlando-hernandez-acero-24b30839":{"error":false,"response":{"first_name":"Nelson Orlando","last_name":"Hernandez Acero","full_name":"Nelson Orlando Hernandez Acero","gender":"male","job_title":"--","linkedin":"https://www.linkedin.com/in/nelson-orlando-hernandez-acero-24b30839","summary":"Administrador de empresas de la corporación unificada nacional de educación superior (CUN) y perito especializado en avalúos urbanos con gestión de aproximadamente 4000 avalúos a nivel Bogotá, Funza, Mosquera, Madrid, Facatativá y La mesa. Actualmente cuento con una especialización por régimen académico y técnico laboral en avalúos para predios rurales, inmuebles especiales, maquinaria y equipo y sistemas productivos. Con conocimientos en asesoría comercial de inmuebles, consolidación y análisis de datos, elaboración y revisión de informes de avalúos de vivienda aplicando políticas establecidas por las entidades bancarias, trabajo bajo presión, trabajo en equipo, manejo de personal, liderazgo, proactivo, y creativo. Hago mención de mis estudios, debido a que son mi fortaleza; así como lo es mi experiencia; Pienso que el aprender, el saber y transmitir lo aprendido es la base del profesional de la actualidad, y de la persona que este milenio requiere.","premium":false,"skills":"Microsoft Office, Microsoft Excel, Microsoft Word, Customer Service, PowerPoint, English, Windows, Research, Outlook, Teaching, Photoshop, Public Speaking, HTML, Strategic Planning, Budgets, Negotiation, Editing, C++, C, Java","work_experience":[{"company":{"id":6825542,"name":"Tinsa Colombia","logo":"https://media.licdn.com/dms/image/C4E0BAQG0VNBgEgEFDQ/company-logo_400_400/0/1537305107810?e=1705536000&v=beta&t=CFuxfOhrpVXKywIW9s9m7owaMfMNevgeC8GPwzXG4Qc","url":"https://www.linkedin.com/company/tinsacolombia/","employees":{"start":501,"end":1000}},"date":{"start":{"month":9,"day":null,"year":2014},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Cundinamarca, Colombia","date":{"start":{"month":9,"day":null,"year":2014},"end":{"month":null,"day":null,"year":null}},"company":"Tinsa Colombia","description":null,"title":"Perito especializado","employment_type":"Freelance"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2007},"end":{"month":null,"day":null,"year":2012}},"school":{"name":"CUN","logo":null,"url":null},"degree_name":"Administrador de Empresas","field_of_study":"Avaluador Urbano, Rural, Inmuebles Especiales, Maquinaria y equipo, entro otros","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2014,"current_job_month":9,"picture":null,"email":{"email":"nhernandez@tinsa.co","email_anon_id":"ByF2TI5JOwmu","email_status":"VALID","email_type":"professional"},"company":{"name":"Tinsa Colombia","is_catch_all":null,"size":"501-1000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_I3RUAJ3RUMON1PJYCZQP.jpg","linkedin":"https://www.linkedin.com/company/tinsacolombia","website":"http://tinsa.co","domain":"tinsa.co","common_email_pattern":"{f}{last}","industry":"Real Estate","founded_in":1985,"description":"LÍDERES EN VALUACIÓN Y CONSULTORÍA INMOBILIARIA\n\nTinsa es una compañía multinacional de valuación y servicios integrales de carácter inmobiliario que inicia su actividad en el año 1985 y desde entonces ha venido consolidando su posición de liderazgo gracias a su diversificación y cobertura geográfica, así como su alto grado de especialización y reconocimiento en cada país en el cual opera.\n\nA lo largo de su trayectoria, Tinsa ha realizado más de cuatro millones de valuaciones y consultorías de todo tipo de inmuebles, consolidando su posición de líder del mercado año tras año.\n\nTinsa en Latinoamérica ofrece servicios de valuación y consultoría inmobiliaria desde el año 2000 y cuenta con oficinas en Chile, México, Perú, Colombia, Argentina y Ecuador, así como experiencia en todos los países de América Latina.\n\nTinsa se ha consolidado como una referencia en el sector inmobiliario hispanoamericano, producto de la relación de confianza y buen servicio que mantiene con su amplia cartera de clientes.\n\nEn Colombia, Tinsa ofrece diferentes líneas de negocio que abarcan las necesidades en valuación inmobiliaria, valuación de todo tipo de activos, así como consultoría inmobiliaria, estudios de mercado especializados y con una metodología que cuenta con los más altos estándares internacionales de calidad, controles técnicos, tecnología y servicio.\n\nNos enfocamos en entender las necesidades de nuestros clientes y en ofrecer los servicios profesionales adecuados en nuestro ámbito de actuación, bajo la experiencia de Tinsa nacional e internacional. Ofrecemos soluciones y servicios al sector financiero e hipotecario, al sector empresarial y corporativo, a constructoras e inversionistas, entre muchos otros.","total_emails":8,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogotá D.C.","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":"Calle 99 No. 13A - 30"}},"location":{"country":"Colombia","country_code":"CO","state":"Cundinamarca","city":"Madrid","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Madrid, Cundinamarca, Colombia"}}}}