{"https://co.linkedin.com/in/diego-alejandro-reyes-gomez-8947b8230":{"error":false,"response":{"first_name":"Diego Alejandro","last_name":"Reyes Gomez","full_name":"Diego Alejandro Reyes Gomez","gender":"male","job_title":"Universidad Sergio Arboleda | International Trader  | Gestión Financiera | Gestión de la cadena de suministro | Análisis de datos | Análisis Financiero | Mercado de Capitales","linkedin":"https://www.linkedin.com/in/diego-alejandro-reyes-gomez-8947b8230","summary":"Tengo buenas habilidades lingüísticas y habilidades de comunicación efectiva. Puede expresarse bien tanto verbalmente como por escrito, por lo que puede comunicar sus pensamientos e ideas de manera clara y persuasiva. Mi habilidad para comprender y escribir consistentemente me permite comunicarme efectivamente en una variedad de situaciones.\n\nTambién tengo buenas habilidades motoras que permiten una buena coordinación y destreza manual. Soy capaz de realizar tareas físicas con agilidad y precisión, lo cual es útil en actividades que requieren habilidad física, como deportes y trabajo físico.\n\nMi capacidad de aprender es una de mis mayores fortalezas. Tengo una curiosidad innata y una sed constante de conocimiento. Puede manejar nuevos conceptos rápidamente, adaptarse a entornos cambiantes y mantenerse motivado en el proceso de aprendizaje. Además, soy autodidacta y estoy abierta a nuevas ideas y perspectivas.\n\nSoy una persona muy ordenada y ordenada. Tengo la capacidad de planificar, priorizar y administrar tareas y recursos de manera efectiva. Soy disciplinado y enfocado en mis metas por lo que soy capaz de lograr resultados efectivos en diferentes áreas de mi vida.\n\nMis talentos interpersonales son una fortaleza clave de mi carácter. Al mostrar empatía y escuchar activamente, puedes construir conexiones significativas con las personas. Disfruto trabajando en equipo, resolviendo conflictos de manera efectiva y promoviendo un ambiente de apoyo y armonía. También tengo las habilidades de liderazgo para influir positivamente en los demás y llevar proyectos al éxito.\n\nDespués de todo, tengo un talento creativo que me distingue. Puede generar ideas originales, pensar fuera de la caja y encontrar soluciones creativas a los desafíos que enfrenta. Disfruto explorando diferentes formas de expresión artística y buscando nuevas perspectivas, lo que enriquece mi acercamiento a diferentes áreas de la vida.","premium":false,"skills":"Inglés, Presentaciones, Resolución de problemas, Capacidad de análisis","work_experience":[],"education":[{"date":{"start":{"month":1,"day":null,"year":2019},"end":{"month":3,"day":null,"year":2024}},"school":{"name":"Universidad Sergio Arboleda","logo":"https://media.licdn.com/dms/image/C560BAQGbWIosAoq3XQ/company-logo_400_400/0/1626700733583?e=1705536000&v=beta&t=aPHbYYBZpntQGhCt6mTdTEUAF2DkKJZjkx_mYsYQLpI","url":"https://www.linkedin.com/school/universidad-sergio-arboleda/"},"degree_name":null,"field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":null,"current_job_month":null,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_HS4J330LQERVZ3HIJ6S3.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":null},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}