{"https://co.linkedin.com/in/oscar-jipiz-castro":{"error":false,"response":{"first_name":"Oscar Fernando","last_name":"Jipiz Castro","full_name":"Oscar Fernando Jipiz Castro","gender":"male","job_title":"Professional in Environmental Management and Quality Systems.","linkedin":"https://www.linkedin.com/in/oscarjipiz","summary":"Ingeniero químico, certificado como Auditor Interno de la norma ISO 9001:2015 14000:2015 y OHSAS 18000, con manejo de Ingles B1 y Frances B1, con experiencia laboral de 6 años en sistemas integrados de gestión (SIG), mediante la construcción, auditoría y mejoramiento continuo del sistema; consultoría, legislación, trámites ante autoridades ambientales (ANLA-SDA), manejo de riesgo químico, manejo de presupuesto, construcción de programas (PGIR, PAUEA, PEACP, PCEAT, PAUEE, PCOVE), control y supervisión de mantenimiento de sistemas de control ambiental (PTAR, RESPEL, RAEES Y RCD), competencias laborales de capacidad analítica, ecuánime y orientación al logro.\nWeb Site: https://oscarjipiz.github.io/PerfilProfesional.github.io/","premium":false,"skills":"Amélioration continue, Estrategia corporativa, Control interno, Indicadores clave de desempeño, Gestión operativa, Huella de carbono, Petróleo y gas natural, Evaluación de impacto, Legislación, Gestión de proyectos, Gestión de residuos peligrosos, Gestión de residuos, Políticas medioambientales, Tratamiento de aguas, Gestión de la calidad, Ejecución de proyectos, Tratamiento de aguas residuales, Suelo, Química, Evaluación de riesgos","work_experience":[{"company":{"id":null,"name":null,"logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":5,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá, Distrito Capital, Colombia","date":{"start":{"month":5,"day":null,"year":2023},"end":{"month":null,"day":null,"year":null}},"company":null,"description":"Asesoría en temás legales ambientales ante autoridades, verificación de cumplimientos, elaboración de planos y redes hidraúlicas preexistentes, diseño de sistemas de tratamiento y pretratamiento para vertimientos, elaboración de planes de manejo ambiental, sistemas de control y planes de emergencias y contigencia de vertimientos. Elaboración de propuestas para proyectos, cronogramas y seguimiento continuo. Capacitación para la implementación de lso sistemas goblamente armonizados y elaboración de la documentación reglamentaria (fichas de datos de seguridad, rótulos de productos, matrices de compatilidad, procedimientos de manejo seguro de sustancias químicas). Verificación del cumplimiento para auditorias tipo SMETA e ISO.","title":"Consultor externo","employment_type":"Self-employed"}]},{"company":{"id":null,"name":"Quality Carwash Masivo y Asociados","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":8,"day":null,"year":2018},"end":{"month":3,"day":null,"year":2023}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":8,"day":null,"year":2018},"end":{"month":3,"day":null,"year":2023}},"company":"Quality Carwash Masivo y Asociados","description":"•\tEstructurar el departamento de gestión ambiental de la compañía, con enfoque a los lineamientos establecidos en la norma ISO 14001:2015, estableciendo los ciclos de vida de los servicios principales y secundarios proporcionados.\n•\tImplementar el sistema de riesgo químico en la compañía bajo los directrices establecidas en el Decreto 1496 de 2018 así como lo estipulado en el Libro Purpura de la ONU, para el establecimiento de un Sistema Globalmente Armonizado, aplicado tanto a los productos químicos utilizados como a los potenciales subproductos peligrosos generados.\n•\tImplementar y ejecutar el programa de mantenimiento preventivo y correctivo a las plantas de tratamiento de aguas residuales que tiene la compañía, para los procesos de recirculación y reuso.\n•\tGarantizar el abastecimiento de insumos y materiales requeridos para el funcionamiento óptimo de los sistemas de tratamiento, manejo de riesgo químico entre otros programas asociados al departamento de gestión ambiental.\n•\tLiderar al personal asignado al departamento de gestión ambiental y HS, para el desarrollo de actividades dentro de los centros de operaciones, garantizando el cumplimiento de las clausulas HSEQ contractuales.\n•\tDar soporte continuo a los diferentes clientes asociados a la compañía frente a los requerimientos establecidos por Transmilenio, entidades gubernamentales y entes interventores en relación a los cumplimientos normativos del sector ambiental.\n•\tImplementar y ejecutar el plan de manejo integral de residuos, abarcando la generación de residuos sólidos y líquidos, y estableciendo el mejor protocolo para su reuso, reducción y/o disposición final.\n•\tDar soporte integral a la gerencia en relación a los requerimientos asociados al departamento de gestión ambiental, principalmente en procesos de licitación ante entidades públicas y privadas, buscando establecer acuerdos con los potenciales clientes y evaluando los riesgos asociados a las nuevas operaciones.","title":"Director medioambiental","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Autónomo","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":1,"day":null,"year":2017},"end":{"month":7,"day":null,"year":2018}},"profile_positions":[{"location":null,"date":{"start":{"month":1,"day":null,"year":2017},"end":{"month":7,"day":null,"year":2018}},"company":"Autónomo","description":null,"title":"Independent Writer","employment_type":null}]},{"company":{"id":4126,"name":"SGS","logo":"https://media.licdn.com/dms/image/C4D0BAQFfG02Ebu_lqg/company-logo_400_400/0/1613644806114?e=1705536000&v=beta&t=vBtt1Aqd74IN7fKoHiPoSM_UnWGr-epcvYEWjdEbyKc","url":"https://www.linkedin.com/company/sgs/","employees":{"start":10001,"end":null}},"date":{"start":{"month":5,"day":null,"year":2016},"end":{"month":12,"day":null,"year":2016}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":5,"day":null,"year":2016},"end":{"month":12,"day":null,"year":2016}},"company":"SGS","description":"•\tProgramar al personal del área para la elaboración de los informes ambientales considerando las fechas de entrega pactadas en los contratos, así como la disponibilidad de la información primaria remitida por el área del laboratorio.\n•\tRevisar, verificar y correlacionar los resultados del laboratorio con la información primaria determinada en campo para asegurar la calidad de la información y determinar su trazabilidad.\n•\tLlevar y reportar los indicadores de calidad para el área de operaciones con objeto de determinar el cumplimiento de las metas propuestas para el área, así como determinar las posibles acciones correctivas y no conformidades presentadas en la operación.\n•\tElaborar informes ambientales para las matrices de agua, aire, ruido, sedimentos y suelos; dando cumplimiento a los criterios de calidad establecidos por la compañía así como las directrices establecidas por las autoridades ambientales o las suscritas mediante contrato con el cliente. \n•\tGestionar las solicitudes y/o reclamaciones de los clientes dando una pronta respuesta satisfactoria a los requerimientos que estuviesen suscritos en los contratos.\n•\tApoyar el área de contratación de servicios externos, mediante la generación de contratos de prestación de servicios, seguimiento y evaluación de los productos recibidos, y trazabilidad en los pagos por los productos aprobados.","title":"Profesional en Reportes Ambientales - Lider de Área de Informes","employment_type":null}]},{"company":{"id":15560,"name":"AngloGold Ashanti","logo":"https://media.licdn.com/dms/image/C4D0BAQH67Bkygcercw/company-logo_400_400/0/1652771593296?e=1705536000&v=beta&t=45YRSx8VIUalodyOX7X_GygNMwzj9GZsXERu11pWeH0","url":"https://www.linkedin.com/company/anglogold-ashanti/","employees":{"start":10001,"end":null}},"date":{"start":{"month":4,"day":null,"year":2016},"end":{"month":5,"day":null,"year":2016}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":4,"day":null,"year":2016},"end":{"month":5,"day":null,"year":2016}},"company":"AngloGold Ashanti","description":"•\tElaborar el informe de consolidación de los datos recolectados en la Red de Calidad Hídrica Superficial en la zona de influencia del proyecto de exploración minera de La Colosa, mediante el análisis comparativo con la línea base, determinando el impacto de las actividades ejecutadas por la empresa AngloGold Ashanti.","title":"External Consultant","employment_type":null}]},{"company":{"id":15560,"name":"AngloGold Ashanti","logo":"https://media.licdn.com/dms/image/C4D0BAQH67Bkygcercw/company-logo_400_400/0/1652771593296?e=1705536000&v=beta&t=45YRSx8VIUalodyOX7X_GygNMwzj9GZsXERu11pWeH0","url":"https://www.linkedin.com/company/anglogold-ashanti/","employees":{"start":10001,"end":null}},"date":{"start":{"month":7,"day":null,"year":2015},"end":{"month":2,"day":null,"year":2016}},"profile_positions":[{"location":"Ibague, Colombia","date":{"start":{"month":7,"day":null,"year":2015},"end":{"month":2,"day":null,"year":2016}},"company":"AngloGold Ashanti","description":"•\tValidar y depurar las bases de datos para cada una de las redes de monitoreo de calidad hídrica del proyecto, abarcando las fuentes de agua superficiales, fuentes de agua subterráneas, precipitaciones y aguas residuales, enfocado a la calidad fisicoquímica de cada una de las fuentes.\n•\tElaborar informes de calidad de las fuentes de agua superficiales en el área de influencia del proyecto, estableciendo las relaciones existentes entre la concentración de componentes puntuales y las actividades que se ejecutan en la zona de influencia del afluente estudiado.\n•\tGenerar reportes de resultados para cada uno de los puntos de monitoreo establecido por la compañía, con objeto de evaluar de manera preliminar  el grado de afectación que puedo tener determinado corriente o afluente, por actividades externas a la compañía.\n•\tIngresar las bases de datos depuradas a la plataforma del programa EQWin 6.8, así como programar validaciones internas al programa que permitieran determinar si la información ingresada cumple con los criterios QA/QC establecidos por la compañía.\n•\tElaborar gráficos de Piper, Stiff, Schoeller y de Clasificación de Aguas para riego; con el objetivo de analizar la clasificación geoquímica de las aguas subterráneas y establecer su tipo.","title":"Environmental Professional","employment_type":null}]},{"company":{"id":null,"name":"PSC Energy","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":6,"day":null,"year":2014},"end":{"month":2,"day":null,"year":2015}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":6,"day":null,"year":2014},"end":{"month":2,"day":null,"year":2015}},"company":"PSC Energy","description":"•\tRealizar análisis fisicoquímico a muestras de crudo procesado asegurando que se cumplan las características de calidad para venta (determinación BSW por centrifuga y Karl-Fischer, API, salinidad y medición estática de tanques)\n•\tIdentificar a través del análisis fisicoquímico en el laboratorio los puntos críticos dentro de la operación de la facilidad, y establecer procedimientos para solucionar los inconvenientes presentados.\n•\tRealizar análisis fisicoquímico a las aguas procesadas en planta de tratamiento del campo, asegurando que los parámetros presentaran las concentraciones adecuadas para la inyección.\n•\tEfectuar monitoreos periódicos a los fluidos extraídos en la cabeza del pozo, con objeto de determinar las variaciones en el BSW de la formación, así como determinar la concentración de cloruros, pH, sólidos en suspensión y conductividad en las aguas de formación.\n•\tLlevar el registro minucioso de los análisis ejecutados en el laboratorio, con objeto de dar trazabilidad tanto a las actividades ejecutadas así como a los resultados emitidos; dando cumplimiento a las políticas de calidad de la compañía.","title":"Operador II - Laboratorista","employment_type":null}]},{"company":{"id":null,"name":"Ecoquímica de Metales S.A.S.","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":6,"day":null,"year":2013},"end":{"month":5,"day":null,"year":2014}},"profile_positions":[{"location":"Bogotá D.C.","date":{"start":{"month":6,"day":null,"year":2013},"end":{"month":5,"day":null,"year":2014}},"company":"Ecoquímica de Metales S.A.S.","description":"•\tElaborar el estudio de impacto ambiental de la compañía, para la actividad de manejo y fundición de baterías de plomo usadas en el área de influencia del Distrito Capital.\n•\tAdquirir, gestionar y validar la información secundaria necesaria para establecer la línea base del estudio de impacto ambiental, la cual permite establecer los compromisos del plan de manejo ambiental, así como determina el alcance general de la licencia ambiental solicitada. \n•\tElaboración del Plan de Emergencias y Contingencias para la empresa Ecoquímica de Metales S.A.S., basado en los estudios geológicos y geomorfológicos de la zona, así como las amenazas latentes que existen en el parea de influencia de la compañía.\n•\tObtención de Permiso de Emisiones por Fuentes Fijas en el Distrito Capital.\n•\tDesarrollo de sistema de gestión ambiental para la empresa basado en NTC ISO 14001, e ISO 14011.","title":"Director del Departamento de Gestión Ambiental y Seguridad Industrial","employment_type":null}]}],"education":[{"date":{"start":{"month":6,"day":null,"year":2023},"end":{"month":8,"day":null,"year":2024}},"school":{"name":"European Open Business School","logo":"https://media.licdn.com/dms/image/C4D0BAQFfJx_gbHGkGA/company-logo_400_400/0/1679409610309?e=1705536000&v=beta&t=EcHy97LdVAgZcV4hgIRx18MJ9ab9zeCsVl678ziqgkA","url":"https://www.linkedin.com/school/europeanopen/"},"degree_name":"Master 1 (M1)","field_of_study":"Administration et gestion des affaires, général","grade":null},{"date":{"start":{"month":null,"day":null,"year":2008},"end":{"month":null,"day":null,"year":2013}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228?e=1705536000&v=beta&t=oVQVqLNBVhz0_4o5t3feqTSjZMfyfQMMF5QywUGGj8I","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Bachelor of Applied Science (B.A.Sc.)","field_of_study":"Ingeniería química","grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Español","proficiency":"NATIVE_OR_BILINGUAL"},{"name":"Frances","proficiency":"PROFESSIONAL_WORKING"},{"name":"Ingles","proficiency":"FULL_PROFESSIONAL"}]},"current_job_year":2023,"current_job_month":5,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_BZRB91G4BY4IWW26PVX7.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":null},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}