{"https://se.linkedin.com/in/nicolaspinzonmunoz/es?original_referer=https%3A%2F%2Fwww.google.com%2F":{"error":false,"response":{"first_name":"Nicolás","last_name":"Pinzón Muñoz","full_name":"Nicolás Pinzón Muñoz","gender":"male","job_title":"MSc Renewable Energy | Mechanical Engineer | Energy Manager | Energy Markets | Data Analyst | Sustainable Developer | Solar-Wind | Energy Efficiency","linkedin":"https://www.linkedin.com/in/nicolaspinzonmunoz","summary":"I am a pursuer of sustainability, of social impact and outdoor explorer. I feel strongly motivated for challenges involved with energy technology, also how to improve and optimize the systems for achieving net zero emissions and get involved with the communities in the process of using resources of the environment.\n\nWith a background in Mechanical Engineering, I was an engineering intern at the United Nations for Industrial Development (UNIDO) in Colombia. The Industrial Energy Efficiency program funded by the Global Environmental Fund (GEF) and executed by UNIDO with the Colombian government was devoted to implementing Energy Management Systems based on the ISO 50001 and tracking their CO2 emissions savings throughout the process. I was focused mainly on reviewing the estimations of the savings of emissions and updated them with the progress of the program, moreover with all activities involved in training, logistics, media and communications with industries.\n\nAfter the chapter as an engineering intern, I joined the french multinational company Veolia in Colombia. I started as an Energy Junior Engineer developing energy audits for hospitals, commercial buildings and Industry. I was identified in the company as a young talent and participated in training for developing technical, economical and manager skills. After a couple of years in the position and learning about not only energy efficiency but business and other technical areas like water and waste, I was promoted to the position of Energy Specialist Engineer, having more responsibilities for leading more complex techno-economical studies of energy efficiency as well as the development of Veolia’s monitor center for operations “Hubgrade” focused on energy.\n\nI am passionate about nature, that’s why I am an outdoors explorer and climber, also a general sport fan. This has let me travel whenever I can to mountains and amazing places in different countries. A great part of doing it is to learn about diversity and cultures, different lifestyles and also about myself.I believe that one can try and inspire people so that they can be great in whatever they want to do. \n\nAfter working for more than 4 years I took the decision to study an International double degree Master in Renewable Energy where my first year was at UPC Barcelona. Currently I’m in my second year of the master's program at KTH and I am searching for full time opportunities in the renewable energy sector for the second semester of 2023 . I am open to expanding my professional network, feel free to contact me!","premium":false,"skills":"Prevention, Abuse Prevention, Role Modeling, Social Responsibility, Non-Governmental Organizations (NGOs), Teamwork, Challenge Driven, Energy Audits, Product Development, Plastics Industry, Product Quality, Renewable Energy Systems, Renewable Resources, Social Innovation, Gender Equality, Risk Management, Renewable Energy, Data Science, Python (Programming Language), Data Analysis","work_experience":[{"company":{"id":16159022,"name":"Veolia Colombia","logo":"https://media.licdn.com/dms/image/C560BAQHzwZf8RT3-4g/company-logo_400_400/0/1519868634382?e=1705536000&v=beta&t=vppMTMFqcq1Q7Hl5A84X8nElWRi_Annc45CvTwaLhnk","url":"https://www.linkedin.com/company/veolia-colombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":5,"day":null,"year":2017},"end":{"month":6,"day":null,"year":2021}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":1,"day":null,"year":2020},"end":{"month":6,"day":null,"year":2021}},"company":"Veolia Colombia","description":"• Provided Veolia’s Business Units and clients facilities with technical and operational recommendations, best practices, technological recommendations in energy efficiency and sustainability to guarantee the compliance of the operational planning.\n• Led the development of the energy projects according to procedures established for different stages of management.\n• Supported the operational performance of Veolia’s Business Units and clients facilities by monitoring the KPI's and the implementation of action plans for improvement of efficiency and environmental goals\n• Led and elaborated energy efficiency offers for the development of new businesses and analysis of energy performance to optimize the ongoing operations.\n• Analyzed and followed the energy markets and legislation for improvement on the possible opportunities (financial incentives) and consequences (penalties) in energy projects and operations\n• Defined, analyzed and monitored the energy performance dashboards ( KPI's) of the facilities connected to Hubgrade using energy management tools (software for implementing the ISO 50001 and IPMVP).\n• All the previous responsibilities as Energy Project Junior Engineer.","title":"Energy Specialist Project Engineer","employment_type":"Full-time"},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":5,"day":null,"year":2017},"end":{"month":1,"day":null,"year":2020}},"company":"Veolia Colombia","description":"• Elaborated and delivered opportunely the energy efficiency technical and economical offers\n• Carried out technical visits to energy facilities  (with boilers, chillers, compressors, generators, etc.) to analyze data and optimize processes in compliance with energy audits.\n• Identified energy and economic savings or conservative measures in the facilities visited.\n• Prepared the economic and technical offers with focus on energy efficiency and sustainability for clients in the established times.\n• Supported the commercial team presentation of the offers to clients.\n• Elaborated specific studies for the optimization and improvement in the operation of the business units of Veolia taking into account the International performance measurement and verification protocol (IPMVP) and energy management systems (EnMS ISO 50001).\n• Analyzed and followed up on the gas, electricity and energy markets.\n• Communicated and collaborated opportunely with different areas of the organization for the development of the offers.","title":"Energy Junior Project Engineer","employment_type":"Full-time"}]},{"company":{"id":10168,"name":"UNIDO","logo":"https://media.licdn.com/dms/image/C4E0BAQGNDeGafIGY3A/company-logo_400_400/0/1519856146490?e=1705536000&v=beta&t=zX61cY0fcX5OpEX3-9k6IQxSAACrXDqS3mSrMbhvlfI","url":"https://www.linkedin.com/company/unido/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":8,"day":null,"year":2016},"end":{"month":1,"day":null,"year":2017}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":8,"day":null,"year":2016},"end":{"month":1,"day":null,"year":2017}},"company":"UNIDO","description":"• Elaborated on the first review on the baseline project (Energy efficiency in Colombian industries - EEI Colombia) calculations in energy efficiency, emissions reductions and the project contribution to the national goal of energy saving.\n• Developed a good understanding in the implementation of an energy management system (EnMS) in the context of the ISO50001 standard and how it can help to  contribute for a more sustainable and environmental outcome in the industrial sector.\n• Reviewed and processes documentation for the energy industrial local market and the international stakeholders\n• Updated and monitored databases, project arrays and matrices, manage indicators (KPI's), among other project manager tasks\n• Coordinated and specified activities related to training, conferences and meetings with stakeholders and industries related to the project\n• Developed technical documents, reports, presentations, official announcements and media content (eg web pages)\n• Supported the planning and coordination of administrative and technical activities\n• Supported the divulgation of events related to projects","title":"Promotion of Industrial Energy Efficiency in Colombian Industries - Engineering Intern","employment_type":"Full-time"}]},{"company":{"id":464241,"name":"National University of Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":2,"day":null,"year":2014},"end":{"month":5,"day":null,"year":2014}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":2,"day":null,"year":2014},"end":{"month":5,"day":null,"year":2014}},"company":"Universidad Nacional de Colombia","description":"Tutor: Eng. Edgar Espejo Mora. \nRecorded and edited videos of mechanical testing, such as tensile testing, fatigue testing, charpy testing, sling testing, chair testing, scaffold testing","title":"Engineering Assistant Student","employment_type":"Part-time"}]}],"education":[{"date":{"start":{"month":9,"day":null,"year":2021},"end":{"month":null,"day":null,"year":2023}},"school":{"name":"EIT InnoEnergy","logo":"https://media.licdn.com/dms/image/C4D0BAQGEXjE5HaqPuA/company-logo_400_400/0/1519933599936?e=1705536000&v=beta&t=ey6dQuAhDDTvu-0a7EwOAlQdzBfuzyD5TUlq5cDH2X0","url":"https://www.linkedin.com/school/eitinnoenergy/"},"degree_name":"Master of Science Renewable Energy","field_of_study":"Engineering","grade":null},{"date":{"start":{"month":7,"day":null,"year":2022},"end":{"month":8,"day":null,"year":2023}},"school":{"name":"KTH Royal Institute of Technology","logo":"https://media.licdn.com/dms/image/C4D0BAQGkcfLVY-zvDA/company-logo_400_400/0/1534319667361/kth_logo?e=1705536000&v=beta&t=dHjbbnx8WehsreM5EfRnDVXLY9pgXMKv0ioYTv7Nsu0","url":"https://www.linkedin.com/school/kth/"},"degree_name":"Master of Science - MS Renewable Energy","field_of_study":"Engineering","grade":null},{"date":{"start":{"month":9,"day":null,"year":2021},"end":{"month":7,"day":null,"year":2022}},"school":{"name":"Esade","logo":"https://media.licdn.com/dms/image/C4D0BAQEY0Fxl_fxVLA/company-logo_400_400/0/1583769929342/esade_logo?e=1705536000&v=beta&t=tNySrvVTu92k7FQJLl7E8sSJ2A2Bb_xp0xyKhwoe_7o","url":"https://www.linkedin.com/school/esade/"},"degree_name":"Business, Management and Entrepreneurship ","field_of_study":null,"grade":null},{"date":{"start":{"month":9,"day":null,"year":2021},"end":{"month":8,"day":null,"year":2022}},"school":{"name":"Universitat Politècnica de Catalunya","logo":"https://media.licdn.com/dms/image/C4D0BAQEmGYkHUN31VA/company-logo_400_400/0/1675677515828/universitat_politecnica_de_catalunya_logo?e=1705536000&v=beta&t=kZhpoQbkYortK5T04M1q9AL6xKIaocRd1Bvefrs1u3Q","url":"https://www.linkedin.com/school/universitat-politecnica-de-catalunya/"},"degree_name":"Master of Energy Engineering","field_of_study":null,"grade":null},{"date":{"start":{"month":8,"day":null,"year":2010},"end":{"month":12,"day":null,"year":2016}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Mechanical Engineer","field_of_study":"Mechanical Engineering","grade":null},{"date":{"start":{"month":null,"day":null,"year":1995},"end":{"month":null,"day":null,"year":2009}},"school":{"name":"Rochester School","logo":null,"url":null},"degree_name":"High School Diploma","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"US","language":"en"},"supported_locales":[{"country":"US","language":"en"},{"country":"ES","language":"es"}],"profile_languages":[{"name":"English","proficiency":"NATIVE_OR_BILINGUAL"},{"name":"French","proficiency":"LIMITED_WORKING"},{"name":"Spanish","proficiency":"NATIVE_OR_BILINGUAL"}]},"current_job_year":2017,"current_job_month":5,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_RAZGWZLN7W4KP4K9O0DK.jpg","email":{"email":null,"email_anon_id":null,"email_status":"NOT_FOUND","email_type":"professional"},"company":{"name":"Veolia Colombia","is_catch_all":null,"size":"5001-10000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_VFR56YF9P7U1CA6WL5XY.jpg","linkedin":"https://www.linkedin.com/company/veolia-colombia","website":"http://www.veolia.com.co","domain":"veolia.com.co","common_email_pattern":null,"industry":"Environmental Services","founded_in":1853,"description":"Veolia group is the global leader in optimized resource management. With nearly 169 000 employees worldwide, the Group designs and provides water, waste and energy management solutions which contribute to the sustainable development of communities and industries. \n\nThrough its three complementary business activities, Veolia helps to develop access to resources, preserve available resources, and to replenish them.\n\nWith 160 years of expertise in the areas of water, energy and waste, Veolia applies its capacity for innovation to pursuing human progress and wellbeing, and improving the performance of businesses and regions.\n\nTo make the switch from a resource consumption rationale to a use-and-recover approach in today’s circular economy, Veolia designs and implements solutions aimed at improving access to resources while at the same time protecting and renewing those same resources.","total_emails":1,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogotá","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":"Calle 96 #10-72"}},"location":{"country":"Sweden","country_code":"SE","state":"Stockholm County","city":"Stockholm","timezone":"Europe/Stockholm","timezone_offset":2.0,"postal_code":null,"raw":"Stockholm, Stockholm County, Sweden"}}}}