{"https://co.linkedin.com/in/mfgutierreza":{"error":false,"response":{"first_name":"Mario Felipe","last_name":"Gutiérrez Acosta","full_name":"Mario Felipe  Gutiérrez Acosta","gender":"male","job_title":"Tecnólogo de Proceso","linkedin":"https://www.linkedin.com/in/mfgutierreza","summary":"Ingeniero químico con experiencia en diseño, supervisión y mantenimiento de procesos para el tratamiento de aguas residuales e ingeniería de procesos para el tratamiento de crudo, gas; así mismo experiencia en actividades de campo para levantamiento de información, toma y análisis de muestras en el laboratorio y  conocimientos en sistemas de gestión bajo las normas NTC –ISO 9001:2015 y NTC ISO/IEC 17025:2017. \nCuento con habilidades para el trabajo en equipo, resolución de problemas, buen manejo de las relaciones interpersonales y gran sentido de la responsabilidad. Dispuesto a trabajar y desempeñarme de manera profesional y eficiente.\n","premium":false,"skills":"Ingeniería, Ingeniería de procesos, Gestión de la calidad, Control de calidad, Chemical Engineering, Ingeniería química, Gestión de laboratorio, Microsoft Office","work_experience":[{"company":{"id":1208173,"name":"Grupo Manuelita","logo":"https://media.licdn.com/dms/image/C4E0BAQHuyLQPq00sZQ/company-logo_400_400/0/1521821626237?e=1705536000&v=beta&t=L-IwKIECIlTdRG5j9r_VQEXJ-WCwdNrTfqv_geuDTPM","url":"https://www.linkedin.com/company/manuelita/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":1,"day":null,"year":2021},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"San Carlos de Guaroa, Meta, Colombia","date":{"start":{"month":1,"day":null,"year":2021},"end":{"month":null,"day":null,"year":null}},"company":"Manuelita","description":"* Controlar las actividades y variables del proceso de refinación de aceite de palma, producción de biodiesel y refinación de glicerina, con el propósito de asegurar la calidad de los productos y la eficiencia de las plantas para cumplir los estándares establecidos. \n* Presentar oportunamente las anomalías de las actividades operativas y de los equipos, por medio de bitácoras y cuadros de seguimientos, con el fin de mantener áreas seguras, limpias, ordenadas y equipos disponibles para la producción.\n* Soportar el sistema de HACCP asegurando la implementación del programa prerrequisito en el proceso y transformación de la glicerina refinada y actividades básicas para mantener la higiene de la glicerina, control de la contaminación física, química y biológica en el procesamiento, almacenamiento y despacho de producto y Control de plagas.\n* Participar en el desarrollo, sostenimiento y mejora continua de los estándares y lineamientos RSPO e ISCC","title":"Tecnólogo de Proceso","employment_type":"Full-time"}]},{"company":{"id":28663468,"name":"Universidad de los Llanos","logo":"https://media.licdn.com/dms/image/C4E0BAQFM1yOYB9A9XQ/company-logo_400_400/0/1526055078917/unillanos_logo?e=1705536000&v=beta&t=UPcQJn5yUrKPneqEo1TO2T2DJwn_VAoLJZpq1k7GBHU","url":"https://www.linkedin.com/company/unillanos/","employees":{"start":1001,"end":5000}},"date":{"start":{"month":2,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2020}},"profile_positions":[{"location":"Villavicencio, Meta. Colombia","date":{"start":{"month":2,"day":null,"year":2019},"end":{"month":12,"day":null,"year":2020}},"company":"Universidad de los Llanos","description":"* Contribuir en la coordinación, desarrollo y fortalecimiento de las actividades que sean requeridas en las diferentes unidades del Centro de Calidad de Aguas conforme con la Norma NTCISO/lEC 17025:2017 y apoyo en la implementación de las directrices establecidas por la coordinación de laboratorios y el sistema de gestión integrado  de la Universidad de los Llanos.\n* Apoyar los procesos de elaboración, revisión, organización actualización y control de la información documentada de las diferentes unidades que se encuentre relacionada con el sistema de gestión bajo el cual se desarrollan las actividades del Centro de Calidad de Aguas en medio físico y digital.\n* Contribuir a los procesos de planeación, verificación actualización y ajuste del programa de calibración, mantenimiento preventivo y correctivo de los equipos que se encuentren dentro del alcance de las diferentes unidades del Centro de Calidad de Agua (CCA).\n* Coadyuvar en conjunto con los profesionales de las diferentes unidades del Centro de Calidad de Aguas en la ejecución de los respectivos análisis de causa raíz y hacer seguimiento a las acciones establecidas respecto a las oportunidades de mejora.\n* Coadyuvar la preparación de los factores necesarios para atender la visita de acreditación, recibir la visita del ente acreditador y de la auditoria interna.","title":"Profesional Universitario - Centro de Calidad de Aguas - CCA - ICAOC","employment_type":"Full-time"}]},{"company":{"id":null,"name":"Bioagrícola del Llano S.A. E.S.P","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":5,"day":null,"year":2016},"end":{"month":2,"day":null,"year":2019}},"profile_positions":[{"location":"Villavicencio, Meta. Colombia","date":{"start":{"month":5,"day":null,"year":2017},"end":{"month":2,"day":null,"year":2019}},"company":"Bioagrícola del Llano S.A. E.S.P","description":"* Coordinar las actividades requeridas para lograr el correcto funcionamiento del sistema de tratamiento de lixiviados (Tratamiento Primario: trenes de sedimentación; Secundario: Reactores Anaerobios tipo UASB, Terciario: Humedal Artificial de flujo sub- superficial HAFSS) desde su ingreso al sistema hasta su entrega al punto de vertimiento, con el fin de garantizar el cumplimiento de la normatividad.\n* Coordinar las actividades que se requieren para realizar el debido seguimiento y control ambiental de las diferentes variables medioambientales, de los sitios de disposición final, con el fin de asegurar su adecuada ejecución y cumplimiento de la normatividad exigida por la compañía.\n* Planificar y coordinar las actividades requeridas para el adecuado funcionamiento del laboratorio con el que cuenta la planta de tratamiento de lixiviados, con el fin de garantizar la operatividad y entrega oportuna de la información generada por las labores desarrolladas dentro del laboratorio.\n* Analizar, reportar y almacenar los resultados obtenidos en el sistema de tratamiento de lixiviados y gases acorde a la frecuencia establecida, con el fin de asegurar la trazabilidad de los resultados generando las bases históricas que permitan tomar acciones de mejora y/o predecir el comportamiento de los mismo.","title":"Profesional II Tratamiento de Lixiviados","employment_type":"Full-time"},{"location":"Villavicencio, Meta. Colombia ","date":{"start":{"month":5,"day":null,"year":2016},"end":{"month":5,"day":null,"year":2017}},"company":"Bioagrícola del Llano S.A. E.S.P","description":"* Tomar muestras para análisis fisicoquímico de los diferentes procesos y/o proyectos que requiera la compañía.\n* Realizar los análisis fisicoquímicos en laboratorio de las diferentes muestras tomadas a los procesos y/o proyectos de la compañía. (Aguas residuales: pH, conductividad, Demanda Química de Oxígeno, Sólidos Suspendidos totales, Alcalinidad, ácidos grasos volátiles, Grasas y Aceites, Cloruros, actividad metanogénica. Abono mediantes compostaje: Carbono orgánico total , humedad, pH)\n* Procesar los resultados surgidos de los diferentes análisis fisicoquímicos.\n* Elaborar inventario mensual de los diferentes elementos, reactivos del laboratorio e insumos requeridos en la planta de tratamiento de lixiviados.\n* Realizar el control interno de chimeneas en la zona de disposición final en operación y las que se encuentran clausuradas.","title":"Técnico II Químico","employment_type":"Full-time"}]},{"company":{"id":127835,"name":"TIPIEL","logo":"https://media.licdn.com/dms/image/D4E0BAQFVnkRMGZTnDA/company-logo_400_400/0/1665436458157/tipiel_logo?e=1705536000&v=beta&t=6IsKqKZpvyi1Hig4WChfpDRuhJJOq-XXUk132J6FhDQ","url":"https://www.linkedin.com/company/tipiel/","employees":{"start":501,"end":1000}},"date":{"start":{"month":12,"day":null,"year":2013},"end":{"month":12,"day":null,"year":2015}},"profile_positions":[{"location":"Villavicencio - Bogotá D.C., Colombia","date":{"start":{"month":12,"day":null,"year":2013},"end":{"month":12,"day":null,"year":2015}},"company":"T.EN Colombia - (Technip Energies)","description":"* Realizar cálculos de Proceso para el diseño de equipos, instrumentos y líneas.\n* Preparar la documentación de proceso requerida por el proyecto (listados, planos, especificaciones de equipos, bombas, unidades paquetes)\n* Preparar las especificaciones y documentación de proceso de equipos e instrumentación (Válvulas de control (CV, RO, FE), válvulas de seguridad (PSV, PRV))\n* Realizar simulaciones de proceso\n* Realizar los balances de materia y energía y preparar los diagramas de flujo de proces\n* Apoyar la selección y preparación de requisiciones de materiales de los equipos de proceso, tabulación técnica de ofertas y selección de proveedores de equipos de proceso.\n* Revisar los documentos de acuerdo con la ruta de aprobación\n* Diseñar y realizar P&ID’s (Diagramas de tubería e instrumentación), listados de líneas y listados de punto de conexión.\n* Retroalimentar al coordinador de proceso sobre cualquier excepción a las especificaciones del proyecto que puedan mejorar la operación, seguridad y confiabilidad de la planta.\n* Asegurar el control de calidad y desarrollar trabajos de acuerdo con el procedimiento de control de calidad de diseño de proceso.\n* Mantener y actualizar las copias master y los demás archivos de la documentación de proceso del proyecto.","title":"Especialista de Proceso","employment_type":"Full-time"}]},{"company":{"id":464241,"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":9,"day":null,"year":2013},"end":{"month":12,"day":null,"year":2013}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":9,"day":null,"year":2013},"end":{"month":12,"day":null,"year":2013}},"company":"Universidad Nacional de Colombia","description":"apoyo en el desarrollo del proyecto: \"Desarrollo de un modelo productivo de bebidas fermentadas de miel como estrategia para generar valor en el ámbito característico de la apicultura en Colombia. ICTA-Colciencias\" con actividades específicas en: Evaluación de las condiciones para el proceso de producción de hidromiel-bebida fermentada a partir de miel- y la inclusión de frutas, parámetros de monitoreo y estándares de calidad del producto; diseño de equipos para el proceso de producción a  nivel  de  planta  piloto (capacidad 100 litros); soporte en el desarrollo de actividades de capacitación y pruebas de producción con los apicultores beneficiarios del proyecto.\n\nParticipaciones: \n-\tENID 2013 - Área Biotecnología.\nPoster: Evaluación de diferentes opciones de fermentación en fase sólida de polen apícola con bacterias acido-lácticas, para su empleo como fuente nutricional.\nAutores: Mario F Gutiérrez A, Carlos Mario Zuluaga Domínguez y Martha Cecilia Quicazán.\n-\tENID 2014 - Biodiversidad y Desarrollo Sostenible.\nÁrea: Agricultura y desarrollo rural. \nMemoria: Criterios Para el Diseño de un Secador Solar Para la Deshidratación de Frutos de la Sabana de Cundinamarca\nAutores: Mario A.Dávila R., Mario F. Gutiérrez A., Marta Cecilia Quicazán Sierra","title":"Profesional de investigación - Instituto de Ciencia y Tecnología de Alimentos ICTA","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2007},"end":{"month":null,"day":null,"year":2013}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero Químico","field_of_study":null,"grade":null},{"date":{"start":{"month":null,"day":null,"year":2019},"end":{"month":null,"day":null,"year":2019}},"school":{"name":"Universidad de los Llanos","logo":"https://media.licdn.com/dms/image/D4E0BAQE2mIm9PEvbcw/company-logo_400_400/0/1682809496932?e=1705536000&v=beta&t=w36ws_hRWak7KNlSFBVIo_fOSOKwherigWvVa4WHe98","url":"https://www.linkedin.com/school/sostenibilidadesvida/"},"degree_name":"Especialista en Gestión de la Calidad ","field_of_study":null,"grade":null}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[]},"current_job_year":2021,"current_job_month":1,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_7ZGJI5ZRYQK5GHN0O0GD.jpg","email":{"email":"mario.gutierrez@manuelita.com","email_anon_id":"1vM6kZOeyXN8","email_status":"VALID","email_type":"professional"},"company":{"name":"Manuelita","is_catch_all":null,"size":"5001-10000","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_6TVCVI4IB6HU23XLLB1L.jpg","linkedin":"https://www.linkedin.com/company/manuelita","website":"http://www.manuelita.com","domain":"manuelita.com","common_email_pattern":"{first}.{last}","industry":"Food and Beverage Manufacturing","founded_in":1864,"description":"Somos una Organización diversificada en el sector agroindustrial en las Américas que transforma los recursos naturales en alimentos y energía. Ofrecemos a nuestros clientes productos naturales elaborados a partir de fuentes renovables; cultivamos relaciones a largo plazo con nuestros aliados estratégicos y promovemos la conservación y el cuidado del medio ambiente. Estamos comprometidos con el bienestar y progreso de nuestros colaboradores y comunidades vecinas. \n\nDesarrollamos nuestra actividad a través de cuatro plataformas de negocio:\n\nCaña de azúcar: Producimos y comercializamos azúcar, bioetanol carburante, bioetanol industrial y otros sub productos a partir de la caña de azúcar como el bagazo y nuestro fertilizante orgánico, a través de dos unidades de negocio: \n- Manuelita Azúcar y Energía – Valle del Cauca, Colombia\n- Agroindustrial Laredo – Trujillo, Perú\n\nPalma de Aceite: cultivamos palma para la extracción aceite crudo, producción de biodiesel y otros productos de valor agregado y subproductos de alta calidad derivados de la palma de aceite, como glicerina cruda y refinada, aceite de palmiste y torta de palmiste, que comercializamos en los sectores energético, químico y alimenticio, a través de dos unidades de negocio:\n- Manuelita Aceites y Energía - Meta, Colombia\n- Palmar de Altamira - Casanare, Colombia\n\nAcuicultura: cultivamos y comercializamos mejillones en sus diferentes presentaciones (carne IQF, media concha, entero al vacío), principalmente a mercados en Europa y Latinoamérica. También comercializamos camarón tipo exportación (entero crudo y cocido, colas de cultivo, camarón de mar) a mercados en Europa, a través de dos Unidades de Negocio:\n- Mejillones América - Puerto Montt, Chile\n- Océanos - Cartagena, Colombia\n\nFrutas y Hortalizas: producimos uva de mesa y hortalizas frescas de alta calidad, para atender exigentes mercados internacionales, principalmente en Estados Unidos, a través de nuestra Unidad de negocio ubicada en Ica, Perú.","total_emails":71,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Cali","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":"760044"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":null,"timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Colombia"}}}}