{"https://co.linkedin.com/in/stephen-g-pinto-morato":{"error":false,"response":{"first_name":"Stephen Guseph","last_name":"Pinto Morato","full_name":"Stephen Guseph Pinto Morato","gender":"male","job_title":"Chief Information and Technology Officer at Colegio San Jorge de Inglaterra-Saint George's School","linkedin":"https://www.linkedin.com/in/stephen-g-pinto-morato","summary":"Licenciado en Electrónica de la Universidad Pedagógica Nacional, Ingeniero de Sistemas y Computación, y candidato a Magíster en Ingeniería - Ingeniería de Sistemas y Computación de la Universidad Nacional de Colombia, con sólida formación y experiencia en Desarrollo de Soluciones en TI a la medida, tecnologías Java, PL/SQL y .NET, con amplia experiencia en el desarrollo de Soluciones de Software, gracias a mis tres años de experiencia en Desarrollo de Aplicaciones, y a mis cuatro años de experiencia en la formación de Profesionales en las áreas de Programación de Computadores -Java (JSE/JEE), C/C++, .NET (Visual Basic, C#, ASP.NET) -, Diseño y Desarrollo de Bases de Datos -Oracle, SQL Server, MySQL, PgSQL-, Ingeniería y Arquitectura de Software -Metodologías SCRUM, Crystal(kanban), UP, XP, BlueWatch. Experiencia docente en Matemáticas Discretas, Cálculo Diferencial, Integral y Multivariado, Ecuaciones Diferenciales, Matemáticas Especiales, Álgebra Lineal, Métodos Numéricos, Estadística, Electrónica Analógica y Digital,  Sistemas de Control. Con sentido crítico, buen juicio y capacidad de tomar decisiones y manejo de personal. Buena comunicación y capacidad de trabajo bajo presión. ","premium":false,"skills":"Digitalización, Gestión de programas, Transformación digital, Planificación de proyectos, Estrategia, Gestión de la capacidad, Ciclo de vida de desarrollo de software (SDLC), Negociación, Mejora de procesos de negocio, Mejora de procesos, Análisis de negocio, Computación en la nube, Software de gestión de proyectos, Experiencia laboral, Infraestructura de software, Infraestructura de TI de la empresa, Coaching, Ciencias de la computación, Desarrollo de software, Java","work_experience":[{"company":{"id":11279583,"name":"Colegio San Jorge de Inglaterra-Saint George's School","logo":"https://media.licdn.com/dms/image/C560BAQHu78g4-imyWQ/company-logo_400_400/0/1519900379453?e=1705536000&v=beta&t=WZCnToJ__vc3mJoN_rf0qCkzXmMLYpgB1-p0F_Z20bg","url":"https://www.linkedin.com/company/saint-george-s-school/","employees":{"start":201,"end":500}},"date":{"start":{"month":10,"day":null,"year":2019},"end":{"month":null,"day":null,"year":null}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":10,"day":null,"year":2019},"end":{"month":null,"day":null,"year":null}},"company":"Colegio San Jorge de Inglaterra-Saint George's School","description":"Director del departamento administrativo de Información y Tecnología, encargado de la gerencia estratégica y operativa de los recursos tecnológicos del colegio, la administración de sus recursos tecnológicos (hardware, software, aplicaciones), la gestión de incidentes de operación, la gestión de proveedores y la administración de las políticas para el acceso a la información por parte de toda la comunidad (estudiantes/padres/administrativos/profesores y empleados). Así mismo, encargado de la coordinación de los proyectos de actualización del parque tecnológico, atendiendo las necesidades de cada proceso, tanto, estratégico, como misional y de soporte, a través del mantenimiento de las diferentes plataformas, trabajando de la mano con los estamentos directivos y de calidad de la institución.","title":"Jefe de Información y Tecnología","employment_type":"Full-time"}]},{"company":{"id":1069127,"name":"Asesoftware","logo":"https://media.licdn.com/dms/image/C560BAQF6nHnrpCYPlA/company-logo_400_400/0/1657311579505/asesoftware_logo?e=1705536000&v=beta&t=EO7_I41kwPAx3ovyxxGaIfAJnJCgt4wW5eP9XwqvfW4","url":"https://www.linkedin.com/company/asesoftware/","employees":{"start":501,"end":1000}},"date":{"start":{"month":1,"day":null,"year":2014},"end":{"month":10,"day":null,"year":2019}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":4,"day":null,"year":2019},"end":{"month":10,"day":null,"year":2019}},"company":"Asesoftware","description":"Coordinador de construcción de software, encargado de la conformación de equipos de trabajo de alto desempeño, a través de actividades que fomenten el desarrollo personal y profesional de las personas, el crecimiento en la compañía, la orientación y el apoyo en aspectos administrativos, el descubrimiento y apoyo de líderes a todo nivel y la aplicación de los aspectos clave de la Ingeniería de Software en proyectos exitosos, enmarcados en restricciones de costo, tiempo y cronograma.","title":"Coordinador de construcción de software","employment_type":"Full-time"},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":11,"day":null,"year":2018},"end":{"month":3,"day":null,"year":2019}},"company":"Asesoftware","description":"Líder de proyecto encargado de la administración y seguimiento del equipo de fábrica, encargado de las operaciones de Seguros Bolívar, particularmente, de los procesos del Core de Operaciones (emisión, producto e indemnizaciones), considerando como elementos clave, la ejecución y monitoreo de los procesos internos de gestión de solicitudes en la fábrica, el ciclo de vida de las solicitudes, y el desarrollo de proyectos exitosos de software enmarcados en restricciones de costo, fecha y alcance. Estoy encargado de dar apoyo a la gestión de la operación de la fábrica, apoyando al director de proyectos, mediante la consolidación de equipos de alto desempeño, la medición de indicadores(velocidad, calidad, número de devoluciones) del mismo, así como también de los procesos de entrenamiento y capacitación en aspectos clave de la operación y del negocio.\n\nHerramientas de software utilizadas: Microsoft Project, WBS Tool, Wrike, Trello, Microsoft Excel, Microsoft Outlook, Archi, Lyx, draw, Enterprise Architect, Visual Paradigm, Sharepoint y VSTS (Azure DevOps), SVN y Git.","title":"Líder de proyecto","employment_type":null},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":4,"day":null,"year":2017},"end":{"month":11,"day":null,"year":2018}},"company":"Asesoftware","description":"Líder del equipo de la fábrica de software in-situ en Seguros Bolívar, encargado del apoyo en la definición de los procesos asociados al manejo y operación de la fábrica, al igual que de la gestión del ciclo de vida de las solicitudes de servicio que ingresan a la fábrica de software. Estoy encargado del seguimiento y control de los procesos que desarrolla el equipo de trabajo y la evaluación de indicadores de desempeño (velocidad, calidad, número de devoluciones) del mismo, así como también del entrenamiento inicial del equipo, previo al inicio del proceso de ciclo de vida de software.\n\nHerramientas de software utilizadas: Microsoft Project, WBS Tool, Wrike, Trello, Microsoft Excel, Microsoft Outlook, Archi, Lyx, draw, Enterprise Architect.","title":"Líder de Fábrica de Software","employment_type":null},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":1,"day":null,"year":2014},"end":{"month":3,"day":null,"year":2017}},"company":"Asesoftware","description":"Ingeniero Analista de Sistemas especializado en desarrollo de Base de Datos, Sistema Oracle 11g, encargado de la creación de Procedimientos Almacenados, Funciones, Paquetes, Tablas, Vistas, Triggers, para los proyectos que lo requieran. Proyectos desarrollados: PÓLIZA COLECTIVA TRADICIONAL DE AUTOS - Seguros Bolívar (Ingeniero Analista Oracle) TRANSMASIVO - Seguros Bolívar (Ingeniero Analista Oracle), SIMON-CUMPLIMIENTO - Seguros Bolívar (Ingeniero Analista Java/Linux/Oracle), Landing SAS_AML - Davivienda (Ingeniero Analista Oracle). Logros Alcanzados: He desempeñado funciones de Consultoría de Software en dos de las más importantes empresas del Grupo Bolívar: Davivienda y Seguros Bolívar, logrando reducciones en tiempos de respuesta de servicios y consultas con grandes volúmenes de información. Se hizo cierre exitoso de los proyectos: Landing SAS-AML (DAVIVIENDA), SIMON-CUMPLIMIENTO (Seguos Bolívar), Transporte Masivo TRANSMILENIO y PÓLIZA COLECTIVA TRADICIONAL DE AUTOS.","title":"Analista de sistemas","employment_type":null}]},{"company":{"id":null,"name":"Corporacion Universitaria Remington CAT Chapinero","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":7,"day":null,"year":2012},"end":{"month":1,"day":null,"year":2014}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":7,"day":null,"year":2013},"end":{"month":1,"day":null,"year":2014}},"company":"Corporacion Universitaria Remington CAT Chapinero","description":"Coordinador de facultad encargado de la asignación de carga docente por semestre al personal docente de la facultad, así como también del seguimiento y control a los procesos internos, tanto educativos como administrativos. Entre mis funciones están las siguientes: participar en los comités académicos, rectorales y de calidad; realizar la evaluación de desempeño docente; realizar procesos de acompañamiento a los casos estudiantiles de la facultad y hacer seguimiento en la resolución de los casos; realizar reuniones (ordinarias y extraordinarias) con el personal docente de la facultad; elaborar informes de indicadores de los procesos educativos estipulados en el Sistema Integral de Gestión.\n\nComo parte del equipo docente, tengo asignación académica, en las asignaturas de: Ingeniería de Software II y III, modelos de simulación, Control computacional, Gerencia de Proyectos y Lenguaje de Programación Avanzado 1 y 2.","title":"Coordinador Facultad de Ciencias Básicas e Ingeniería","employment_type":null},{"location":"Bogotá D.C., Colombia","date":{"start":{"month":7,"day":null,"year":2012},"end":{"month":8,"day":null,"year":2013}},"company":"Corporacion Universitaria Remington CAT Chapinero","description":"Profesor del programa de Pregrado en Ingeniería de Sistemas de la Facultad de Ciencias Básicas e Ingeniería Centro de Atención Tutorial (CAT) Chapinero. \nAsignaturas:: Ecuaciones Diferenciales, Cálculo Diferencial e Integral. Métodos numéricos, Compiladores, Arquitectura de Software, Base de Datos y Redes y Comunicaciones, Electrónica para Ingeniería de Sistemas.\n\nFunciones\nDirigir los cursos asignados durante los semestres. Diseñar e Implementar material educativo virtual en MOODLE, apoyar los procesos formativos en espacios presencial, virtual y de asesoría. Diligenciar planillas de asistencia y cargar notas en el sistema. Realizar exámenes de suficiencia, habilitaciones, exámenes parciales (tres cortes) y supletorios. Participar como jurado de proyectos de investigación. \n\nLogros Alcanzados: Coordinador de la Facultad y Coordinador Encargado. Profesor de la Especialización en Gerencia Informática a cargo de los módulos de Modelos de Simulación, Teoría de Sistemas y Prospectiva y Sistemas de Software; Director de Proyecto de Grado de los proyectos: Planillas de producción BRINSA S.A; Diseño e Implementación de un Ambiente Virtual de Aprendizaje como estrategia de apoyo a los procesos educativos y de aula en el colegio Liceo Campestre el Nogal en Madrid Cundinamarca.","title":"Docente Facultad de Ciencias Básicas e Ingeniería","employment_type":null}]},{"company":{"id":null,"name":"Tecnológica Colombogermana","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":7,"day":null,"year":2013},"end":{"month":12,"day":null,"year":2013}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":7,"day":null,"year":2013},"end":{"month":12,"day":null,"year":2013}},"company":"Tecnológica Colombogermana","description":"Docente del programa Tecnología en sistemas informáticos. Asignaturas a cargo: Base de Datos II, y Programación II. \nLogros alcanzados: Vinculación con el grupo de investigación de la Universidad. Coordinador del proyecto de cambio del portal WEB institucional. Jurado de Proyectos de Grado de la Facultad.\nFunciones: Dirigir los cursos asignados durante los semestres. Diseñar e Implementar material educativo virtual en MOODLE, apoyar los procesos formativos en espacios presencial, virtual y de asesoría. Diligenciar planillas de asistencia y cargar notas en el sistema. Realizar exámenes de suficiencia, habilitaciones, exámenes parciales (tres cortes) y supletorios. Participar como jurado de proyectos de investigación.","title":"Docente","employment_type":null}]},{"company":{"id":null,"name":"Tecnológica Colombogermana","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":7,"day":null,"year":2012},"end":{"month":12,"day":null,"year":2012}},"profile_positions":[{"location":"Bogotá D.C., Colombia","date":{"start":{"month":7,"day":null,"year":2012},"end":{"month":12,"day":null,"year":2012}},"company":"Tecnológica Colombogermana","description":"Docente del programa Tecnología en sistemas informáticos. Asignaturas a cargo: Base de Datos II, y Programación II. \nLogros alcanzados: Vinculación con el grupo de investigación de la Universidad. Coordinador del proyecto de cambio del portal WEB institucional. Jurado de Proyectos de Grado de la Facultad.\nFunciones: Dirigir los cursos asignados durante los semestres. Diseñar e Implementar material educativo virtual en MOODLE, apoyar los procesos formativos en espacios presencial, virtual y de asesoría. Diligenciar planillas de asistencia y cargar notas en el sistema. Realizar exámenes de suficiencia, habilitaciones, exámenes parciales (tres cortes) y supletorios. Participar como jurado de proyectos de investigación.","title":"Docente","employment_type":null}]},{"company":{"id":null,"name":"Instituto Colombiano de Aprendizaje","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":2,"day":null,"year":2010},"end":{"month":12,"day":null,"year":2012}},"profile_positions":[{"location":null,"date":{"start":{"month":2,"day":null,"year":2010},"end":{"month":12,"day":null,"year":2012}},"company":"Instituto Colombiano de Aprendizaje","description":"Formador Sistemas de las áreas de ensamble y mantenimiento de computadores nivel I; programación de computadores niveles I, II y III, en lenguajes ASP .NET, VBScript y Visual Basic 2008; seminarios de Internet y cursos de informática básica nivel I (paquete Microsoft Office 2007/2010). Logros alcanzados: elaboración de primeras olimpiadas de programación durante semana tecnológica, modi?cación del primer capítulo de material educativo programación nivel II módulos de programación en Visual Basic. Implementación de mecanismos de control de inventarios para desensable y ensable de hardware.","title":"Docente","employment_type":null}]},{"company":{"id":464241,"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/","employees":{"start":5001,"end":10000}},"date":{"start":{"month":8,"day":null,"year":2011},"end":{"month":12,"day":null,"year":2011}},"profile_positions":[{"location":null,"date":{"start":{"month":8,"day":null,"year":2011},"end":{"month":12,"day":null,"year":2011}},"company":"Universidad Nacional de Colombia","description":"Monitor asignatura Investigación de Operaciones I","title":"Monitor","employment_type":null}]},{"company":{"id":null,"name":null,"logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":3,"day":null,"year":2006},"end":{"month":1,"day":null,"year":2010}},"profile_positions":[{"location":null,"date":{"start":{"month":3,"day":null,"year":2006},"end":{"month":1,"day":null,"year":2010}},"company":null,"description":"Profesor independiente de Ciencias Básicas (Física y Matemáticas) para estudiantes de colegio y pregrado.","title":"Docente freelance","employment_type":"Freelance"}]},{"company":{"id":null,"name":"Colegio Henry Wallon","logo":null,"url":null,"employees":{"start":null,"end":null}},"date":{"start":{"month":2,"day":null,"year":2006},"end":{"month":3,"day":null,"year":2006}},"profile_positions":[{"location":"Colombia","date":{"start":{"month":2,"day":null,"year":2006},"end":{"month":3,"day":null,"year":2006}},"company":"Colegio Henry Wallon","description":"Profesor de música para todos los niveles (desde primero hasta décimo) y profesor de informática en bachillerato. Fui director de grupo de grado sexto y coordinador de disciplina por esquema rotativo con intensidad de 2 días por semana.","title":"Docente","employment_type":"Full-time"}]}],"education":[{"date":{"start":{"month":null,"day":null,"year":2016},"end":{"month":null,"day":null,"year":2018}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Mágister en Ingeniería (c) - Ingeniería de Sistemas y Computación","field_of_study":"Ingeniería de sistemas","grade":"4,3"},{"date":{"start":{"month":null,"day":null,"year":2005},"end":{"month":null,"day":null,"year":2014}},"school":{"name":"Universidad Nacional de Colombia","logo":"https://media.licdn.com/dms/image/D4E0BAQH2fxFDcpvbGw/company-logo_400_400/0/1689003876228/universidadnacionaldecolombia_logo?e=1705536000&v=beta&t=TfG2V6lateX-vzeuhZie-tCjeKI3rsuPi1CUwJ63FDI","url":"https://www.linkedin.com/school/universidadnacionaldecolombia/"},"degree_name":"Ingeniero de Sistemas y Computación","field_of_study":"Ingeniería de sistemas","grade":"4,1"},{"date":{"start":{"month":null,"day":null,"year":2001},"end":{"month":null,"day":null,"year":2006}},"school":{"name":"Universidad Pedagógica Nacional","logo":"https://media.licdn.com/dms/image/C560BAQGdHku6gXvfSA/company-logo_400_400/0/1519893891393?e=1705536000&v=beta&t=A4WtjcibFuGb1Pl2cz8t7KKUSqjPpnkPxrqyZ9uRbic","url":"https://www.linkedin.com/school/universidad-pedag-gica-nacional/"},"degree_name":"Licenciado en Electrónica","field_of_study":"Licenciatura en Electrónica","grade":"4.4"}],"languages":{"primary_locale":{"country":"ES","language":"es"},"supported_locales":[{"country":"ES","language":"es"}],"profile_languages":[{"name":"Inglés","proficiency":null}]},"current_job_year":2019,"current_job_month":10,"picture":"https://assets-prospeo.s3.us-east-2.amazonaws.com/lead_1BYPUO6ESL3KVOK6KROZ.jpg","email":{"email":"stephen.pinto@sgs.edu.co","email_anon_id":"ELBjQ68bjuc5","email_status":"VALID","email_type":"professional"},"company":{"name":"Colegio San Jorge de Inglaterra-Saint George's School","is_catch_all":null,"size":"201-500","logo":"https://assets-prospeo.s3.us-east-2.amazonaws.com/company_EYRNZAYYFEGIA62QKZVE.jpg","linkedin":"https://www.linkedin.com/company/saint-george-s-school","website":"https://www.sgs.edu.co/","domain":"sgs.edu.co","common_email_pattern":"{first}.{last}","industry":"Primary and Secondary Education","founded_in":1958,"description":"St. George's School (Colegio San Jorge de Inglaterra) founded in 1958, is a private, traditional\nBritish school in Bogotá, Colombia. Students start at age four in Pre-Kinder and study for fourteen\nyears, finishing High School at the end of Eleventh Grade.\n\nThe school’s 7 hectare campus hosts 22 buildings located on a designated nature reserve in Suba,\nnorthwest Bogota. The school fully incorporates several student wellness services as: Certified\nMedical Service with a full-time physician and nurse, nutritionists to track student’s physical\ndevelopment, diets and nutritional needs, as well as a team of counselors, specialised by grade\nlevels.\n\nSt. George’s School is quality-accredited by the EFQM (European Foundation for Quality\nManagement), Committed to Excellence, with four stars. It is also certified by ICONTEC\nInternational and IQNET Management System under the ISO 9001:2008. St. George’s School is an\nactive member of UNCOLI (The Colombian Association of International Schools) and ASOCOLDEP\n(The Colombian Association of Private Education).\n\nSt. George’s School has received several national honours and has been consistently ranked\namongst the top ten schools, out of  more then 14,000 in the country, by third parties such as: National ICFES\nSABER Examinations; Sapiens Research, and RankingRK.co.  Throughout the years the school has received numerous recognitions. Our founder, Mrs. Acosta, received from her Majesty, Queen Elizabeth II, the honour of MBE (Member of the British Empire).\n","total_emails":49,"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogotá","timezone":"America/Bogota","timezone_offset":"-5.0","postal_code":null,"address":"Cra 92 no. 156-88"}},"location":{"country":"Colombia","country_code":"CO","state":null,"city":"Bogota","timezone":"America/Bogota","timezone_offset":-5.0,"postal_code":null,"raw":"Bogota, D.C., Capital District, Colombia"}}}}